Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 请输入确认支付密码
source: Please enter the confirmation payment password
ja: 「支払確認パスワードを入力してください」
ko: 결제 확인 비밀번호 입력 해 주세요.
th: โปรดยืนยันรหัสผ่านชำระเงิน
vi: Xin vui lòng nhập mật khẩu thanh toán xác nhận
zh_hans: 请输入确认支付密码
zh_hant: 請輸入確認支付密碼

# 禁止领取红包
source: Receiving red envelopes is prohibited
ja: 「お年玉の受け取りは禁止されています。」
ko: 보너스 수령 금지
th: ห้ามรับซองแดง
vi: Nghiêm cấm lĩnh nhận bao lì xì
zh_hans: 禁止领取红包
zh_hant: 禁止領取紅包

# 立即授权
source: Authorize now
ja: 「即時授権」
ko: 바로 인증.
th: การอนุญาตทันที
vi: Ủy quyền ngay
zh_hans: 立即授权
zh_hant: 立即授權

# 取消阅后即焚失败
source: Burn after cancelation failed
ja: 「キャンセルしたら焼却失敗」
ko: 읽 기 취소 하고 태 우 는 데 실 패 했 습 니 다.
th: การยกเลิกการอ่านคือความล้มเหลวของการเผาไหม้
vi: Hủy bỏ biến mất ngay sau khi đọc không thành công
zh_hans: 取消阅后即焚失败
zh_hant: 取消閱後即焚失敗

# 验证失败
source: Verification failed
ja: 失敗を検証する
ko: 인증 실패
th: การยืนยันล้มเหลว
vi: Nghiệm chứng không thành công
zh_hans: 验证失败
zh_hant: 驗證失敗

# 置顶聊天设置失败
source: Sticky chat setup failed
ja: 「トップチャット設定失敗」
ko: 채 팅 설정 실패.
th: ล้มเหลวในการตั้งค่าการสนทนาด้านบน
vi: Thiết lập xếp nói chuyện lên đỉnh không thành côn
zh_hans: 置顶聊天设置失败
zh_hant: 置頂聊天設定失敗

# 电脑端已登录PGTalk
source: The computer is logged in to PGTalk
ja: パソコン側は既にPGralkに登録しました。
ko: 컴퓨터 에서 PGTalk 에 로그 인 했 습 니 다.
th: ฝั่งคอมพิวเตอร์เข้าสู่ระบบ PGTalk
vi: Phần máy tính đã đăng nhập PGTalk
zh_hans: 电脑端已登录PGTalk
zh_hant: 電腦端已登入PGTalk

# 一级群·200人
source: First-class group 200 people
ja: 「一級群・200人」
ko: 1 급 군 · 200 명.
th: กลุ่มแรกของคน
vi: Nhóm cấp một - 200 người
zh_hans: 一级群·200人
zh_hant: 一級群·200人

# 群续费失败
source: Group renewal failed
ja: 「群継続費失敗」
ko: 단체 연장 실패
th: กลุ่มต่ออายุล้มเหลว
vi: Nộp phí tiếp tục gia nhập nhóm không thành công
zh_hans: 群续费失败
zh_hant: 群續費失敗

# 单个红包金额不能小于0.01
source: The amount of a single red envelope cannot be less than 0.01
ja: 「単一のお祝儀の金額は0.01を下回ってはいけません。」
ko: 1 개 보너스 금액 은 0.01 보다 작 으 면 안 됩 니 다.
th: จำนวนซองสีแดงแต่ละตัวไม่สามารถน้อยกว่า 0.01 ได้
vi: Số tiền bao lì xì đơn không được nhỏ hơn 0,01
zh_hans: 单个红包数量不能小于0.01
zh_hant: 單個紅包數量不能小於0.01

# 获取信息失败！
source: Failed to get information!
ja: 「情報の取得に失敗しました。「
ko: 정보 수령 실패!
th: ล้มเหลวในการได้รับข้อมูล ”
vi: Có được tin nhắn không thành công!
zh_hans: 获取信息失败！
zh_hant: 獲取資訊失敗！

# 群升级成功
source: Group upgrade successfully
ja: 「アップグレード成功」
ko: 그룹 승급 성공
th: กลุ่มอัพเกรดเรียบร้อยแล้ว
vi: Nâng cấp nhóm thành công
zh_hans: 群升级成功
zh_hant: 群陞級成功

# 年度会员到期时间
source: Annual Membership Expiration Date
ja: 「年間会員満期期間」
ko: 연 차 회원 만기 기간.
th: เวลาหมดอายุของสมาชิกประจำปี
vi: Thời gian đến hạn hội viên năm
zh_hans: 年度会员到期时间
zh_hant: 年度會員到期時間

# 身份证号
source: ID number
ja: 身分証明書号
ko: 주민등록번호
th: หมายเลขบัตรประชาชน
vi: Số CMT
zh_hant: 身分證號

# 搜索内容
source: Search content
ja: 「検索内容」
ko: '내용 검색'.
th: ค้นหาเนื้อหา
vi: Tìm kiếm nội dung
zh_hans: 搜索内容
zh_hant: 搜尋內容

# 进入公众号
source: Enter the public account
ja: 「パブリックナンバーに入る」
ko: 공식 입장.
th: เข้าไปในหมายเลขสาธารณะ
vi: Vào số công cộng
zh_hans: 进入公众号
zh_hant: 進入公眾號

# 对方开启了摄像头
source: The other party turned on the camera
ja: 「相手がカメラを開けた」
ko: 상대 가 카 메 라 를 켰 어 요.
th: ด้านอื่นๆเปิดกล้อง
vi: Đối phương đã mở máy quay
zh_hans: 对方开启了摄像头
zh_hant: 對方開啟了監視器

# 朋友的优惠券
source: friend coupons
ja: 「友達のクーポン」
ko: 친구 쿠폰.
th: คูปองเพื่อน
vi: Phiếu ưu đãi của bạn bè
zh_hans: 朋友的优惠券
zh_hant: 朋友的優惠券

# 离线消息获取中，请勿退出应用！
source: Offline messages are being obtained, please do not exit the app!
ja: オフラインメッセージ取得中は、アプリケーションを終了しないでください。「
ko: 오프라인 정보 수령 중, 앱 에서 로그아웃 하지 마 세 요!
th: ไม่ออกจากโปรแกรมในขณะที่ออฟไลน์ข้อความที่ได้รับ ”
vi: Đang có được tin nhắn ngoại tuyến, không được thoát ra khỏi ứng dụng!
zh_hans: 离线消息获取中，请勿退出应用！
zh_hant: 離線消息獲取中，請勿退出應用！

# 请求超时,请稍候再试
source: Request timed out, please try again later
ja: タイムアウトをお願いします。しばらくしてから試してください。
ko: 요청 시간 초과, 잠시 후에 다시 시도 해 주세요
th: ขอหมดเวลาโปรดลองอีกครั้งในภายหลัง
vi: Yêu cầu quá giờ, xin vui lòng thử lại sau
zh_hans: 请求超时,请稍候再试
zh_hant: 請求超時，請稍候再試

# 提现失败
source: Withdrawal failed
ja: 「提示失敗」
ko: 현금 인출 실패.
th: ความล้มเหลวในการเสนอเงินสด
vi: Lĩnh tiền mặt không thành công
zh_hans: 提现失败
zh_hant: 提領失敗

# 已解除禁言
source: Banned
ja: 禁を解除しました
ko: 금언 이 해제 되 었 습 니 다.
th: ข้อห้ามถูกยกเลิก
vi: Đã gỡ bỏ nghiêm cấm phát ngôn
zh_hans: 已解除禁言
zh_hant: 已解除禁言

# 收款
source: Collection
ja: 「入金」
ko: 수금.
th: รับเงิน
vi: Nhận chuyển tiền
zh_hans: 收款
zh_hant: 收款

# 信息上传成功,请等候审核
source: Information uploaded successfully, please wait for review
ja: 情報のアップロードが成功しました。審査を待ってください。
ko: 정보 업로드 성공, 심사 대기 하 세 요
th: ข้อมูลที่ถูกอัพโหลดเรียบร้อยแล้วโปรดรอสักครู่
vi: Tải lên tin nhắn thành công, xin vui lòng chờ thẩm hạch
zh_hans: 信息上传成功,请等候审核
zh_hant: 資訊上傳成功，請等候審核

# 请在设置-隐私里允许程序使用地理位置服务,以便进行导航等功能
source: Please Allow the program to use Location Services in Setting-Privacy for navigation functions
ja: ナビゲーションなどの機能のために、設定-プライバシー内で地理的位置サービスを許可してください。
ko: 내 비게 이 션 등의 기능 을 할 수 있 도록 설정 - 프라이버시 에 지리 적 위치 서 비 스 를 사용 할 수 있 도록 해 주 십시오
th: กรุณาอนุญาตให้โปรแกรมที่จะใช้บริการสถานที่ในการตั้งค่าความเป็นส่วนตัวเพื่อนำทาง
vi: Xin vui lòng cho phép chương trình sử dụng dịch vụ vị trí địa lý trong Thiết lập - Quyền riêng tự, để tiện tiến hành chức năng dẫn đường
zh_hans: 请在设置-隐私里允许程序使用地理位置服务,以便进行导航等功能
zh_hant: 請在設定-隱私裡允許程式使用地理位置服務，以便進行導航等功能

# 编辑失败
source: Edit failed
ja: 編集に失敗しました
ko: 편집 실패.
th: แก้ไขล้มเหลว
vi: Biên tập không thành công
zh_hans: 编辑失败
zh_hant: 編輯失敗

# 请输入正确的身份证号
source: Please enter the correct ID number.
ja: 正しい身分証番号を入力してください。
ko: 정확 한 주민등록번호 입력 해 주세요.
th: กรุณาใส่หมายเลขบัตรประชาชนที่ถูกต้อง
vi: Xin vui lòng nhập số CMT chính xác
zh_hans: 请输入正确的身份证号
zh_hant: 請輸入正確的身分證號

# 进入
source: Enter
ja: 入ります
ko: 입장
th: เข้ามาสิ
vi: Vào
zh_hans: 进入
zh_hant: 進入

# 视频短片
source: video clip
ja: 動画リスト
ko: 동 영상 짤.
th: วีดีโอสั้น
vi: Đoạn phim ngắn
zh_hans: 视频短片
zh_hant: 視訊短片

# 暂无票券
source: No tickets yet
ja: 「チケットはまだありません」
ko: 티켓 은 없다.
th: ไม่มีตั๋วชั่วคราว
vi: Tạm thời không có hóa đơn tài chính
zh_hans: 暂无票券
zh_hant: 暫無票券

# 和
source: And
ja: 和「と」
ko: 와
th: และ
zh_hans: 和
zh_hant: 和

# 消息免打扰关闭失败
source: Message Do Not Disturb turned off failed
ja: 「メッセージは邪魔されずに閉じられました。」
ko: 소식 방해 없 이 종료 실패
th: ล้มเหลวในการปิดโดยไม่รบกวนข้อความ
vi: Tin nhắn không làm phiền tắt không thành công
zh_hans: 消息免打扰关闭失败
zh_hant: 消息免打擾關閉失敗

# 查看更多群成员 >
source: View more group members >
ja: 「より多くのグループのメンバーを見る」
ko: 더 많은 그룹 멤버 보기 >.
th: ดูสมาชิกกลุ่มเพิ่มเติม
vi: Xem thêm thành viên nhóm >
zh_hans: 查看更多群成员 >
zh_hant: 查看更多群成員>

# 解绑成功
source: Unbind successfully
ja: 「縛りを解くことに成功した」
ko: 해제 성공.
th: ความสำเร็จในการแก้มัด
vi: Gỡ bỏ ràng buộc thành công
zh_hans: 解绑成功
zh_hant: 解綁成功

# 电脑端登录确认
source: Computer login confirmation
ja: 「パソコン側登録確認」
ko: 컴퓨터 접속 확인.
th: ยืนยันการล็อกอินบนคอมพิวเตอร์
vi: Phần vi tính đăng nhập xác nhận
zh_hans: 电脑端登录确认
zh_hant: 電腦端登入確認

# 易点余额（PGP）
source: Easy Point Balance (PGP)
ja: 「易点残高（PGP）」
ko: 잔액 교환 (PGP).
th: สมดุลของจุดง่าย
vi: Số dư điểm dễ (PGP)
zh_hans: 易点余额（PGP）
zh_hant: 易點餘額（PGP）

# 消息免打扰开启失败
source: Message Do Not Disturb turned on failed
ja: 「メッセージは邪魔しないでオープンに失敗しました」
ko: 소식 방해 없 이 오픈 실패
th: ล้มเหลวในการเปิดข้อความโดยไม่รบกวน
vi: Tin nhắn không làm phiền mở không thành công
zh_hans: 消息免打扰开启失败
zh_hant: 消息免打擾開啟失敗

# 成功收PGP
source: Successfully received PGP
ja: 「PGPの成功」
ko: PGP 성공.
th: ได้รับ PGP เรียบร้อยแล้ว
vi: Nhận PGP thành công
zh_hans: 成功收PGP
zh_hant: 成功收PGP

# 请上传手持身份证照片
source: Please upload a photo of holding an ID card
ja: 「身分証の写真をアップロードしてください」
ko: 신분증 사진 올 려 주세요.
th: กรุณาอัปโหลดภาพถ่ายบัตรประจำตัวมือถือของคุณ
vi: Xin vui lòng tải lên ảnh chụp CMT tay cầm
zh_hans: 请上传手持身份证照片
zh_hant: 請上傳手持身分證照片

# 请上传身份证正面照片
source: Please upload a photo of the front of your ID card
ja: 「身分証の正面写真をアップロードしてください」
ko: 주민등록증 정면 사진 올 려 주세요.
th: กรุณาอัพโหลดรูปด้านหน้าของบัตรประชาชน
vi: Xin vui lòng tải lên ảnh chụp mặt trước CMT
zh_hans: 请上传身份证正面照片
zh_hant: 請上傳身分證正面照片

# 追蹤
source: Follow
ja: 関心を持つ
ko: 주목.
th: “ความกังวล”
vi: Quan tâm
zh_hans: 关注
zh_hant: 追蹤

# 未知类型
source: unknown type
ja: 不明なタイプ
ko: 알 수 없 는 타 입.
th: ประเภทที่ไม่รู้จัก
vi: Loại hình chưa biết
zh_hans: 未知类型
zh_hant: 未知類型

# 三级群·1000人
source: Three-level group 1000 people
ja: 「三級グループ・1000人」
ko: 3 급 군 · 1000 명.
th: กลุ่มสามคน
vi: Nhóm cấp ba - 1000 người
zh_hans: 三级群·1000人
zh_hant: 三級群·1000人

# 7天体验会员
source: 7-day experience members
ja: 「7日間体験会員」
ko: 7 일 체험 회원.
th: ประสบการณ์วันสมาชิก
vi: Hội viên trải nghiệm 7 ngày
zh_hans: 7天体验会员
zh_hant: 7天體驗會員

# 选择超限
source: select overrun
ja: 「オーバーランの選択」
ko: 선택 제한 초과.
th: เลือกเกินขีดจำกัด
vi: Chọn vượt giới hạn
zh_hans: 选择超限
zh_hant: 選擇超限

# 主题
source: Subject
ja: テーマ
ko: 주제.
th: หัวข้อ
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# 确认支付密码
source: Confirm payment password
ja: 「支払パスワードの確認」
ko: 비밀번호 확인.
th: ยืนยันรหัสผ่านการชำระเงิน
vi: Xác nhận mật khẩu thanh toán
zh_hans: 确认支付密码
zh_hant: 確認支付密碼

# 移除
source: Remove
ja: 取り除く
ko: 제거
th: ลบ
vi: Gỡ bỏ
zh_hant: 刪除

# 服务通知
source: Service Notice
ja: 「サービス通知」
ko: 서비스 알림.
th: บริการแจ้งเตือน
vi: Thông báo dịch vụ
zh_hans: 服务通知
zh_hant: 服務通知

# 可在"发现""搜一搜"入口进入
source: It can be entered at the "discovery""search and search" entrance
ja: 「いることができます」発見\検索入り口入り
ko: 있 으 면" 발견 "검색 " 입구 진입"
th: คุณสามารถค้นหารายการในกล่องยาในกล่อง
zh_hans: 可在"发现""搜一搜"入口进入
zh_hant: 可在"發現""搜一搜"入口進入

# 字数超过200字，多余部分将被截取
source: If the number of words exceeds 200, the redundant part will be truncated
ja: 文字数が200文字を超えると、余分な部分が切り取られます。
ko: 글자 수가 200 자가 넘 으 면 나머지 부분 이 잘 린 다.
th: คำที่มีมากกว่าสองร้อยคำและส่วนเกินจะถูกตัดออก
vi: Số chữ không quá 200 chữ, phần thừa sẽ bị cắt đi
zh_hans: 字数超过200字，多余部分将被截取
zh_hant: 字數超過200字，多餘部分將被截取

# 提交失败,请重试
source: Submit failed, please try again
ja: 提出に失敗しました。やり直してください。
ko: 제출 에 실 패 했 습 니 다. 다시 시도 해 주세요
th: ส่งล้มเหลวโปรดลองใหม่อีกครั้ง
vi: Gửi đi không thành công, xin vui lòng thử lại
zh_hans: 提交失败,请重试
zh_hant: 送出失敗，請重試

# 介绍
source: introduce
ja: 紹介します
ko: 소개.
th: การนำเสนอ
vi: Giới thiệu
zh_hans: 介绍
zh_hant: 介紹

# 保存失败
source: Save failed
ja: 保存に失敗しました
ko: 저장 실패.
th: บันทึกล้มเหลว
vi: Lưu giữ không thành công
zh_hans: 保存失败
zh_hant: 儲存失敗

# 提交成功！
source: Submitted successfully!
ja: 「提出成功！「
ko: 제출 성공!
th: ส่งเรียบร้อยแล้ว ”
vi: Gửi đi thành công!
zh_hans: 提交成功！
zh_hant: 送出成功！

# 影片長度不能超過5分鐘
source: Videos must not exceed 5 minutes in length
ja: 映画の長さは5分を超えてはいけません。
ko: 영화 길이 가 5 분 을 넘 으 면 안 돼 요.
th: ภาพยนตร์ไม่เกินห้านาที
vi: Độ dài đoạn phim không được quá 5 phút
zh_hans: 影片長度不能超過5分鐘
zh_hant: 影片長度不能超過5分鐘

# 对方无应答，请稍后再试
source: No answer, please try again later
ja: 相手が応答していないので、後で試してみてください。
ko: 상대 가 응답 이 없 으 니 잠시 후에 다시 시도 해 주세요
th: อีกฝ่ายไม่ตอบโปรดลองอีกครั้งในภายหลัง
vi: Đối phương không trả lời, xin vui lòng thử lại sau
zh_hans: 对方无应答，请稍后再试
zh_hant: 對方無應答，請稍後再試

# 暂无朋友共享优惠券
source: No friends to share coupons
ja: 「友達共有クーポンはまだありません」
ko: 친구 없 이 쿠폰 공유.
th: ไม่มีเพื่อนที่จะแบ่งปันคูปอง
vi: Tạm thời không có phiếu ưu đãi bạn bè dùng chung
zh_hans: 暂无朋友共享优惠券
zh_hant: 暫無朋友共用優惠券

source: 2000 NTD
ja: 「2000太瓦」
ko: 2000 태 와.
th: ด้วยกระเบื้อง
vi: 2000 terawatts
zh_hant: 2000太瓦

# 密码至少6位以上
source: Password must be at least 6 characters
ja: 「パスワードは少なくとも6桁以上」
ko: 비밀번호 최소 6 자리 이상.
th: รหัสผ่านอย่างน้อยหกบิตข้างต้น
vi: Mật khẩu ít nhất 6 bit trở lên
zh_hans: 密码至少6位以上
zh_hant: 密碼至少6比特以上

# 禁言失败！
source: mute failed!
ja: 「禁言失敗！「
ko: 금언 실패!
th: ล้มเหลวในการห้าม ”
vi: Nghiêm cấm phát ngôn không thành công!
zh_hans: 禁言失败！
zh_hant: 禁言失敗！

# 保留
source: reserve
ja: 保留
ko: 보류
th: จองไว้
vi: Lưu giữ
zh_hans: 保留
zh_hant: 保留

# 金星资产管理有限公司
source: Venus Asset Management Co., Ltd.
ja: 「金星資産管理有限公司」
ko: 금성 자산 관리 유한 공사.
th: บริษัทบริหารสินทรัพย์ดาวศุกร์
vi: Golden Stars Assets Management Limited
zh_hans: 金星资产管理有限公司
zh_hant: 金星資產管理有限公司

# 您的红包
source: your red envelope
ja: あなたのお年玉
ko: 당신 의 보너스
th: กระเป๋าสีแดงของคุณ
vi: Bao lì xì của bạn
zh_hans: 红包
zh_hant: 紅包

# 您领取了自己的红包
source: You received your own red envelope
ja: 自分のお年玉をもらいました。
ko: 당신 은 자신의 보 너 스 를 수령 하 였 습 니 다
th: คุณได้รับกระเป๋าสีแดงของคุณเอง
vi: Bạn đã lĩnh nhận bao lì xì của mình
zh_hans: 你领取了自己的红包
zh_hant: 你領取了自己的紅包

# 重新编辑
source: Edit
ja: 「再編集」
ko: '다시 편집'.
th: แก้ไขใหม่
vi: Biên tập lại
zh_hans: 重新编辑
zh_hant: 重新編輯

# 请完善国际电话区号
source: Please complete the international telephone area code
ja: 国際電話番号を完備してください。
ko: 국제 전화 지역 번 호 를 보완 해 주세요.
th: กรุณาปรับปรุงรหัสพื้นที่โทรศัพท์ระหว่างประเทศ
vi: Xin vui lòng hoàn thiện mã khu vực điện thoại quốc tế
zh_hans: 请完善国际电话区号
zh_hant: 請完善國際電話區號

# 被领取完
source: received
ja: 「受領済み」
ko: 수령 완료
th: ได้รับ
vi: Bị lĩnh nhận hết
zh_hans: 被领取完
zh_hant: 被領取完

# 设为管理员
source: make admin
ja: 「管理者に設定」
ko: 관리자 로 설정 하 다
th: ผู้บริหารสูงสุด
vi: Đặt làm danh tính người quản lý
zh_hans: 设为管理员
zh_hant: 設為管理員

# 的管理员身份
source: admin status
ja: 「管理者の身分」
ko: 관리자 신분
th: เอกลักษณ์ของผู้บริหาร
vi: của người quản lý
zh_hans: 的管理员身份
zh_hant: 的管理員身分

# 确定删除这条收藏？
source: OK to delete this favorite?
ja: このコレクションを削除しますか？「
ko: 이 모음 집 을 삭제 하 시 겠 습 니까?
th: คุณแน่ใจว่าต้องการลบคอลเลกชันนี้
vi: Có chắc chắn xóa bỏ sưu tập không?
zh_hans: 确定删除这条收藏？
zh_hant: 確定刪除這條收藏？

# 聊天信息已进行端到端加密
source: Chat messages are end-to-end encrypted
ja: チャット情報はすでにエンド暗号化されています。
ko: 채 팅 정보 가 엔 드 로 암호 화 되 었 습 니 다
th: ข้อมูลการสนทนาที่ได้รับการเข้ารหัส
vi: Tin nhắn nói chuyện đã tiến hành mã hóa từ đầu này đến đầu kia
zh_hans: 聊天信息已进行端到端加密
zh_hant: 聊天資訊已進行端到端加密

# 共
source: Total
ja: 合計
ko: 모두
th: คอมมอน
vi: Tổng cộng
zh_hant: 共

# 在这里，可以和朋友共享优惠券
source: Here, you can share coupons with friends
ja: ここで、友達とクーポンを共有できます。
ko: 여기 서 는 친구 들 과 쿠폰 을 공유 할 수 있다.
th: ที่นี่คุณสามารถใช้คูปองกับเพื่อนของคุณได้
vi: Tại đây, có thể dùng chung phiếu ưu đãi với bạn bè
zh_hans: 在这里，可以和朋友共享优惠券
zh_hant: 在這裡，可以和朋友共用優惠券

# 联系我们
source: Contact us
ja: 連絡します
ko: 연락 주세요.
th: ติดต่อเรา
vi: Liên lạc với chúng tôi
zh_hans: 联系我们
zh_hant: 聯繫我們

# 31天会员
source: 31 day membership
ja: 「31日間会員」
ko: 31 일 회원
th: สมาชิกวัน
vi: Hội viên 31 ngày
zh_hans: 31天会员
zh_hant: 31天會員

# 多人音视频通话人数已达上限（最多27人）
source: The number of multi-person audio and video calls has reached the upper limit (up to 27 people)
ja: 「マルチ音声動画の通話人数は上限（最大27人）に達しました」
ko: 멀 티 플레이어 동 영상 통화 상한 선 (최대 27 명)
th: เสียงและวิดีโอหลายสายได้ถึงขีดจำกัดบน
vi: Số người trong cuộc gọi âm thanh và quay hình nhiều người đã đạt mức tối đa (nhiều nhất 27 người)
zh_hans: 多人音视频通话人数已达上限（最多27人）
zh_hant: 多人語音視訊通話人數已達上限（最多27人）

# 加密🔒（聊天信息已进行端到端加密）
source: Encrypted 🔒 (chat messages are end-to-end encrypted)
ja: 暗号化🔒（チャット情報はすでにエンド暗号化されています）”
ko: 암호 화직경 12874(채 팅 정보 가 엔 드 로 암호 화 됨)
th: การเข้ารหัส สำหรับ ข้อมูลการสนทนาถูกเข้ารหัสไว้แล้ว
vi: Mã hóa 🔒 (tin nhắn nói chuyện đã tiến hành mã hóa từ đầu này đến đầu kia)
zh_hans: 加密🔒（聊天信息已进行端到端加密）
zh_hant: 加密🔒（聊天資訊已進行端到端加密）

# 设置支付密码
source: Set up payment password
ja: 「支払パスワードの設定」
ko: 지급 비밀 번 호 를 설정 하 다.
th: ตั้งค่ารหัสผ่านชำระเงิน
vi: Thiết lập mật khẩu thanh toán
zh_hans: 设置支付密码
zh_hant: 設定支付密碼

# 不再关注
source: no longer follow
ja: もう注目しない
ko: 더 이상 관심 을 갖 지 않다.
th: ไม่สนใจ
vi: Không quan tâm nữa
zh_hans: 不再关注
zh_hant: 不再追蹤

# 是否加入多人音视频通话
source: Whether to join a multi-person audio and video call
ja: 「マルチ音声ビデオ通話に参加しますか？」
ko: 멀 티 플레이어 영상 통화 가입 여부
th: ว่าจะเพิ่มเสียงและวิดีโอหลายสาย
vi: Có gia nhập cuộc gọi âm thành và quay hình nhiều người không
zh_hans: 是否加入多人音视频通话
zh_hant: 是否加入多人語音視訊通話

# 到期自动续期,可在iOS设置中随时取消
source: Automatic renewal upon expiration, can be canceled at any time in iOS settings
ja: 「自動継続期限が切れたら、iOS設定でいつでもキャンセルできます。」
ko: 기간 만 료 시 자동 연장, iOS 설정 에서 수시로 취소 가능
th: หมดอายุโดยอัตโนมัติและสามารถยกเลิกได้ตลอดเวลาในการตั้งค่า iOS
vi: Tự động gia hạn khi đến hạn, có thể hủy bỏ bất kỳ lúc nào trong thiết lập iOS
zh_hans: 到期自动续期,可在iOS设置中随时取消
zh_hant: 到期自動續期，可在iOS設定中隨時取消

# 金砖财富尚未授权，请先授权
source: BRICS Fortune has not been authorized yet, please authorize first
ja: ブリックスの財産はまだ授権されていません。先に授権してください。
ko: 브 릭 스 자산 은 아직 권한 을 부여 하지 않 았 으 니, 먼저 권한 을 부여 하 십시오.
th: อิฐทองยังไม่ได้รับอนุญาตโปรดอนุญาตก่อน
vi: Chính sách gạch vàng chưa ủy quyền, xin vui lòng ủy quyền trước
zh_hans: 金砖财富尚未授权，请先授权
zh_hant: 金磚財富尚未授權，請先授權

# 确定删除群成员？
source: Are you sure you want to remove members?
ja: グループメンバーを削除しますか？「
ko: 그룹 멤버 삭제 하 시 겠 습 니까?
th: คุณแน่ใจว่าต้องการลบสมาชิกกลุ่ม
vi: Có chắc chắn xóa bỏ thành viên nhóm?
zh_hans: 确定删除群组成员？
zh_hant: 確定刪除群組成員？

# 加群方式
source: Add group method
ja: 「グループアップ方式」
ko: 플러스 모드
th: เพิ่มโหมดกลุ่ม
vi: Đường kênh gia nhập nhóm
zh_hans: 加群方式
zh_hant: 加群管道

# 请到设置-隐私-相机中设置
source: Please go to settings - privacy - camera settings
ja: 設定-プライバシー-カメラで設定してください。
ko: 설정 해 주세요. - 프라이버시. - 카메라 에 설정.
th: กรุณาตั้งค่าความเป็นส่วนตัวในกล้อง
vi: Xin vui lòng vào Thiết lập - Quyền riêng tư - Máy ảnh để thiết lập
zh_hans: 请到设置-隐私-相机中设置
zh_hant: 請到設定-隱私-相機中設定

# 是否移除选中的群成员？
source: Whether to remove selected group members?
ja: 選択したグループのメンバーを削除しますか？「
ko: 선 택 된 그룹 구성원 을 제거 하 시 겠 습 니까?
th: คุณต้องการที่จะลบสมาชิกกลุ่มที่เลือก
vi: Có gỡ bỏ thành viên nhóm được chọn hay không?
zh_hans: 是否移除选中的群成员？
zh_hant: 是否刪除選中的群成員？

# 划线价格为曾售价,并非原价
source: The underlined price is the previous price, not the original pricee
ja: 「下線の価格は以前の価格で、元の価格ではありません」
ko: 선 을 긋 는 가격 은 예전 의 판매 가격 이지, 결코 원가 가 아니다.
th: ราคาขีดเส้นใต้คือราคาเดิมไม่ใช่ราคาเดิม
vi: Giaá cả gạch chân là giá từng bán, không phải là giá gốc
zh_hans: 划线价格为曾售价,并非原价
zh_hant: 劃線價格為曾售價，並非原價

# 推荐好友
source: Invite Friends
ja: 「おすすめの親友」
ko: 친 구 를 추천 하 다.
th: แนะนำเพื่อน
vi: Giới thiệu bạn bè
zh_hans: 推荐好友
zh_hant: 推薦好友

# 多人音视频通话
source: Multi-person audio and video calls
ja: 「マルチ音声ビデオ通話」
ko: 멀 티 플레이어 영상 통화
th: วีดีโอหลายเสียงเรียก
vi: Cuộc gọi âm thanh và quay hình nhiều người
zh_hans: 多人音视频通话
zh_hant: 多人語音視訊通話

# 推荐给朋友
source: recommend to friends
ja: 友達に勧めます
ko: 친구 에 게 추천 하 다
th: แนะนำเพื่อน
vi: Giới thiệu cho bạn bè
zh_hans: 推荐给朋友
zh_hant: 推薦給朋友

# 确定升级群？
source: Confirm upgrade group?
ja: 「アップグレードグループを確定しますか？「
ko: 레벨 업 그룹 을 확정 합 니까?
th: ระบุกลุ่มอัพเกรด
vi: Có chắc chắn nâng cấp nhóm?
zh_hans: 确定升级群？
zh_hant: 確定陞級群？

# 清空内容
source: clear content
ja: 「内容を空にする」
ko: 내용 을 삭제 하 다.
th: ล้างเนื้อหา
vi: Xóa sạch nội dung
zh_hans: 清空内容
zh_hant: 清空內容

# 请您设置允许APP访问您的通讯录 Settings>General>Privacy
source: Please set to allow APP to access your address book Settings>General>Privacy
ja: 「APPがあなたのアドレス帳 Settings>Generalにアクセスできるように設定してください。Privacy」
ko: APP 로 귀하 의 주소록 을 방문 할 수 있 도록 설정 하 십시오 n Settings > Genel > Privacy
th: กรุณาตั้งค่าที่ช่วยให้ app เพื่อเข้าถึงหนังสือที่อยู่ของคุณ
vi: Xin vui lòng thiết lập cho phép APP truy cập sổ liên lạc của bạn Settings>General>Privacy
zh_hans: 请您设置允许APP访问您的通讯录 Settings>General>Privacy
zh_hant: 請您設定允許APP訪問您的通訊錄 Settings>General>Privacy

# 你可以在支持SAMIM会员卡的公众号，小程序获得会员卡，放入卡包保存和使用。
source: You can get the membership card in the official account or applet that supports SAMIM membership card, put it in the card bag to save and use.
ja: 「SAMIM会員カードの公衆番号をサポートしています。「
ko: SAMIM 회원 카드 를 지원 하 는 공식 번 호 를 사용 할 수 있 습 니 다. 애플 릿 은 회원 카드 를 받 고 카드 를 넣 어서 보관 하고 사용 할 수 있 습 니 다.
th: คุณสามารถได้รับบัตรสมาชิกในการสนับสนุนสำหรับบัตรสมาชิก samim หมายเลขสาธารณะโปรแกรมเล็กๆน้อยๆที่ใส่ลงในแพคเกจบัตรเพื่อบันทึกและใช้
vi: Bạn có thể có được thẻ hội viên trong chương trình nhỏ hỗ trợ số công cộng của thẻ hội viên SAMIM, cho vào túi thẻ lưu giữ và sử dụng.
zh_hans: 你可以在支持SAMIM会员卡的公众号，小程序获得会员卡，放入卡包保存和使用。
zh_hant: 你可以在支持SAMIM會員卡的公眾號，小程式獲得會員卡，放入卡包儲存和使用。

# 在这里，可以看到自己的发票等票券
source: Here, you can see your own invoices and other tickets
ja: ここでは自分の領収書などのチケットが見られます。
ko: 여기 서 는 자신의 영수증 등 티켓 을 볼 수 있 습 니 다.
th: ที่นี่คุณสามารถดูใบแจ้งหนี้ของคุณเองและตั๋วอื่นๆ
vi: Tại đây, có thể nhìn thấy hóa đơn tài chính như biên lai của mình
zh_hans: 在这里，可以看到自己的发票等票券
zh_hant: 在這裡，可以看到自己的發票等票券

# 消费申诉
source: Report
ja: Complaint
ko: Complaint
th: Complaint
vi: Khiếu nại tiêu dùng
zh_hans: 消费申诉
zh_hant: 消費申訴

# 申诉类型
source: Report Type
ja: Complaint about
ko: Complaint about
th: Complaint about
vi: Loại hình khiếu nại
zh_hans: 申诉类型
zh_hant: 申訴類型

# 购买PGP相关
source: PGP Purchasing Issue
zh_hans: 购买PGP相关
zh_hant: 購買PGP相關

# 店家消费相关
source: PGP Consuming Issue
zh_hans: 店家消费相关
zh_hant: 店家消費相關

# 店家名称
source: Merchant name
ja: Store Name
ko: Store Name
th: Store Name
vi: Tên gọi cửa hàng
zh_hans: 店家名称
zh_hant: 店家名稱

# 联络方式
source: contact method
ja: Contact by
ko: Contact by
th: Contact by
vi: Phương thức liên lạc
zh_hans: 联络方式
zh_hant: 聯絡方式

# 电子邮件
source: E-mail
ja: E-Mail Address
ko: E-Mail Address
th: E-Mail Address
zh_hans: 电子邮件
zh_hant: 電子郵件

# 使用PGTalk注册电话联络
source: Register by phone using PGTalk
ja: Use This Account Mobile Number
ko: Use This Account Mobile Number
th: Use This Account Mobile Number
vi: Sử dụng PGTalk đăng ký liên lạc điện thoại
zh_hans: 使用PGTalk注册电话联络
zh_hant: 使用PGTalk註冊電話聯絡

# 请填写申诉店家名称
source: Please enter store name
ja: Please fill in the name of the appeal store
ko: Please fill in the name of the appeal store
th: Please fill in the name of the appeal store
vi: Xin vui lòng điển tên gọi cửa hàng khiếu nại
zh_hans: 请填写申诉店家名称
zh_hant: 請填寫申訴店家名稱

# 请输入其它联络电话
source: Please enter another contact number
ja: Enter New Contact Mobile Number
ko: Enter New Contact Mobile Number
th: Enter New Contact Mobile Number
vi: Xin vui lòng nhập điện thoại liên lạc khác
zh_hans: 请输入其它联络电话
zh_hant: 請輸入其他聯絡電話

# 请填写E-mail
source: Please enter E-mail
ja: Enter E-Mail Address
ko: Enter E-Mail Address
th: Enter E-Mail Address
vi: Xin vui lòng điền Email
zh_hans: 请填写E-mail
zh_hant: 請填寫E-mail

# 请输入您遇到的问题
source: Please describle your issue and problem roughly
vi: Xin vui lòng nhập vấn đề bạn gặp phải
zh_hans: 请输入您遇到的问题
zh_hant: 請輸入您遇到的問題

# 请您耐心等待，我们会尽快与您取得联系
source: Please be patient, we will contact you soon.
ja: Please wait. We will get back to you ASAP.
ko: Please wait. We will get back to you ASAP.
th: Please wait. We will get back to you ASAP.
vi: Xin vui lòng nhẫn nại chờ đợi, chúng tôi sẽ mau chóng liên lạc với bạn
zh_hans: 请您耐心等待，我们会尽快与您取得联系
zh_hant: 請您耐心等待，我們會盡快與您取得聯絡

# 申诉记录
source: File Record
vi: Ghi chép khiếu nại
zh_hans: 申诉记录
zh_hant: 申訴紀錄

# 申诉中
source: Under appeal
ja: Filing
ko: Filing
th: Filing
vi: Đang khiếu nại
zh_hans: 申诉中
zh_hant: 申訴中

# 处理中
source: Resolving
vi: Đang xử lý
zh_hans: 处理中
zh_hant: 處理中

# 系统通知
source: System Notification
ja: システム通知
ko: 시스템 알림
th: การแจ้งเตือนระบบ
vi: Thông báo hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

# 身份验证审核成功
source: Authentication successful
ja: ID認証に成功しました
ko: 인증 감사 성공
th: การพิสูจน์ตัวตนสำเร็จแล้ว
vi: Thẩm hạch nghiệm chứng danh tính thành công
zh_hans: 身份验证审核成功
zh_hant: 身分驗證審核成功

# 身份验证审核失败
source: Authentication failed
ja: 認証監査に失敗しました
ko: 인증 감사 실패
th: การยืนยันตัวตนล้มเหลว
vi: Thẩm hạch nghiệm chứng danh tính không thành công
zh_hans: 身份验证审核失败
zh_hant: 身分驗證審核失敗

# 失败原因
source: Feiled Reason
ja: 失敗の理由
ko: 실패 이유
th: เหตุผลของความล้มเหลว
vi: Nguyên nhân không thành công
zh_hans: 失败原因
zh_hant: 失敗原因

# 您还未选择好友哦
source: You haven't selected a friend yet
ja: 友達を選択していません
ko: 친구를 선택하지 않았습니다.
th: คุณยังไม่ได้เลือกเพื่อน
vi: Bạn chưa chọn bạn bè
zh_hans: 您还未选择好友哦
zh_hant: 您還未選擇好友哦

# 您还未选择收款人哦
source: You have not selected a recipient yet
ja: 受取人を選択していません
ko: 수취인을 선택하지 않았습니다.
th: คุณยังไม่ได้เลือกผู้รับเงิน
vi: Bạn chưa chọn người nhận chuyển khoản
zh_hans: 您还未选择收款人哦
zh_hant: 您還未選擇收款人哦

# 您还未选择领取人哦
source: Please select recipitents
ja: まだ受信者を選択していません
ko: 아직 수신자를 선택하지 않았습니다.
th: คุณยังไม่ได้เลือกผู้รับ
vi: Bạn chưa chọn người lĩnh nhận
zh_hans: 您还未选择领取人哦
zh_hant: 您還未選擇領取人哦

# 领取人
source: Recipient
ja: 受取人
ko: 수령 자
th: ได้รับ
vi: Người lĩnh nhận
zh_hans: 领取人
zh_hant: 領取人

# 长按查看
source: long press to view
ja: 長押しして表示
ko: 보려면 길게 누르세요.
th: กดค้างเพื่อดู
vi: Nhấn và giữ để xem
zh_hans: 长按查看
zh_hant: 長按查看
