Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 同意加群
source: Agree to join the group
ja: グループを追加することに同意する
ko: 가입 에 동의 하 다
th: ตอบรับเข้ากลุ่ม
vi: Đồng ý gia nhập nhóm
zh_hans: 同意加群
zh_hant: 同意加入群組

# 群到期
source: group expiration
ja: 群が満期になる
ko: 군 이 만기 가 되다.
th: กลุ่มหมดอายุ
vi: Nhóm đến hạn
zh_hans: 群到期
zh_hant: 群組到期

# 取消设为群管理
source: Unset as group management
ja: グループ管理に設定しない
ko: 그룹 관리 취소
th: ยกเลิกตั้งเป็นผู้ดูแลกลุ่ม
vi: Hủy bỏ thiết lập làm quản lý nhóm
zh_hans: 取消设为群管理
zh_hant: 取消設為群組管理

# 设为群管理
source: Set as group management
ja: グループ管理にする
ko: 군관 리 로 설정 하 다
th: ตั้งเป็นผู้ดูแลกลุ่ม
vi: Thiết lập làm quản lý nhóm
zh_hans: 设为群管理
zh_hant: 設為群組管理

# 请求加群
source: request to join the group
ja: グループ追加を要求する
ko: 가입 을 요청 하 다
th: ขอเข้ากลุ่ม
vi: Yêu cầu gia nhập nhóm
zh_hans: 请求加群
zh_hant: 請求加入群組

# 好友通知
source: Friend Notification
ja: 友達からのお知らせ
ko: 친구 알림
th: แจ้งเตือนเพื่อน
vi: Thông báo bạn bè
zh_hans: 好友通知
zh_hant: 好友通知

# 请求加为好友
source: Request to be added as a friend
ja: 友達追加をお願いします
ko: 친구 추가 요청
th: ขอเพิ่มเป็นเพื่อน
vi: Yêu cầu thêm làm bạn bè
zh_hans: 请求加为好友
zh_hant: 請求加為好友

# 群转让成功
source: Group transfer is successful
ja: グループ譲渡成功
ko: 그룹 양도 성공
th: โอนกลุ่มสำเร็จ
vi: Chuyển nhượng nhóm thành công
zh_hans: 群转让成功
zh_hant: 群組轉讓成功

# 你撤回了一条消息
source: You unsend a message
ja: あなたはメッセージを撤回しました。
ko: 너 는 소식 하 나 를 철회 했다.
th: คุณเรียกคืนแล้วหนึ่งข้อความ
vi: Bạn đã thu về một tin nhắn
zh_hans: 你撤回了一条消息
zh_hant: 你收回了一則訊息

# 收付方
source: Payee
ja: 支払い先
ko: 수불 자
th: ผู้รับเงิน
vi: Bên nhận thanh toán
zh_hans: 收付方
zh_hant: 交易方

# PGTalk收付
source: PGTalk Transaction
ja: PGralk受取
ko: PGTalk 수납
th: การชำระเงิน PGTalk
vi: PGTalk nhận thanh toán
zh_hans: PGTalk交易通知
zh_hant: PGTalk交易通知

# 支付密码只能是6位数字
source: Payment password can only be 6 digits
ja: お支払いのパスワードは6桁の数字しかありません。
ko: 결제 비밀 번 호 는 6 자리 밖 에 안 됩 니 다.
th: รหัสผ่านชำระเงินต้องเป็นตัวเลข 6 ตัวเท่านั้น
vi: Mật khẩu thanh toán chỉ có thể là 6 chữ số
zh_hans: 支付密码只能是6位数字
zh_hant: 付款密碼只能是6位數字

# 请您认真阅读《用户协议》和《隐私政策》，如同意我们的政策内容，请点击同意
source: Please read the "User Agreement" and "Privacy Policy" carefully, if you agree with our policy content, please click Agree
ja: 「ユーザー協議」と「プライバシーポリシー」をよく読んでください。私たちの政策内容に同意するなら、同意をクリックしてください。
ko: 《 사용자 협의 》 와 《 프라이버시 정책 》 을 열심히 읽 으 십시오. 저희 정책 내용 에 동의 하 시 면 동 의 를 클릭 하 십시오.
th: กรุณาอ่าน 'ข้อตกลงผู้ใช้' และ 'นโยบายความเป็นส่วนตัว' อย่างละเอียด หากยอมรับนโยบายของเรา โปรดคลิกยอมรับ
vi: Yêu cầu bạn hãy đọc kỹ "Điều khoản người sử dụng" và "Chính sách quyền riêng tư", nếu đồng ý nội dung chính sách của chúng tôi, vui lòng nhấp đồng ý
zh_hans: 请您认真阅读《用户协议》和《隐私政策》，如同意我们的政策内容，请点击同意
zh_hant: 請您認真閱讀《用戶條款》和《隱私政策》，如同意我們的政策內容，請點擊同意

# 不同意
source: Disagree
ja: 首を横に振る
ko: 동의 하지 않다
th: ไม่ยอมรับ
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

# 用户协议及隐私条款
source: User Agreement and Privacy Policy
ja: ユーザー協議及びプライバシー条項
ko: 사용자 협의 및 프라이버시 조항
th: ข้อตกลงผู้ใช้และนโยบายความเป็นส่วนตัว
vi: Điều khoản người sử dụng và Điều khoản quyền riêng tư
zh_hans: 用户协议及隐私条款
zh_hant: 用戶條款及隱私條款

# 诱导欺诈
source: induce fraud
ja: 誘導詐欺
ko: 사 기 를 유도 하 다.
th: การหลอกลวง
vi: Xúi giục lừa đảo
zh_hans: 诱导欺诈
zh_hant: 誘導詐欺

# 散布谣言
source: spread rumor
ja: デマを飛ばす
ko: 헛소문 을 퍼뜨리다.
th: การปล่อยข่าวลือ
vi: Phát tán tin đồn
zh_hans: 散布谣言
zh_hant: 散佈謠言

# 赌博犯罪
source: gambling crime
ja: 賭博犯罪
ko: 도박 범죄
th: การพนัน
vi: Cá cược phạm tội
zh_hans: 赌博犯罪
zh_hant: 賭博犯罪

# 血腥暴力
source: Violence
ja: 血生臭い暴力
ko: 피비린내 나 는 폭력
th: การใช้ความรุนแรง
vi: Bạo lực máu me
zh_hans: 血腥暴力
zh_hant: 血腥暴力

# 色情
source: Pornography
ja: 色情
ko: 색정.
th: ลามกอนาจาร
vi: Khiêu dâm
zh_hans: 色情
zh_hant: 色情

# 请输入投诉举报内容
source: Please enter detail of the impeach
ja: クレームの内容を入力してください。
ko: 신고 신고 내용 을 입력 하 세 요
th: โปรดใส่เนื้อหาการรายงาน
vi: Xin vui lòng nhập nội dung khiếu nại
zh_hans: 请输入投诉举报内容
zh_hant: 請輸入檢舉內容

# 详情描述
source: Detailed description
ja: 詳細な説明
ko: 상세 한 설명.
th: อธิบายรายละเอียด
vi: Mô tả chi tiết
zh_hans: 详情描述
zh_hant: 詳情描述

# 投诉已提交成功，我们将在24小时内处理
source: Your impeach sent successfully, we will process it within 24hours.
ja: クレームはすでに提出されました。24時間以内に処理します。
ko: 신고 가 이미 제출 되 었 으 니, 우 리 는 24 시간 내 에 처리 할 것 이다.
th: ส่งการรายงานสำเร็จแล้ว เราจะดำเนินการภายใน 24 ชั่วโมง
vi: Đã gửi khiếu nại thành công, chúng tôi sẽ xử lý trong vòng 24 giờ
zh_hans: 检举已提交成功，我们将在24小时内处理
zh_hant: 檢舉已送出成功，我們將在24小時內處理

# 请输入详情描述
source: Please complete the detail description
ja: 詳細を入力してください。
ko: 상세 설명 을 입력 하 세 요
th: โปรดใส่คำอธิบายรายละเอียด
vi: Xin vui lòng nhập mô tả chi tiết
zh_hans: 请输入详情描述
zh_hant: 請輸入詳情描述

# 请选择投诉原因
source: Please select the problems your impeach is about
ja: クレームの原因を選んでください。
ko: 신고 원인 을 선택 하 세 요
th: โปรดเลือกเหตุผลในการรายงาน
vi: Xin vui lòng chọn nguyên nhân khiếu nại
zh_hans: 请选择投诉原因
zh_hant: 請選擇檢舉原因

# 投诉举报
source: Impeach
ja: 告発する
ko: 신고 하 다
th: รายงาน
vi: Khiếu nại
zh_hans: 投诉举报
zh_hant: 檢舉

# 群组名称不能大于10个字符
source: Group name cannot be longer than 10 characters
ja: グループ名は10文字以上ではいけません。
ko: 그룹 이름 은 10 글자 이상 일 수 없습니다.
th: ชื่อกลุ่มห้ามเกิน 10 ตัวอักษร
vi: Tên gọi nhóm không được lớn hơn 10 chữ
zh_hans: 群组名称不能大于10个字符
zh_hant: 群組名稱不能大於10位字元

# 已取消置顶聊天
source: Top chat off
ja: チャットをキャンセルしました。
ko: 채 팅 취소
th: ยกเลิกปักหมุดแชท
vi: Đã hủy bỏ nói chuyện trên đỉnh
zh_hans: 置顶聊天已关闭
zh_hant: 置頂聊天已關閉

# 付款账号
source: Payer's account
ja: 支払い口座
ko: 지불 계좌 번호
th: บัญชีชำระเงิน
vi: Số tài khoản thanh toán
zh_hans: 付款账号
zh_hant: 付款帳號

# 无
source: None
ja: なし
ko: 없다.
th: ไม่มี
vi: Không có
zh_hans: 无
zh_hant: 無

# 取消时间
source: Cancellation time
ja: キャンセル時間
ko: 취소 시간
th: เวลายกเลิก
vi: Thời gian hủy bỏ
zh_hans: 取消时间
zh_hant: 取消時間

# 实际到账
source: Actual credit
ja: 実際に入金する
ko: 실제 입금
th: เงินที่เข้าบัญชีจริง
vi: Vào tài khoản thực tế
zh_hans: 实际到账
zh_hant: 實際到帳

# 到账时间
source: Arrival time
ja: 入金時間
ko: 입금 시간
th: เวลาที่เงินเข้าบัญชี
vi: Thời gian vào tài khoản
zh_hans: 到账时间
zh_hant: 到帳時間

# 创建时间
source: Creation time
ja: 作成時間
ko: 창설 시간
th: เวลาสร้าง
vi: Thời gian lập
zh_hans: 创建时间
zh_hant: 建立時間

# 收款账号
source: Payee's account No.
ja: 入金口座
ko: 수금 계좌
th: บัญชีรับเงิน
vi: Số tài khoản nhận chuyển khoản
zh_hans: 收款账号
zh_hant: 收款帳號

# 收款户名
source: Payee's account name
ja: 入金先名
ko: 수금 계좌 명
th: ชื่อบัญชีรับเงิน
vi: Tên tài khoản nhận chuyển khoản
zh_hans: 收款户名
zh_hant: 收款戶名

# 待付款
source: Pending payment
ja: 未払い金
ko: 지불 을 기다리다.
th: รอชำระเงิน
vi: Chờ thanh toán
zh_hans: 待付款
zh_hant: 待付款

# 汇款账号
source: Remittance Account
ja: 送金口座
ko: 송금 계좌 번호
th: บัญชีโอนเงิน
vi: Số tài khoản chuyển khoản
zh_hans: 汇款账号
zh_hant: 匯款帳號

# 之前完成汇款
source: Completed remittance before
ja: 前に送金を完了しました
ko: 입금 완료
vi: Hoàn thành chuyển khoản trước
zh_hans: 之前完成汇款
zh_hant: 之前完成匯款

# 3:请在
source: 3: please at
ja: 3:はい、どうぞ
ko: 3: 계 세 요.
th: 3:โปรดโอนเงินให้เสร็จก่อน
vi: 3: Xin vui lòng
zh_hans: 3:请在
zh_hant: 3:請在

# 2:完成汇款后可在购买记录中查看购买状态
source: 2: After completing the remittance, you can check the purchase status in the purchase history
ja: 2:送金が完了したら購買記録で購買状態を確認することができます。
ko: 2: 입금 완료 후 구 매 기록 에서 구 매 상 태 를 확인 가능
th: 2:หลังจากโอนเงินแล้ว สามารถดูสถานะการซื้อได้ที่ประวัติการสั่งซื้อ
vi: 2: Sau khi hoàn thành chuyển khoản, có thể tra cứu trạng thái mua hàng trong chi chép mua hàng
zh_hans: 2:完成汇款后可在购买记录中查看购买状态
zh_hant: 2:完成匯款後可在購買紀錄中查詢購買狀態

# 1:请向上方银行账号汇入
source: 1. Please transfer to the bank account above
ja: 1：上の銀行口座に振り込んでください。
ko: 1: 위 은행 계좌 로 입금 해 주세요.
th: 1:โปรดโอนเงินไปยังบัญชีธนาคารที่อยู่ด้านบน
vi: 1: Xin vui lòng chuyển vào số tài khoản của ngân hàng phía trên
zh_hans: 1:请向上方银行账号汇入
zh_hant: 1:請向上方銀行帳號匯入

# 提示：
source: Notice
ja: ヒント:
ko: 알림:
th: แจ้งเตือน:
vi: Gợi ý:
zh_hans: 提示：
zh_hant: 提示：

# 收款账号：
source: Payee's account No.:
ja: 入金口座番号：
ko: 수금 계좌 번호:
th: บัญชีรับเงิน:
vi: Số tài khoản nhận chuyển khoản:
zh_hans: 收款账号：
zh_hant: 收款帳號：

# 收款户名：
source: Payee's account name:
ja: 入金先名：
ko: 수금 계좌 명:
th: ชื่อบัญชีรับเงิน:
vi: Tên tài khoản nhận chuyển khoản:
zh_hans: 收款户名：
zh_hant: 收款戶名：

# 提交失败
source: Submission Failedl
ja: 送信に失敗しました
ko: 제출 실패
th: ส่งไม่สำเร็จ
vi: Gửi đi không thành công
zh_hans: 提交失败
zh_hant: 送出失敗

# 提交成功
source: Submit successful
ja: 送信成功
ko: 제출 완료
th: ส่งสำเร็จ
vi: Gửi đi thành công
zh_hans: 提交成功
zh_hant: 送出成功

# 获取汇款账号
source: Get a remittance account
ja: 送金口座を取得する
ko: 송금 계 정 을 받다
th: รับบัญชีโอนเงิน
vi: Có được số tài khoản chuyển khoản
zh_hans: 获取汇款账号
zh_hant: 獲取匯款帳號

# 请输入转出银行账户
source: Please enter the outgoing bank account
ja: 銀行口座への振り込みを入力してください。
ko: 계좌 이체 입력 해 주세요.
th: กรุณาระบุบัญชีธนาคารของคุณ
vi: Xin vui lòng nhập tài khoản ngân hàng chuyển ra
zh_hans: 请输入转出银行账户
zh_hant: 請輸入轉出銀行帳戶

# 转出银行账户
source: Payer bank account
ja: 銀行の口座を振り替える
ko: 은행 계좌 를 이체 하 다
th: โอนเงินออกจากบัญชีธนาคาร
vi: Tài khoản ngân hàng chuyển ra
zh_hans: 转出银行账户
zh_hant: 轉出銀行帳戶

# 等待审核完成购买。
source: Waiting for verify to complete order
ja: 審査が終わってから買います
ko: 심사 완료 구 매 대기
th: รอตรวจสอบเสร็จสิ้นการซื้อ ”
vi: Chờ thẩm hạch hoàn thành mua hàng
zh_hans: 等待审核完成购买
zh_hant: 等待審核完成購買

# 请足额完成汇款。
source: Please remit the full amount
ja: 十分な金額で送金してください
ko: 전액 입금 해 주세요
th: โปรดโอนเงินเต็มจำนวน
vi: Xin vui lòng hoàn thành chuyển khoản theo số lượng thực tế
zh_hans: 请足额完成汇款
zh_hant: 請按照實際數量完成匯款

# 输入金额获取汇款账号。
source: Please enter the amount to obtain the remittance account
ja: 金額を入力して送金口座を取得します
ko: 입금 금액 을 입력 하여 입금 계 정 을 획득 하 세 요
th: ใส่จำนวนเงินเพื่อรับบัญชีโอนเงิน
vi: Nhập số lượng PGP có được số tài khoản chuyển khoản
zh_hans: 输入PGP数量获取汇款账号
zh_hant: 輸入PGP數量獲取匯款帳號

# 提醒
source: Notice
ja: リマインダ
ko: 깨우치다.
th: เตือน
vi: Gợi ý
zh_hans: 提醒
zh_hant: 提醒

# 汇款
source: Remittance
ja: 為替で送金する
ko: 송금 하 다.
th: โอนเงิน
vi: Chuyển khoản
zh_hans: 汇款
zh_hant: 匯款

# 点击'注册'即表示您同意
source: By clicking 'Sign Up' you agree
ja: 「登録」をクリックして同意を表します。
ko: '등록' 을 클릭 하면 동 의 를 표시 합 니 다.
th: คลิก 'ลงทะเบียน' หมายความว่าคุณยอมรับ
vi: Nhấp 'Đăng ký' nghĩa là bạn đồng ý
zh_hans: 点击'注册'即表示您同意
zh_hant: 點擊'註冊'即表示您同意

# 点击'登录'即表示您同意
source: Click "Login" agree
ja: 「ログイン」をクリックして同意を表します。
ko: '로그 인' 을 클릭 하면 동 의 를 표시 합 니 다.
th: คลิก 'เข้าสู่ระบบ' หมายความว่าคุณยอมรับ
vi: Nhấp 'Đăng nhập' nghĩa là bạn đồng ý
zh_hans: 点击"登录"即表示您同意
zh_hant: 點擊"登入"即表示您同意

# 用户协议和隐私政策
source: Terms of use and Privacy Policy
ja: ユーザー協議とプライバシーポリシー
ko: 사용자 프로 토 콜 과 프라이버시 정책
th: ข้อตกลงผู้ใช้และนโยบายความเป็นส่วนตัว
vi: Điều khoản người sử dụng và Chính sách quyền riêng tư
zh_hans: 《用户条款与隐私政策》
zh_hant: 《用戶條款與隱私政策》

# 隐私政策
source: Privacy Policy
ja: プライバシーポリシー
ko: 프라이버시 정책
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私政策

# 系统扣点
source: System deduction
ja: システムの減点
ko: 시스템 스매싱
th: หักแต้มระบบ
vi: Trừ điểm hệ thống
zh_hans: 系统扣点
zh_hant: 系統扣點

# 系统加点
source: System deposit
ja: システム
ko: 시스템 추가
th: เพิ่มแต้มระบบ
vi: Cộng điểm hệ thống
zh_hans: 系统加点
zh_hant: 系統加點

# 识别图中的二维码
source: Identify the QR code in the picture
ja: 図中の二次元コードを識別する
ko: 그림 속 의 QR 코드 를 식별 하 다.
th: สแกนคิวอาร์โค้ดในภาพ
vi: Nhận dạng QR Code trong hình
zh_hans: 识别图中的二维码
zh_hant: 識別圖中的QR Code

# 保存到手机相册
source: Save photo
ja: 携帯のアルバムに保存
ko: 핸드폰 앨범 에 저장 하 다
th: บันทึกลงในอัลบั้มภาพโทรศัพท์
vi: Lưu giữ vào tập ảnh điện thoại di động
zh_hans: 保存到手机相册
zh_hant: 儲存到手機相冊

# 银行
source: bank
ja: 銀行
ko: 은행
th: ธนาคาร
vi: Ngân hàng
zh_hans: 银行
zh_hant: 銀行

# 汇款信息
source: Remittance Information
ja: 送金情報
ko: 송금 정보
th: ข้อมูลการโอน
vi: Tin nhắn chuyển khoản
zh_hans: 汇款信息
zh_hant: 匯款資訊

# 请输入汇款金额
source: Please enter the remittance amount
ja: 送金金額を入力してください。
ko: 입금 금액 입력 해 주세요.
th: โปรดใส่จำนวนเงินโอน
vi: Xin vui lòng nhập số lượng PGP chuyển vào
zh_hans: 请输入汇款数量
zh_hant: 請輸入匯入的PGP數量

# 请输入汇款账户户主
source: Please enter payer's bank account name
ja: 送金口座の持ち主を入力してください。
ko: 송금 계좌 주 를 입력 하 세 요
th: โปรดใส่ชื่อบัญชีโอนเงิน
vi: Xin vui lòng nhập tên tài khoản chuyển khoản
zh_hans: 请输入汇款账户户主
zh_hant: 請輸入帳戶姓名

# 请输入汇款账户卡号
source: Please enter the remittance account number
ja: 送金口座カード番号を入力してください。
ko: 입금 계좌 번 호 를 입력 하 세 요.
th: โปรดใส่เลขบัญชีโอนเงิน
vi: Xin vui lòng nhập số thẻ tài khoản chuyển khoản
zh_hans: 请输入汇款账户卡号
zh_hant: 請輸入匯款帳戶卡號

# 请输入汇款银行
source: Please enter the remittance bank
ja: 送金銀行を入力してください。
ko: 입금 은행 입력 해 주세요.
th: โปรดใส่ธนาคารโอนเงิน
vi: Xin vui lòng nhập tên gọi ngân hàng chuyển khoản
zh_hans: 请输入汇款银行
zh_hant: 請輸入匯款銀行名稱

# 申请加入
source: Applications for Membership
ja: 加入を申し込む
ko: 가입 을 신청 하 다
th: ส่งคำขอเข้าร่วม
vi: Đăng ký gia nhập
zh_hans: 申请加入
zh_hant: 申請加入

# 修改备注名和标签
source: Display name and badge
ja: 「コメント名とラベルの変更」
ko: 비고 이름과 라벨 수정.
th: แก้ไขชื่อหมายเหตุและป้ายกำกับ
vi: Thay đổi tên ghi chú và tên gọi
zh_hant: 更改備註名和分類

# 发布
source: Post
ja: リリース
ko: 선포 하 다.
th: โพสต์
vi: Gửi lên
zh_hans: 发布
zh_hant: 發佈

# 结账取消
source: Checkout Cancellation
ja: 決済キャンセル
ko: 체크아웃
th: ยกเลิกการชำระเงิน
vi: Hủy bỏ thanh toán
zh_hans: 结账取消
zh_hant: 結帳取消

# 图片及视频
source: Media
ja: 動画リスト
ko: 이미지 및 영상
th: รูปภาพและวิดีโอ
vi: Ảnh chụp và đoạn phim
zh_hans: 媒体
zh_hant: 媒體

# 确定要清除缓存吗？清除后不影响使用，再次浏览需要重新加载。
source: Are you sure you want to clear the cache? After clearing, it does not affect the use, and you need to reload it when you browse again.
ja: キャッシュをクリアしますか？クリア後は使用に影響がありません。再度閲覧するには再読み込みが必要です。
ko: 캐 시 를 삭제 하 시 겠 습 니까?삭제 후 에는 사용 하 는 데 영향 을 주지 않 습 니 다. 다시 탐색 하려 면 다시 불 러 와 야 합 니 다.
th: ยืนยันจะลบแคชหรือไม่? หลังลบจะไม่กระทบต่อการใช้งาน เมื่อเรียกดูอีกครั้งต้องดาวน์โหลดใหม่
vi: Có chắc chắn muốn xóa sạch tạm lưu không? Sau khi xóa sạch không ảnh hưởng sử dụng, xem lại phải tải về lại.
zh_hans: 确定要清除缓存吗？清除后不影响使用，再次浏览需要重新加载。
zh_hant: 確定要清除暫存嗎？清除後不影響使用，再次瀏覽需要重新下載。

# 清除完成
source: Clear complete
ja: クリア完了
ko: 제거 완료
th: ลบเสร็จสิ้น
vi: Hoàn thành xóa sạch
zh_hans: 清除完成
zh_hant: 清除完成

# 收付详情
source: Trasaction details
ja: 支払いの詳細
ko: 상세 한 상황 을 수납 하 다.
th: รายละเอียดการชำระเงิน
vi: Chi tiết nhận thanh toán
zh_hans: 收付详情
zh_hant: 交易詳情

# 时间
source: time
ja: 時間
ko: 시간.
th: เวลา
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# 收付時間
source: Order time
zh_hans: 收付时间
zh_hant: 交易時間

# 收付編號
source: Transaction No.
ja: 受取番号
ko: 수취 번호
th: หมายเลขใบเสร็จรับเงิน
vi: Số nhận thanh toán
zh_hans: 收付编号
zh_hant: 交易編號

# 下一条
source: next
ja: 次の条
ko: 다음
th: ต่อไป
vi: Tin nhắn tiếp theo
zh_hans: 下一条
zh_hant: 下一則

# 去看看
source: Go check
ja: 行ってみます
ko: 가 보다
th: ไปดู
vi: Vào xem
zh_hans: 去看看
zh_hant: 去看看

# 今日不再提醒
source: No more reminders today
ja: 今日は注意しない
ko: 오늘 다시 알려 주지 않 음
th: วันนี้ไม่ต้องแจ้งเตือนอีก
vi: Hôm nay sẽ không nhắc lại
zh_hans: 今日不再提醒
zh_hant: 今天不再提醒

# 手動結帳
source: Settle to Bank
ja: お会計は手動でお願いします
ko: 수 동 결제
th: ชำระเงินด้วยตนเอง
vi: Thanh toán bằng tay
zh_hans: 手动结账
zh_hant: 手動結帳

# 系統結帳
source: System settlement
ja: システム決済
ko: 시스템 결산
th: ระบบการชำระเงิน
vi: Kết toán hệ thống
zh_hans: 系统结算
zh_hant: 系統結帳

# 手动结算
source: Manual settlement
ja: 手动結算
ko: 手动結算
th: 手动結算
zh_hant: 手动結帳

# 帳戶PGP數量
source: Account PGP Number
ja: 口座残高
ko: 계 정 잔액
th: ยอดเงินในบัญชี
vi: Số lượng PGP tài khoản
zh_hans: 账户余额
zh_hant: 帳戶PGP數量

# 請選擇購買PGP數量
source: Please select the quantity of PGP to buy
ja: チャージ金額を選んでください。
ko: 충전 금액 을 선택 하 세 요
th: กรุณาเลือกจำนวนเงินที่คิดค่าบริการ
vi: Xin vui lòng chọn mua số lượng PGP
zh_hans: 请选择充值数量
zh_hant: 請選擇購買PGP數量

# 《購買服務條款》
source: Purchase Terms of Service
ja: 《チャージサービス協議》
ko: 《 충전 서비스 협의 》
th: ข้อตกลงการให้บริการเติมเงิน
vi: "Điều khoản dịch vụ mua hàng"
zh_hans: 《充值服务协议》
zh_hant: 《購買服務條款》

# 繼續購買表示您已閱讀並同意
source: By continuing to purchase, you have read and agreed
ja: 引き続きチャージします。読んで同意したということです。
ko: 계속 충전 하면 당신 이 이미 읽 고 동의 하 는 것 을 표시 합 니 다
th: ยังคงเติมเงินหมายความว่าคุณได้อ่านและเห็นด้วย
vi: Tiếp tục mua nghĩa là bạn đã đọc và đồng ý
zh_hans: 继续充值表示您已阅读并同意
zh_hant: 繼續購買表示您已閱讀並同意

# 購買成功後，到帳可能會有一定延遲，請您耐心等待
source: After the purchase is successful, there may be a delay in the arrival of the account, please wait patiently
ja: チャージが成功したら、入金が遅れるかもしれませんので、待ってください。
ko: 충전 성공 후 입금 이 일정 시간 지연 될 수 있 으 니 기 다 려 주세요.
th: หลังจากชาร์จเรียบร้อยแล้วอาจจะมีความล่าช้าในการชำระเงินกรุณาอดทน
vi: Sau khi mua hàng thành công, vào tài khoản có thể có sự chậm trễ nhất định, xin vui lòng nhẫn nại chờ đợi
zh_hans: 充值成功后，到账可能会有一定延迟，请您耐心等待
zh_hant: 購買成功後，到帳可能會有一定延遲，請您耐心等待

# 注
source: Remark
ja: 注
ko: 달다.
th: หมายเหตุ
vi: Cược
zh_hans: 注
zh_hant: 注

# 苹果充值
source: Apple Recharge
ja: アップルチャージ
ko: 추첨 횟수 구 매
th: แอปเปิ้ลชาร์จ
vi: Mua qua Apple
zh_hans: 苹果充值
zh_hant: 蘋果購買

# 购买抽奖次数
source: Purchase lottery
ja: 購入抽選回数
ko: 추첨 횟수 구 매
th: ซื้อสิทธิ์จับรางวัล
vi: Số lần bốc thưởng mua hàng
zh_hans: 购买抽奖次数
zh_hant: 購買抽獎次數

# 活动红包
source: Activity red envelopes
ja: イベントのお年玉
ko: 이벤트 보너스
th: อั่งเปากิจกรรม
vi: Bao lì xì hoạt động
zh_hans: 活动红包
zh_hant: 活動紅包

# 选择地区/国家
source: Select region/country
ja: 地域/国を選ぶ
ko: 지역 / 국가 선택
th: เลือกประเทศ/ภูมิภาค
vi: Chọn khu vực / quốc gia
zh_hans: 选择地区/国家
zh_hant: 選擇地區/國家

# 获取数据失败！
source: Failed to get data!
ja: データの取得に失敗しました。
ko: 데 이 터 를 가 져 오 는 데 실 패 했 습 니 다!
th: รับข้อมูลไม่สำเร็จ!
vi: Có được số liệu không thành công!
zh_hans: 获取数据失败！
zh_hant: 獲取資料失敗！

# 没有更多数据了~
source: no more data!
ja: これ以上のデータがないです。
ko: 데이터 가 더 없습니다.
th: ไม่มีข้อมูลเพิ่มเติมแล้ว~
vi: Không có thêm số liệu~
zh_hans: 没有更多数据了~
zh_hant: 沒有更多資料了~

# 我的收藏
source: Collects
ja: 私のコレクション
ko: 나의 수집 품
th: รายการโปรด
vi: Sưu tập của tôi
zh_hans: 我的收藏
zh_hant: 我的收藏

# 查看全部
source: see all
ja: すべてを表示
ko: 모두 보기
th: ดูทั้งหมด
vi: Tra cứu toàn bộ
zh_hans: 查看全部
zh_hant: 查看全部

# 全部商户
source: All merchants
ja: 全部の取引先
ko: 모든 상점
th: ร้านค้าทั้งหมด
vi: Toàn bộ người bán
zh_hans: 全部商户
zh_hant: 全部商家

# 购买PGP凭证通知
source: Notice of Purchase of PGP Credentials
ja: PGP購入証明書のお知らせ
ko: PGP 구 매 증명 알림
th: ประกาศซื้อคูปอง PGP
vi: Thông báo nghiệm chứng mua số lượng PGP
zh_hans: 购买PGP凭证通知
zh_hant: 購買PGP數量憑證通知

# 购买时间
source: purchase time
ja: 購入時間
ko: 구입 시간
th: เวลาซื้อ
vi: Thời gian mua
zh_hans: 购买时间
zh_hant: 購買時間

# 购买凭证
source: proof of purchase
ja: 購入証憑
ko: 구 매 증명
th: คูปองซื้อ
vi: Giấy chứng nhận mua hàng
zh_hans: 购买凭证
zh_hant: 購買憑證

# 付款时间
source: Payment time
ja: 支払い時間
ko: 지불 시간
th: เวลาชำระเงิน
vi: Thời gian thanh toán
zh_hans: 付款时间
zh_hant: 付款時間

# 邀请码
source: Invitation ID
ja: 招待コード
ko: 초대 코드
th: รหัสเชิญ
vi: ID người giới thiệu
zh_hans: 邀请码
zh_hant: 推薦人ID

# 兑换记录
source: Redeem
ja: 両替記録
ko: 교환 레코드
th: ประวัติการแลก
vi: Ghi chép đổi thưởng
zh_hans: 兑换记录
zh_hant: 兌換紀錄

# 兑换成功
source: Redeem successful
ja: 両替に成功しました
ko: 교환 성공
th: แลกสำเร็จ
vi: Đổi thưởng thành công
zh_hans: 兑换成功
zh_hant: 兌換成功

# 兑换奖品
source: Redeem prizes
ja: 賞品を兌換する
ko: 상품 을 교환 하 다.
th: แลกรางวัล
vi: Đổi lấy phần thưởng
zh_hans: 兑换奖品
zh_hant: 兌換獎品

# 立即兑换
source: Redeem now
ja: すぐ両替します
ko: 즉시 교환
th: แลกทันที
vi: Lập tức đổi thưởng
zh_hans: 立即兑换
zh_hant: 立即兌換

# 2、商品兑换后，会有客服联系您，关于收货地址等信息的确定，请注意手机来电。谢谢。
source: 2. After the product is exchanged, there will be customer service to contact you. Please pay attention to the phone call to determine the delivery address and other information. thanks
ja: 2、商品を両替したら、カスタマーサービスから連絡があります。受取住所などの情報の確定については、携帯電話からの着信に注意してください。ありがとうございます。
ko: 2. 상품 교환 후 고객 님 께 연락 드 리 고 받 으 실 주소 등 정보 에 대한 확인 이 있 을 수 있 으 니 핸드폰 으로 연락 주시 기 바 랍 니 다.감사합니다.
th: 2. หลังจากแลกสินค้าแล้ว จะมีเจ้าหน้าที่ติดต่อคุณเพื่อยืนยันที่อยู่รับของและข้อมูลอื่นๆ กรุณาตรวจสอบสายเรียกเข้าด้วย ขอขอบคุณ
vi: 2. Sau khi đổi thưởng thành công, Dịch vụ Khách hàng sẽ liên lạc với bạn, xác nhận thông tin địa chỉ nhận hàng của bạn, xin vui lòng chú ý cuộc gọi đến của điện thoại di động. Xin cảm ơn.
zh_hans: 2、商品兑换后，会有客服联系您，关于收货地址等信息的确定，请注意手机来电。谢谢。
zh_hant: 2、兌換成功後，客服將會聯繫您，與您確定收貨地址等資訊，請注意手機來電。謝謝。

# 1、商品一经兑换，消耗的生肖币概不退还。商品兑换所需的币种将不定期调整，具体以实际情况为准。
source: 1. Once the product is exchanged, the consumed zodiac coins will not be refunded. The currency required for commodity exchange will be adjusted from time to time, and the actual situation shall prevail.
ja: 1、商品が両替されると、使用した干支は一切返金されません。商品の両替に必要な貨幣は不定期に調整されます。具体的には実際の状況に準じます。
ko: 1. 상품 을 교환 하면 소 모 된 띠 화 폐 는 일체 반환 하지 않 습 니 다.상품 교환 에 필요 한 화폐 종 류 는 비정 기적 으로 조정 되 고 구체 적 으로 실제 상황 을 기준 으로 한다.
th: 1. เมื่อแลกสินค้าแล้ว เหรียญราศีที่ใช้ไปจะไม่สามารถคืนได้ เหรียญที่ใช้แลกสินค้าจะมีการปรับเปลี่ยนเป็นครั้งคราว รายละเอียดให้ยึดตามสถานการณ์จริงเป็นหลัก
vi: 1. Sản phẩm một khi được đổi, đồng xu con giáp tiêu hao sẽ không hoàn trả. Loại tệ cần để đổi thưởng sẽ được điều chỉnh không định kỳ, chi tiết cụ thể tùy theo tình hình thực tế.
zh_hans: 1、商品一经兑换，消耗的生肖币概不退还。商品兑换所需的币种将不定期调整，具体以实际情况为准。
zh_hant: 1、商品一經兌換，消耗的生肖幣概不退還。商品兌換所需的幣種將不定期調整，具體以實際情況為準。

# 电话
source: Phone
ja: 電話
ko: 전화기
th: โทรศัพท์
vi: Điện thoại
zh_hans: 电话
zh_hant: 電話

# 说明
source: Description
ja: 説明
ko: 설명 하 다
th: คำอธิบาย
vi: Giải thích
zh_hans: 说明
zh_hant: 說明

# 请输入您联系电话
source: Please enter your contact number
ja: 連絡先を入力してください。
ko: 연락처 입력 해 주세요.
th: โปรดใส่เบอร์ติดต่อของคุณ
vi: Xin vui lòng nhập điện thoại liên lạc của bạn
zh_hans: 请输入您联系电话
zh_hant: 請輸入您聯絡電話

# 请输入您的姓名
source: please enter your name
ja: 名前を入力してください。
ko: 이름 을 입력 하 십시오
th: โปรดใส่ชื่อของคุณ
vi: Xin vui lòng nhập họ tên của bạn
zh_hans: 请输入您的姓名
zh_hant: 請輸入您的姓名

# 人兑换
source: Redeemed
ja: 両替します
ko: 환전
th: คนแลก
vi: người đổi thưởng
zh_hans: 人兑换
zh_hant: 人兌換

# 兑换详情
source: Redemption Details
ja: 両替の詳細
ko: 자세 한 정보 교환
th: รายละเอียดการแลก
vi: Chi ti tiết đổi thưởng
zh_hans: 兑换详情
zh_hant: 兌換詳情

# 奖品列表
source: Redeem Prize
ja: 賞品リスト
ko: 상품 목록
th: รายการของรางวัล
vi: Danh sách phần thưởng
zh_hans: 奖品列表
zh_hant: 獎品清單

# 积分兑换好礼
source: Redeem points for gifts
ja: ポイントを交換します
ko: 포인트 로 선물 교환
th: สะสมแต้มเพื่อแลกของขวัญ
vi: Tích lũy số điểm đổi quà hấp dẫn
zh_hans: 积分兑换好礼
zh_hant: 累積點數換好禮

# 前往兑换
source: Exchange now
ja: 両替に行きます
ko: 교환 으로 가기
th: ไปแลก
vi: Vào đổi thưởng
zh_hans: 前往兑换
zh_hant: 前往兌換

# 我的奖品
source: go to exchange
ja: 私の賞品
ko: 나의 상품.
th: รางวัลของฉัน
vi: Phần thưởng của tôi
zh_hans: 我的奖品
zh_hant: 我的獎品

# 猪
source: Pig
ja: 豚
ko: 돼지.
th: หมู
vi: Lợn
zh_hans: 猪
zh_hant: 豬

# 狗
source: Dog
ja: 犬
ko: 개?
th: สุนัข
vi: Chó
zh_hans: 狗
zh_hant: 狗

# 鸡
source: Rooster
ja: にわとり
ko: 닭.
th: ไก่
vi: Gà
zh_hans: 鸡
zh_hant: 雞

# 猴
source: Monkey
ja: 猿
ko: 원숭이.
th: ลิง
vi: Khỉ
zh_hans: 猴
zh_hant: 猴

# 羊
source: Goat
ja: 羊
ko: 양
th: แพะ
vi: Dê
zh_hans: 羊
zh_hant: 羊

# 马
source: Horse
ja: 馬
ko: 말.
th: ม้า
vi: Ngựa
zh_hans: 马
zh_hant: 馬

# 蛇
source: Snake
ja: へび
ko: 뱀.
th: งู
vi: Rắn
zh_hans: 蛇
zh_hant: 蛇

# 龙
source: Dragon
ja: 竜
ko: 용
th: มังกร
vi: Rồng
zh_hans: 龙
zh_hant: 龍

# 兔
source: Rabbit
ja: うさぎ
ko: 토끼.
th: กระต่าย
vi: Thỏ
zh_hans: 兔
zh_hant: 兔

# 虎
source: Tiger
ja: 虎
ko: 호랑이.
th: เสือ
vi: Hổ
zh_hans: 虎
zh_hant: 虎

# 牛
source: Ox
ja: 牛
ko: 소
th: วัว
vi: Bò
zh_hans: 牛
zh_hant: 牛

# 鼠
source: Rat
ja: 鼠
ko: 쥐
th: หนู
vi: Chuột
zh_hans: 鼠
zh_hant: 鼠

# 奖品
source: Prize
ja: 賞品
ko: 상품.
th: รางวัล
vi: Phần thưởng
zh_hans: 奖品
zh_hant: 獎品

# 成为店家
source: Join
ja: 店になる
ko: 상가 가 되다
th: เปิดร้านค้า
vi: Trở thành cửa hàng
zh_hans: 成为店家
zh_hant: 成為店家

# 视频超过5分钟，请重新选择
source: The video is more than 5 minutes, please re-select
ja: 動画は5分以上過ぎました。もう一度選択してください。
ko: 동 영상 5 분 초과, 다시 선택 하 세 요
th: วิดีโอยาวเกิน 5 นาที โปรดเลือกใหม่
vi: Đoạn phim vượt quá 5 phút, xin vui lòng chọn lại
zh_hans: 视频超过5分钟，请重新选择
zh_hant: 影片超過5分鐘，請重新選擇

# 非安全网络，暂不能访问
source: Non-secure network, temporarily inaccessible
ja: セキュリティネットワークではないので、しばらくはアクセスできません。
ko: 비 안전 네트워크 로 는 접근 이 불가능 합 니 다.
th: เครือข่ายไม่ปลอดภัย ไม่สามารถเข้าได้ชั่วคราว
vi: Mạng không an toàn, tạm thời không thể truy cập
zh_hans: 非安全网络，暂不能访问
zh_hant: 不安全網路，暫不能訪問

# PGP，即可参与抽奖，诸多好礼等你来拿，快快参与吧~
source: PGP, you can participate in the lottery, many gifts are waiting for you, so hurry up and participate~
ja: PGPは抽選に参加できます。いいプレゼントがたくさんあります。早く参加してください。
ko: PGP, 추첨 에 참여 할 수 있 습 니 다. 여러 선물 을 기다 리 고 있 습 니 다. 빨리 참여 하 세 요 ~
th: PGP สามารถเข้าร่วมจับรางวัล ของขวัญมากมายรอคุณอยู่ รีบมาเข้าร่วมเร็วเข้า~
vi: Số lượng PGP, có thể tham gia bốc thưởng, nhiều quà tặng hấp dẫn chờ bạn lĩnh nhận, mau tham gia nào!
zh_hans: PGP，即可参与抽奖，诸多好礼等你来拿，快快参与吧~
zh_hant: PGP數量，即可參加抽獎，更多好禮等你來拿，快來參加吧~

# 今日在商家消费满
source: Full consumption at the store today
ja: 本日は商家でのご利用がいっぱいでございます。
ko: 오늘 은 상점 에서 소비 가 만원 입 니 다.
th: วันนี้ซื้อของในร้านค้าครบ
vi: Hôm nay chi tiêu tại cửa hàng đủ
zh_hans: 今日在商家消费满
zh_hant: 今天在商家消費滿

# 立刻参与
source: Get involved now
ja: 直ちに参加する
ko: 즉각 참여 하 다.
th: เข้าร่วมทันที
vi: Lập tức tham gia
zh_hans: 立刻参与
zh_hant: 馬上參加

# 结账退还
source: checkout refund
ja: お会計は返却します
ko: 체크아웃
th: คืนยอดชำระเงิน
vi: Thanh toán hoàn trả
zh_hans: 结账退还
zh_hant: 結帳退還
