Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 「附近的人」功能将获取您的位置信息，附近鸽友会在这里找到你，使用右上角的退出并清除位置功能可随时手动删除位置信息。
source: The "Nearby People" function will obtain your location information, and nearby pigeon fanciers will find you here. Use the exit and clear location function in the upper right corner to manually delete the location information at any time.
ja: 「近くの人」機能があなたの位置情報を取得し、近くの愛好家があなたをここで見つけます。右上隅の出口と位置情報のクリア機能を使用して、いつでも手動で位置情報を削除できます。
ko: "Nearby People"기능은 사용자의 위치 정보를 가져 오며, 근처의 팬들은 이곳에서 나를 찾을 수 있습니다. 언제든지 수동으로 위치 정보를 삭제하려면 오른쪽 상단의 출구 및 위치 지우기 기능을 사용하십시오.
th: ฟังก์ชัน "ใกล้เคียง" จะรับข้อมูลตำแหน่งของคุณและผู้ที่ชื่นชอบในบริเวณใกล้เคียงจะพบคุณที่นี่ใช้ฟังก์ชันออกและล้างตำแหน่งที่มุมขวาบนเพื่อลบข้อมูลตำแหน่งด้วยตนเองได้ตลอดเวลา
vi: Chức năng "Những người lân cận" sẽ lấy thông tin vị trí của bạn và những người ưa thích chim bồ câu gần đó sẽ tìm thấy bạn ở đây. Bạn có thể xóa thủ công thông tin vị trí bất kỳ lúc nào thông qua chức năng thoát và xóa vị trí ở góc trên bên phải.
zh_hans: 「附近的人」功能将获取您的位置信息，附近鸽友会在这里找到你，使用右上角的退出并清除位置功能可随时手动删除位置信息。
zh_hant: 「附近的人」功能將獲取您的位置資訊，附近鴿友會在這裡找到您，透過右上角的退出並清除位置功能可隨時手動刪除位置資訊。

# 下次不再提示
source: Do not alert next time
ja: 次回はプロンプトを表示しない
ko: 다음에 메시지를 표시하지 않음
th: ห้ามเตือนอีก
vi: Đừng nhắc lần sau
zh_hans: 下次不再提示
zh_hant: 下次不再提示

# 退出并清除位置信息
source: Sign out and clear location
ja: 終了して位置情報をクリアする
ko: 위치 정보 종료 및 지우기
th: ออกและล้างข้อมูลตำแหน่ง
vi: Thông tin vị trí thoát và rõ ràng
zh_hans: 退出并清除位置信息
zh_hant: 退出並清除位置資訊

# 「附近商家」功能将获取您的位置信息，在使用期间附近鸽友可在「附近的人」找到您，退出「附近商家」后将立即删除您的位置信息。
source: This function will obtain your location information .PGtalk members can find you in People nearby.After exiting, your location information will be terminated at once.
ja: 「近くの店」機能はあなたの位置情報を得ることができます。 使用中、近くの鳩愛好家は「近くの人」であなたを見つけることができます。「近くの店」を出ると、あなたの場所は削除されます。
ko: "주변 상점"기능은 귀하의 위치 정보를 얻을 수 있습니다. 사용 기간 동안 근처 비둘기 애호가들은 "주변 사람들"에서 귀하를 찾을 수 있으며 "주변 상점"을 종료하면 즉시 귀하의 위치 정보가 삭제됩니다.
th: ฟังก์ชัน "ธุรกิจใกล้เคียง" จะรับข้อมูลตำแหน่งของคุณในช่วงระยะเวลาการใช้งานผู้เลี้ยงนกพิราบในบริเวณใกล้เคียงจะพบคุณใน "บุคคลใกล้เคียง" และข้อมูลตำแหน่งของคุณจะถูกลบทันทีหลังจากออกจาก "ธุรกิจใกล้เคียง"
vi: Chức năng "Doanh nghiệp lân cận" sẽ lấy thông tin vị trí của bạn. Trong thời gian sử dụng, những người yêu thích chim bồ câu gần đó có thể tìm thấy bạn trong "Những người lân cận" và thông tin vị trí của bạn sẽ bị xóa ngay sau khi thoát khỏi "Doanh nghiệp lân cận".
zh_hans: 「附近商家」功能将获取您的位置信息，在使用期间附近鸽友可在「附近的人」找到您，退出「附近商家」后将立即删除您的位置信息。
zh_hant: 「附近商家」功能將獲取您的位置資訊，在使用期間附近鴿友可在「附近的人」找到您，退出「附近商家」後將立即刪除您的位置資訊。

# 清除位置信息失败
source: Failed to clear location
ja: クリーンアップに失敗しました
ko: 위치를 지우지 못했습니다.
th: การล้างข้อมูลล้มเหลว
vi: Không xóa được thông tin vị trí
zh_hans: 除位置信息失败
zh_hant: 清除位置資訊失敗

# 你还没有开启定位服务，开启之后即可查看附近的商家。
source: You have not turned on location services, you can view nearby businesses after turning it on.
ja: ロケーションサービスをオンにしていません。オンにすると、近くのお店を見ることができます。
ko: 위치 서비스를 사용 설정하지 않았습니다. 사용 설정 한 후 주변 업체를 볼 수 있습니다.
th: คุณยังไม่ได้เปิดบริการตำแหน่งคุณสามารถดูธุรกิจในบริเวณใกล้เคียงได้หลังจากเปิดใช้งาน
vi: Bạn chưa bật dịch vụ định vị, bạn có thể xem các doanh nghiệp lân cận sau khi bật dịch vụ này
zh_hans: 你还没有开启定位服务，开启之后即可查看附近的商家。
zh_hant: 你還沒有開啟定位服務，開​​啟之後即可查看附近的商家

# Web登录确认
source: Web login confirmation
vi: Xác nhận đăng nhập web
zh_hans: Web登录确认
zh_hant: Web登入確認

# Web网页登录确认
source: Web page login confirmation
vi: Xác nhận đăng nhập trang web
zh_hans: Web网页登录确认
zh_hant: Web網頁登入確認

# 重新扫描
source: Rescan
vi: Quét lại
zh_hans: 重新扫描
zh_hant: 重新掃描

# QR Code已失效
source: QR Code has expired
zh_hans: QR Code已失效
zh_hant: QR Code已失效

# 登录成功
source: login successful
ja: sign in suceesfully
ko: sign in suceesfully
th: sign in suceesfully
vi: đăng nhập thành công
zh_hans: 登录成功
zh_hant: 登入成功

# 登录失败，请重新扫码
source: Login failed,please scan the code again
ja: Login failed, please scan again
ko: Login failed, please scan again
th: Login failed, please scan again
vi: Đăng nhập không thành công, vui lòng quét lại
zh_hans: 登录失败，请重新扫码
zh_hant: 登入失敗，請重新掃描

# 电子发票获取方式设定
source: E-invoice
ja: 電子請求書の取得方法の設定
ko: 전자 송장 취득 방법 설정
th: การตั้งค่าวิธีการรับใบแจ้งหนี้อิเล็กทรอนิกส์
vi: Cài đặt phương thức nhận hóa đơn điện tử
zh_hans: 电子发票获取方式设定
zh_hant: 電子發票獲取方式設定

# 未设定
source: Not set
ja: 設定されていません
ko: 설정되지 않음
th: ไม่ได้ตั้งค่า
vi: Không được thiết lập
zh_hans: 未设定
zh_hant: 未設定

# 设定Email
source: E-Invoice Setting
ja: メールを設定する
ko: 이메일 설정
th: ตั้งค่าอีเมล
vi: Thiết lập E-mail
zh_hans: 设定E-mail
zh_hant: 設定電子發票E-mail

# 如您填写电子邮件，将于电子邮件里收到我们的电子发票，载具则归户至手机条码。如至店家消费时则不另开发票。
source: Fill email below to receive our E-Invoice by email or fill mobile barcode to save it to your mobile carrier. After finish setting, your will not get invoice after payment at store.
ja: Fill in to receive E-invoice. Merchant will not issue invoice any further
ko: Fill in to receive E-invoice. Merchant will not issue invoice any further
th: Fill in to receive E-invoice. Merchant will not issue invoice any further
vi: Nếu bạn điền vào e-mail, bạn sẽ nhận được hóa đơn điện tử của chúng tôi trong e-mail, và nhà cung cấp dịch vụ sẽ được trả về mã vạch của điện thoại di động. Nếu bạn đến cửa hàng để tiêu dùng thì sẽ không phải xuất thêm hóa đơn.
zh_hans: 如您填写电子邮件，将于电子邮件里收到我们的电子发票，载具则归户至手机条码。如至店家消费时则不另开发票。
zh_hant: 如您填寫電子郵件，將於電子郵件裡收到我們的電子發票，載具則歸戶至手機條碼。如至店家消費時則不另開發票。

# 请填写Email
source: Enter E-Mail Address
ja: メールにご記入ください
ko: 이메일을 입력 해주세요
th: กรุณากรอก E-mail
vi: Vui lòng điền vào E-mail
zh_hans: 请填写E-mail
zh_hant: 請填寫E-mail

# 手机条码载具
source: Mobile phone barcode carrier
ja: 携帯電話のバーコードキャリア
ko: 휴대폰 바코드 캐리어
th: ผู้ให้บริการบาร์โค้ดโทรศัพท์มือถือ
vi: Nhà cung cấp mã vạch điện thoại di động
zh_hans: 手机条码载具
zh_hant: 手機條碼載具

# 请输入“/”开头，共8码的手机条码载具
source: Please enter mobile Barcode start with "/"
ja: 「/」で始まる合計8つのコードを含む携帯電話のバーコードキャリアを入力してください
ko: /로 시작하는 총 8 개의 코드로 휴대 전화 바코드 캐리어를 입력하세요.
th: โปรดป้อนผู้ให้บริการบาร์โค้ดโทรศัพท์มือถือที่มีรหัส 8 ตัวขึ้นต้นด้วย "/"
vi: Vui lòng nhập nhà cung cấp mã vạch trên điện thoại di động với tổng số 8 mã bắt đầu bằng "/"
zh_hans: 请输入“/”开头，共8码的手机条码载具
zh_hant: 請輸入“/”開頭，共8碼的手機條碼載具

# 已设定
source: Set
ja: セットする
ko: 세트
th: ชุด
vi: Bộ
zh_hans: 已设定
zh_hant: 已設定

# Email设定成功
source: Email setting is successful
ja: メールが正常に設定されました
ko: 이메일이 성공적으로 설정되었습니다.
th: ตั้งค่าอีเมลเรียบร้อยแล้ว
vi: Đã đặt email thành công
zh_hans: Email设定成功
zh_hant: Email設定成功

# 您可以到:我的/点击头像/个人资讯/电子邮件进行修改
source: You can go to: My/Click on Avatar/Personal Information/Email to modify
ja: 次の場所に移動できます：マイ/アバターをクリック/個人情報/メールで変更
ko: 다음으로 이동할 수 있습니다. 내 / 아바타 / 개인 정보 / 이메일을 클릭하여 수정할 수 있습니다.
th: คุณสามารถไปที่: ของฉัน / คลิกที่รูปประจำตัว / ข้อมูลส่วนตัว / อีเมลเพื่อแก้ไข
vi: Bạn có thể vào: Của tôi / bấm vào ảnh đại diện / thông tin cá nhân / email để sửa đổi
zh_hans: 您可以到:全部功能/点击头像/个人资讯/电子發票进行修改
zh_hant: 您可以到：全部功能/點擊頭像/個人資訊/電子發票進行修改

# 折扣优惠
source: discount
ja: ディスカウント
ko: 할인
th: ส่วนลด
vi: giảm giá
zh_hans: 折扣优惠
zh_hant: 折扣優惠

# 活动商家
source: Activity store
ja: 活発なビジネス
ko: 활발한 사업
th: ธุรกิจที่ใช้งานอยู่
vi: Hoạt động kinh doanh
zh_hans: 活动商家
zh_hant: 活動商家

# 邮箱格式不正确
source: E-mail format is incorrect
ja: 電子メールの形式が正しくありません
ko: 이메일 형식이 올바르지 않습니다.
th: รูปแบบอีเมลไม่ถูกต้อง
vi: Định dạng Email không chính xác
zh_hans: 邮箱格式不正确
zh_hant: 電子信箱格式不正確

# 设为默认购买PGP银行卡
source: Set as default bank account
ja: PGPバンクカードを購入するためのデフォルトとして設定
ko: PGP 은행 카드 구매시 기본값으로 설정
th: ตั้งเป็นค่าเริ่มต้นเพื่อซื้อบัตรธนาคาร PGP
vi: Đặt làm mặc định để mua thẻ ngân hàng PGP
zh_hans: 设为默认购买PGP银行卡
zh_hant: 設為預設銀行帳戶

# 银行卡管理
source: Bank management
ja: 銀行カード管理
ko: 은행 카드 관리
th: การจัดการบัตรธนาคาร
vi: Quản lý thẻ ngân hàng
zh_hans: 银行卡管理
zh_hant: 銀行帳戶管理

# 添加银行卡方便您购买PGP
source: Add bank account to make payment easier
ja: PGPの購入を容易にするために銀行カードを追加します
ko: PGP 구매를 용이하게하기 위해 은행 카드 추가
th: เพิ่มบัตรธนาคารเพื่ออำนวยความสะดวกในการซื้อ PGP
vi: Thêm thẻ ngân hàng để tạo điều kiện thuận lợi cho việc mua PGP của bạn
zh_hans: 新增銀行帳戶付款更便捷
zh_hant: 新增銀行帳戶付款更便利

# 添加银行账户
source: Add bank account
ja: 銀行口座を追加する
ko: 은행 계좌 추가
th: เพิ่มบัญชีธนาคาร
vi: Thêm tài khoản ngân hàng
zh_hant: 新增銀行帳戶

# 审核失败
source: Review failed
ja: 監査の失敗
ko: 감사 실패
th: การตรวจสอบล้มเหลว
vi: Kiểm tra thất bại
zh_hans: 审核失败
zh_hant: 審核失敗

# 确定要删除本条银行账户信息？删除后再次添加需要审核~
source: Are you sure you want to delete this bank account? After deletion, re-adding the account will require verification.
ja: この銀行口座情報を削除してもよろしいですか？ 削除後、再度追加することを確認する必要がありま
ko: 이 은행 계좌 정보를 삭제 하시겠습니까? 삭제 후 다시 추가 검토가 필요합니다 ~
th: แน่ใจไหมว่าต้องการลบข้อมูลบัญชีธนาคารนี้ หลังจากลบแล้วต้องตรวจสอบการเพิ่มอีกครั้ง ~
vi: Bạn có chắc chắn muốn xóa thông tin tài khoản ngân hàng này không? Sau khi xóa, việc thêm lại cần được xem xét lại ~
zh_hans: 确定要删除本条银行账户信息？删除后再次添加需要审核~
zh_hant: 確定要刪除本條銀行帳戶資訊？刪除後再次新增需要審核~

# 选择银行卡
source: Choose a bank card
ja: 銀行カードを選択
ko: 은행 카드 선택
th: เลือกบัตรธนาคาร
vi: Chọn một thẻ ngân hàng
zh_hans: 选择银行卡
zh_hant: 選擇銀行帳戶

# 你想认识
source: you want to meet
ja: あなたは知りたがっている
ko: 넌 알고 싶어하다
th: คุณต้องการทราบ
vi: Bạn muốn biết
zh_hans: 你想认识
zh_hant: 你想認識

# 男生还是女生呢?
source: boy or girl?
ja: それは男の子ですか、それとも女の子ですか?
ko: 소년인가 소녀인가?
th: เป็นเด็กผู้ชายหรือผู้หญิง?
vi: Đó là trai hay gái?
zh_hans: 男生还是女生呢?
zh_hant: 男生還是女生呢?

# 男女皆可
source: unisex
ja: 無制限
ko: 제한 없는
th: ไม่ จำกัด
zh_hans: 男女皆可
zh_hant: 男女皆可

# 官方推荐
source: Official recommendation
ja: 公式推奨
ko: 공식 추천
th: คำแนะนำอย่างเป็นทางการ
vi: Khuyến nghị chính thức
zh_hans: 官方推荐
zh_hant: 官方推薦

# 赶快添加有趣的好友吧~
source: Hurry up and add interesting friends~
ja: 急いで面白い友達を追加してください~
ko: 어서 재밌는 친구 추가~
th: รีบเพิ่มเพื่อนที่น่าสนใจ~
vi: Nhanh lên và thêm những người bạn thú vị ~
zh_hans: 赶快添加有趣的好友吧~
zh_hant: 趕快新增有趣的好友吧~

# 请至少选择5个用户成为好友～
source: Please select at least 5 users to become friends~
ja: 友達になるには5人以上選んでください〜
ko: 친구가 되려면 최소 5 명의 사용자를 선택하세요〜
th: โปรดเลือกผู้ใช้อย่างน้อย 5 คนเพื่อเป็นเพื่อน〜
vi: Vui lòng chọn ít nhất 5 người dùng để trở thành bạn bè ~
zh_hans: 请至少选择5个用户成为好友～
zh_hant: 請至少選擇5個用戶成為好友～

# 恭喜您已成功添加好友，快去聊天吧～
source: Congratulations,you have successfully added your friends,go chat now~
ja: おめでとうございます、友達を追加しました。今すぐチャットに行きましょう〜
ko: 축하합니다. 성공적으로 친구를 추가했습니다. 지금 채팅하러 가세요〜
th: ขอแสดงความยินดีคุณได้เพิ่มเพื่อนของคุณเรียบร้อยแล้วไปแชทเลย〜
vi: Xin chúc mừng, bạn đã thêm bạn bè thành công, hãy vào trò chuyện ngay bây giờ ~
zh_hans: 恭喜您已成功添加好友，快去聊天吧～
zh_hant: 恭喜您已成功新增好友，快去聊天吧～

# 尾号为
source: ending in
ja: テール番号
ko: 꼬리 번호
th: หมายเลขหาง
vi: Số cuối là
zh_hans: 尾号为
zh_hant: 尾號為

# 银行帐户审核中
source: Bank account under review
ja: 審査中の銀行口座
ko: 검토중인 은행 계좌
th: บัญชีธนาคารอยู่ระหว่างการตรวจสอบ
vi: Tài khoản ngân hàng đang được xem xét
zh_hans: 银行帐户审核中
zh_hant: 銀行帳戶審核中

# 银行帐户审核中，请耐心等待
source: The bank account is under review, please wait patiently
ja: 銀行口座は審査中です。しばらくお待ちください
ko: 은행 계좌를 검토 중입니다. 잠시 기다려주세요
th: บัญชีธนาคารอยู่ระหว่างการตรวจสอบโปรดอดทนรอ
vi: Tài khoản ngân hàng đang được xem xét, vui lòng kiên nhẫn chờ
zh_hans: 银行帐户审核中，请耐心等待
zh_hant: 銀行帳戶審核中，請耐心等待

# 扫描付PGP
source: Scan to Pay PGP
ja: スキャンしてPGPを支払う
ko: PGP 지불 스캔
th: สแกนเพื่อจ่าย PGP
vi: Quét để thanh toán PGP
zh_hans: 扫描付PGP
zh_hant: 掃描付PGP

# 银行账户审核成功
source: Successful bank account verification
ja: 銀行カードのレビューが成功しました
ko: 은행 카드 검토 성공
th: การตรวจสอบบัตรธนาคารประสบความสำเร็จ
vi: Xem xét thẻ ngân hàng thành công
zh_hans: 银行账户审核成功
zh_hant: 銀行帳戶審核成功

# 银行账户审核失败
source: Bank account verification failed
ja: 銀行カードのレビューに失敗しました
ko: 은행 카드 검토 실패
th: การตรวจสอบบัตรธนาคารล้มเหลว
vi: Xem xét thẻ ngân hàng không thành công
zh_hans: 银行账户审核失败
zh_hant: 銀行帳戶審核失敗

# 分享给朋友
source: share with friends
ja: 友達と分け合う
ko: 친구와 공유
th: แบ่งปันกับเพื่อน ๆ
vi: Chia sẻ với bạn bè
zh_hans: 分享给朋友
zh_hant: 分享給朋友

# 分享到PGLife
source: Share to PGLife
ja: 瞬間に共有する
ko: 순간에 공유
th: แบ่งปันไปยังช่วงเวลา
zh_hans: 分享到PGLife
zh_hant: 分享到PGLIFE

# 离开
source: leave
ja: 分離
ko: 저리가
th: ไปให้พ้น
vi: đi chỗ khác
zh_hans: 离开
zh_hant: 離開

# 多文档分享仅支持照片格式
source: Multi-document sharing only supports photo format
ja: マルチタイプは写真のみをサポートします
ko: 다중 유형은 그림 만 지원합니다
th: 다중 유형은 그림 만 지원합니다
vi: Chia sẻ nhiều tệp chỉ hỗ trợ định dạng ảnh
zh_hans: 多文档分享仅支持照片格式
zh_hant: 多檔案分享僅支援照片格式

# 暂不支持分享超过九张图片给朋友
source: Currently does not support sharing more than nine pictures to friends
ja: 9枚以下の写真
ko: 9 장 이하의 사진
th: ไม่เกิน 9 รูป
vi: Hiện tại không hỗ trợ chia sẻ nhiều hơn chín hình ảnh cho bạn bè
zh_hans: 暂不支持分享超过九张图片给朋友
zh_hant: 暫不支持分享超過九張圖片給朋友

# 无法分享到PGTalk
source: Unable to share to PGTalk
ja: PGTalkと共有できません
ko: PGTalk에 공유 할 수 없습니다.
th: ไม่สามารถแบ่งปันไปยัง PGTalk
vi: Không thể chia sẻ với PGTalk
zh_hans: 无法分享到PGTalk
zh_hant: 無法分享到PGTalk

# 抱歉，图片和视频不能同时发送，本次默认发送图片。
source: Sorry, pictures and videos cannot be sent at the same time, this time the pictures are sent by default
ja: 申し訳ありませんが、写真と動画を同時に送信することはできません。今回はデフォルトで写真が送信されます。
ko: 죄송합니다. 사진과 동영상을 동시에 전송할 수 없습니다. 이번에는 기본적으로 사진이 전송됩니다.
th: การแบ่งปันล้มเหลว
vi: Rất tiếc, không thể gửi ảnh và video cùng lúc. Ảnh được gửi theo mặc định lần này.
zh_hans: 抱歉，图片和视频不能同时发送，本次默认发送图片。
zh_hant: 抱歉，圖片和影片不能同時發送，本次預設發送圖片。

# 该动态谁可见
source: Who can see this dynamic
ja: 誰が見ることができるか
ko: 볼 수있는 사람
th: ใครมองไม่เห็น
vi: Ai có thể xem bài đăng này
zh_hans: 该动态谁可见
zh_hant: 該動態誰可以見

# 该动态谁不可见
source: Who is invisible to this dynamic
ja: 誰が見えない
ko: 보이지 않는 사람
th: ใครสามารถเห็น
vi: Ai không thể xem tin tức
zh_hans: 该动态谁不可见
zh_hant: 該動態誰不可以見

# 只看中性
source: only look neutral
ja: 中性
ko: 중립국
th: เป็นกลาง
vi: Chỉ cần nhìn vào trung lập
zh_hans: 只看中性
zh_hant: 只看中性

# PG欢乐天地
source: PG Happy World
ja: PGハッピーワールド
ko: PG 해피 월드
th: พีจีแฮปปี้เวิลด์
zh_hans: PG欢乐天地
zh_hant: PG歡樂天地

# 全部地区
source: All regions
ja: すべての地域
ko: 모든 지역
th: ทุกภูมิภาค
vi: Tất cả các vùng
zh_hans: 全部地区
zh_hant: 全部地區

# 本条动态仅自己可以看见
source: Only you can see this post
ja: あなただけが見ることができます
ko: 너만 볼 수있어
th: โพสต์นี้เห็นได้ด้วยตัวเองเท่านั้น
vi: Bài đăng này chỉ hiển thị với bạn
zh_hans: 本条动态仅自己可以看见
zh_hant: 本條動態僅自己可見

# 扫描收PGP
source: Scan to receive PGP
ja: スキャンしてお金を集める
ko: 돈을 모으기 위해 스캔
th: สแกนเพื่อเก็บเงิน
vi: Quét để nhận PGP
zh_hans: 扫描收PGP
zh_hant: 掃描收PGP

# 正在進行通話，無法重複撥打
source: Call in progress, cannot repeat
ja: 通話中です。繰り返し呼び出すことはできません
ko: 통화가 진행 중이며 반복적으로 호출 할 수 없습니다.
th: กำลังโทรอยู่และไม่สามารถโทรซ้ำได้
vi: Có một cuộc gọi đang diễn ra và không thể gọi lại nhiều lần
zh_hans: 正在進行通話，無法重複撥打
zh_hant: 正在進行通話，無法重複撥打

# 过年活动
source: new year activities
ja: 月の新年のイベント
ko: 설날 이벤트
th: กิจกรรมปีใหม่ทางจันทรคติ
vi: Hoạt động năm mới
zh_hans: 过年活动
zh_hant: 過年活動

# 精心为您推荐
source: Special recommendation for you.
ja: 慎重にお勧めします
ko: 신중하게 추천합니다
th: แนะนำอย่างรอบคอบสำหรับคุณ
vi: Cẩn thận giới thiệu cho bạn
zh_hans: 精心为您推荐
zh_hant: 精心為您推薦

# 让您在PGTalk畅聊不孤单
source: Feel free to chat on PGTalk. You are not alone.
ja: 一人ではなく、PGTalkで自由にチャットしましょう
ko: 혼자가 아닌 PGTalk에서 자유롭게 채팅하세요
th: ให้คุณสนทนาได้อย่างอิสระที่ PGTalk และไม่ต้องอยู่คนเดียว
vi: Cho phép bạn trò chuyện mà không cô đơn trong PGTalk
zh_hans: 让您在PGTalk畅聊不孤单
zh_hant: 讓您在PGTalk暢聊不孤單

# 略过
source: Skip
ja: スキップ
ko: 건너 뛰기
th: กระโดดข้าม
vi: Nhảy
zh_hans: 略过
zh_hant: 略過

# 你的昵称、手机号等信息
source: Your nickname, phone number, etc.
ja: ニックネーム、携帯電話番号など
ko: 닉네임, 휴대 전화 번호 등
th: ชื่อเล่นหมายเลขโทรศัพท์มือถือ ฯลฯ
vi: Biệt hiệu, số điện thoại di động và thông tin khác của bạn
zh_hans: 你的昵称、手机号等信息
zh_hant: 你的暱稱、手機號等資訊

# PGTalk 以下信息
source: PGTalk the following information
ja: PGTalk情報
ko: PGTalk 정보
th: ข้อมูล PGTalk
zh_hans: PGTalk 以下信息
zh_hant: PGTalk 以下資訊

# 封面
source: Cover
ja: サムネイル
ko: 커버
th: หน้าปกเพจ
vi: Che
zh_hans: 封面
zh_hant: 封面

# 选择直播分类
source: Select Live Category
ja: 生放送タイプを設定する
ko: 생방송 유형 설정
th: ตั้งค่าประเภทการถ่ายทอดสด
vi: Chọn danh mục phát trực tiếp
zh_hans: 选择直播分类
zh_hant: 選擇直播分類

# 设定房间类型
source: Room types setting
ja: ルームタイプを設定
ko: 생방송방 타입
th: เลือกแบบห้อง
vi: Đặt loại phòng
zh_hans: 设定房间类型
zh_hant: 設定房間類型

# 普通房间
source: Public
ja: フリー配信ルーム
ko: 보편한 방
th: ห้องธรรมดา
vi: Phòng bình thường
zh_hans: 普通房间
zh_hant: 普通房間

# 密码房间
source: Private
ja: プライベート配信ルーム
ko: 비밀번호 필요한 방
th: ห้องใส่รหัสผ่าน
vi: Mật khẩu phòng
zh_hans: 密码房间
zh_hant: 密碼房間

# 付费房间
source: Paid
ja: プレミアムルーム
ko: 가격이 있으한 방
th: ห้องจ่ายเงิน
vi: Phòng trả tiền
zh_hans: 付费房间
zh_hant: 付費房間

# 开始直播
source: Start
ja: 配信をスタート
ko: 생방송를 시작
th: เริ่มถ่ายทอดสด
vi: Bắt đầu phát sóng trực tiếp
zh_hans: 开始直播
zh_hant: 開始直播

# 请设置6位数字房间密码
source: Please set a 6-digit room password
ja: 請設置6位數字房間密碼
ko: 請設定6位數字房間密碼
th: 請設定6位數字房間密碼
vi: Vui lòng đặt mật khẩu phòng gồm 6 chữ số
zh_hans: 请设置6位数字房间密码
zh_hant: 請設定6位數字房間密碼

# 请设置费用
source: Set a room fee
ja: 金額を設定してください
ko: 가격을 세트
th: กรุณาตั้งค่าใช้จ่าย
vi: Vui lòng đặt mức phí
zh_hans: 请设置费用
zh_hant: 請設定費用

# 请上传直播封面
source: Please upload the live cover
ja: サムネイルを設定してください
ko: 생방송의 커버해서 올려주세요
th: 생방송의 커버해서 올려주세요
vi: Vui lòng tải lên bản cover trực tiếp
zh_hans: 请上传直播封面
zh_hant: 請上傳直播封面

# 请设置直播类型
source: Please select the live category
ja: 生放送タイプを設定する
ko: 생방송 유형 설정
th: ตั้งค่าประเภทการถ่ายทอดสด
vi: Vui lòng đặt loại phát sóng trực tiếp
zh_hans: 请设置直播类型
zh_hant: 請先選擇直播間分類

# 请选择房间类型
source: Please select a room type
ja: ルームタイプを設定
ko: 생방송방 타입
th: เลือกแบบห้อง
vi: Vui lòng chọn loại phòng
zh_hans: 请选择房间类型
zh_hant: 請選擇房間類型

# 請填寫產品鏈接
source: Please fill in the product link
ja: 製品リンクを記入してください
ko: 제품 링크를 입력하십시오
th: กรุณากรอกลิงค์ผลิตภัณฑ์
vi: Vui lòng điền vào liên kết sản phẩm
zh_hans: 请填写产品链接
zh_hant: 請填寫產品連結

# 請上傳產品封面
source: Please upload product cover
ja: 製品カバーをアップロードしてください
ko: 제품 커버를 업로드하세요
th: โปรดอัปโหลดปกผลิตภัณฑ์
vi: Vui lòng tải lên bìa sản phẩm
zh_hans: 请上传产品封面
zh_hant: 請上傳產品封面

# 已开启 摄像头
source: Camera on
ja: カメラオン
ko: 카메라를 돌맀어요
th: เปิดกล้อง
zh_hans: 已开启 摄像头
zh_hant: 已開啟 攝像頭

# 已关闭 摄像头
source: Camera off
ja: カメラオフ
ko: 카메라를 끄시오
th: ปิดกล้อง
zh_hans: 已关闭 摄像头
zh_hant: 已關閉 攝像頭

# 已开启 麦克风
source: Microphone on
ja: マイクオン
ko: 마이크를 돌맀어요
th: ปิดไมโครโฟน
zh_hans: 已开启 麦克风
zh_hant: 已開啟 麥克風

# 已关闭 麦克风
source: Microphone off
ja: マイクオフ
ko: 마이크를 끄시오
th: เปิดไมโครโฟน
zh_hans: 已关闭 麦克风
zh_hant: 已關閉 麥克風

# 对比度
source: Contrast
ja: コントラスト調整
ko: ความแตกต่าง
th: ความแตกต่าง
vi: Tương phản
zh_hans: 对比度
zh_hant: 對比度

# 美白
source: Whiten
ja: 美白
ko: ไวท์เทนนิ่ง
th: ไวท์เทนนิ่ง
vi: Làm trắng
zh_hans: 美白
zh_hant: 美白

# 磨皮
source: Smother
ja: 色ムラ補正
ko: เรีนบเนียน
th: เรีนบเนียน
vi: Microdermabrasion
zh_hans: 磨皮
zh_hant: 磨皮

# 红润
source: Blush
ja: チーク機能
ko: หน้าแดง
th: หน้าแดง
vi: hồng hào
zh_hans: 红润
zh_hant: 紅潤

# 快更觀眾互動吧~
source: Chat with audiences !
ja: 快跟觀眾互動吧~
ko: 快跟觀眾互動吧~
th: 快跟觀眾互動吧~
vi: Hãy nhanh chân đến giao lưu cùng khán giả ~
zh_hans: 快跟观众互动吧~
zh_hant: 跟觀眾一起聊天吧~

# 跟主播一起聊天吧~
source: Chat with the streamer~
ja: ライバーさんと話しましょう~
ko: 생방송의 주인를 이야기해요~
th: แชทกับนักไลฟ์~
vi: Hãy trò chuyện với mỏ neo ~
zh_hans: 跟主播一起聊天吧~
zh_hant: 跟主播一起聊天吧~

# 您確定要將該用戶踢出直播間嗎？
source: Are you sure to kick this user out of the room?
ja: 本当にこのユーザーを退室させますか？
ko: 이 시청자를 방송에서 퇴출확인입니까?
th: คุณกำลังจะเตะผู้รับชมท่านนี้ออกจากห้องไลฟ์
vi: Bạn có chắc chắn muốn đuổi người dùng này ra khỏi phòng phát sóng trực tiếp không?
zh_hans: 您确定要将该用戶踢出直播间吗？
zh_hant: 您確定要將該用戶踢出直播間嗎？

# 踢出直播间
source: Kick out of the live room
ja: 強制退室
ko: 방송에서 퇴출당하였습니다
th: เตะออกจากห้องไลฟ์สด
vi: Đá ra khỏi phòng trực tiếp
zh_hans: 踢出直播間
zh_hant: 踢出直播間

# 檢舉
source: Impeach
ja: 檢舉
ko: 檢舉
th: 檢舉
vi: Báo cáo
zh_hans: 检举
zh_hant: 檢舉

# 踢出
source: Kick out!
ja: 退室させる
ko: 퇴출확인
th: เตะออก
zh_hans: 踢出
zh_hant: 踢出

# 已被禁言
source: banned
ja: ミュートされています
ko: 음소거되었습니다
th: ถูกปิดเสียง
vi: Đã bị tắt tiếng
zh_hans: 已被禁言
zh_hant: 已被禁言

# 已被踢出直播间
source: has been kicked out of the live broadcast room
ja: この配信ルームから退室させられました
ko: 하차 당 했 습 니 다
th: ถูกเตะออกจากห้องถ่ายทอดสด
vi: Đã bị đuổi khỏi phòng phát sóng trực tiếp
zh_hans: 已被踢出直播间
zh_hant: 已被踢出直播間

# 已被解除禁言
source: has been unmuted
ja: 已解除禁言
ko: 已解除禁言
th: 已解除禁言
vi: Không bị tắt tiếng
zh_hans: 已被解除禁言
zh_hant: 已解除禁言

# 观众列表
source: Audience list
ja: 觀眾列表
ko: 觀眾列表
th: 觀眾列表
vi: Danh sách đối tượng
zh_hans: 观众列表
zh_hant: 觀眾列表

# 我的粉絲
source: My fans
ja: 私のフォロワー
ko: 내 팬
th: แฟนคลับ
vi: người hâm mộ của tôi
zh_hans: 我的粉丝
zh_hant: 我的粉絲

# 您确定要结束本次直播吗?
source: Are you sure to end this streaming?
ja: ライブ配信を停止しますか？
ko: 이생방송을 끝고확인입니까?
th: คุณกำลังจะสิ้นสุดการถ่ายทอดสด
vi: Bạn có chắc chắn muốn kết thúc chương trình phát sóng trực tiếp này không?
zh_hans: 您确定要结束本次直播吗?
zh_hant: 您確定要結束本次直播嗎?

# 结束
source: End
ja: 停止
ko: 끝
th: สิ้นสุด
vi: kết thúc
zh_hans: 结束
zh_hant: 結束

# 新增粉絲
source: Add followers
ja: 新規フォロワー
ko: 팬 합해요
th: ผู้ติดตามที่เพิ่มเข้ามาใหม่
vi: Thêm người hâm mộ
zh_hans: 新增粉丝
zh_hant: 新增粉絲

# 確定
source: Confirm
ja: 確定
ko: 確定
th: 確定
vi: mục đích
zh_hans: 确定
zh_hant: 確定

# 觀看人數
source: Viewers
ja: 視聴者数
ko: 시청자수량
th: จำนวนผู้ชม
vi: Những người xem
zh_hans: 观看人数
zh_hant: 觀看人數

# 直播時長
source: Live broadcast duration
ja: 配信時間
ko: 생방송의 시간
th: จำนวนเวลาไลฟ์
vi: Thời lượng trực tiếp
zh_hans: 直播时长
zh_hant: 直播時長

# 人观看过
source: people watched
ja: 視聴者数
ko: 시청자를 보고 있었어요
th: ผู้คนกำลังดูอย
vi: Mọi người đã xem
zh_hans: 人观看过
zh_hant: 人觀看過

# 人观看
source: people watching
ja: 視聴者数
ko: 시청자를 보고 있었어요
th: ผู้คนกำลังดูอยู่
vi: Mọi người đang xem
zh_hans: 人观看
zh_hant: 人觀看

# 發送
source: Send
ja: 發送
ko: 發送
th: 發送
vi: gửi đi
zh_hans: 发送
zh_hant: 發送

# 剩餘PGP數量不足，是否前往購買
source: The number of remaining PGP is insufficient, whether to go to buy?
ja: PGPが不足しています。チャージしますか？
ko: PGP가 부족합니다, 충전하시겠습니까?
th: จำนวนPGP ไม่เพียงพอ คุณต้องการที่จะเพิ่มPGPไหม
vi: Số lượng PGP còn lại không đủ, có nên mua nó không
zh_hans: 剩余PGP数量不足，是否前往购买
zh_hant: 剩餘鑽石數量不足，是否前往購買

# 去購買
source: to buy!
ja: チャージする
ko: 확인!
th: ซื้อ
vi: Đi mua
zh_hans: 去购买
zh_hant: 去儲值

# 請輸入數量
source: Enter numbers
ja: 請輸入數量
ko: 請輸入數量
th: 請輸入數量
vi: Vui lòng nhập số lượng
zh_hans: 请输入数量
zh_hant: 請輸入數量

# 加關注
source: Follow
ja: フォローする
ko: 구독
th: ติดตาม
vi: Thêm theo dõi
zh_hans: 加关注
zh_hant: 加追蹤

# 已追蹤
source: Following
ja: フォロー中
ko: 구독 했어요
th: กำลังติดตาม
vi: Theo dõi
zh_hans: 已关注
zh_hant: 已追蹤

# 粉絲:
source: Fans
ja: 粉絲
ko: 粉絲
th: 粉絲
vi: Người hâm mộ
zh_hans: 粉丝
zh_hant: 粉絲

# 返回主页
source: Return to home page
ja: ホームページに戻る
ko: 홈
th: กลับหน้าแรก
vi: Trở về trang chủ
zh_hans: 返回主页
zh_hant: 返回主頁

# 直播已結束
source: LIVE ended
ja: ライブ配信が終了しました
ko: 생방송을 끝입니다
th: ถ่ายทอดสด จบลงแล้ว
vi: Chương trình phát sóng trực tiếp đã kết thúc
zh_hans: 直播已结束
zh_hant: 直播已結束

# 观看
source: View
ja: 觀看
ko: 觀看
th: 觀看
vi: Đồng hồ đeo tay
zh_hans: 观看
zh_hant: 觀看

# 粉絲團連結(請至少上傳一個連結)
source: Fan page link (please offer at least one)
ja: ファンクラブ(最低でも1つのリンク先を設定してください)
ko: 팬 패이지 연결(적어도 한 연결 주세요)
th: การเชื่อมต่อแฟนเพจ(กรุณาอย่างน้อยเชื่อมโยงกับหนึ่งบัญชี)
vi: Liên kết nhóm người hâm mộ (vui lòng tải lên ít nhất một liên kết)
zh_hans: 粉絲團連結(請至少上傳一個連結)
zh_hant: 粉絲團連結(請至少上傳一個連結)

# 请输入或粘贴您粉丝团的链接
source: Please enter the link of your fan page
ja: ファンクラブのリンク先を設定してください
ko: 팬 패이지 연결 주세요
th: กรุณากรอกที่อยู่เชื่อมต่อแฟนเพจของคุณ
vi: Vui lòng nhập hoặc dán liên kết của câu lạc bộ người hâm mộ của bạn
zh_hans: 请输入或粘贴您粉丝团的链接
zh_hant: 請輸入或貼上您粉絲團的連結

# 历史直播影片or链接(請至少上傳一种)
source: Live video or link (please offer at least one)
ja: 過去のライブ動画またはリンク先(少なくとも1つをアップしてください)
ko: 여전의 생방송 비디오 or 연결(적어도 한아 주세요)
th: วิดีโอถ่ายทอดสดประวัติศาสตร์หรือการเชื่อมต่อ(โปรดอัปโหลดอย่างน้อยหนึ่งรายการ)
vi: Liên kết hoặc video trực tiếp lịch sử (vui lòng tải lên ít nhất một video)
zh_hans: 历史直播影片or链接(請至少上傳一种)
zh_hant: 歷史直播影片or連結(請至少上傳一種)

# 请输入历史直播影片链接
source: Please enter historical live video link
ja: 配信終了動画のリンク先を入力してください
ko: 여전의 생방송 연결
th: การเชื่อมต่อสด
vi: Vui lòng nhập liên kết video trực tiếp lịch sử
zh_hans: 请输入历史直播影片链接
zh_hant: 請輸入歷史直播影片連結

# 自我介绍
source: Introduction
ja: 自己紹介
ko: 自我介紹
th: การแนะนำตัวเอง
vi: Tự giới thiệu
zh_hans: 自我介紹
zh_hant: 自我介紹

# 请介绍自己的直播经验
source: Share more about your live streaming experience
ja: 生放送体験をご紹介ください
ko: 생방송 경험을 소개 해주세요
th: กรุณาแนะนำประสบการณ์การถ่ายทอดสดของคุณ
vi: Vui lòng giới thiệu trải nghiệm phát sóng trực tiếp của bạn
zh_hans: 请介绍自己的直播经历
zh_hant: 請介紹自己的直播經歷

# 联络电话
source: Contact Number
ja: 電話番号
ko: 전화방호
th: โทรศัพท์
vi: Số liên lạc
zh_hans: 联络电话
zh_hant: 聯絡電話

# 请输入您的联络电话
source: Please enter your contact number
ja: 電話番号を入力してください
ko: 전화방호 주세요
th: กรุณาใส่หมายเลขโทรศัพท์
vi: Vui lòng nhập số liên lạc của bạn
zh_hans: 请输入您的联络电话
zh_hant: 請輸入您的聯絡電話
