Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 點燈收據
source: Lighting Receipt
zh_hant: 點燈收據

# 祈福者：
source: Blessing Recipient:
zh_hant: 祈福者：

# 燈位：
source: Lighting Position:
zh_hant: 燈位：

# 到期日：
source: Expiration Date:
zh_hant: 到期日：

# 電話：
source: Phone:
zh_hant: 電話：

# 農曆生日(時辰)：
source: Lunar Birthday (Time):
zh_hant: 農曆生日(時辰)：

# 地址：
source: Address:
zh_hant: 地址：

# 費用：
source: Cost:
zh_hant: 費用：

# 處理中
source: Processing
zh_hant: 處理中

# 廟方點燈感謝狀
source: Temple's Lighting Gratitude Certificate
zh_hant: 廟方點燈感謝狀

# 燈位圖
source: Lighting Position Map
zh_hant: 燈位圖

# 祈福者管理
source: Blessing Recipient Management
zh_hant: 祈福者管理

# 我了解並同意《線上點光明燈說明事項》
source: I understand and agree to the 'Online Lighting Instructions.'
zh_hant: 我了解並同意《線上點光明燈說明事項》

# 點燈說明事項
source: Lighting Instructions
zh_hant: 點燈說明事項

# 是否刪除祈福者
source: Delete the Blessing Recipient?
zh_hant: 是否刪除祈福者

# 您最多只能選擇10位祈福者
source: You can select up to 10 blessing recipients.
zh_hant: 您最多只能選擇10位祈福者

# 新增祈福者
source: Add Blessing Recipient
zh_hant: 新增祈福者

# 編輯祈福者
source: Edit Blessing Recipient
zh_hant: 編輯祈福者

# 姓名不能包含特殊字符
source: The name cannot contain special characters.
zh_hant: 姓名不能包含特殊字符

# 請輸入10位聯絡電話
source: Please enter a 10-digit contact phone number.
zh_hant: 請輸入10位聯絡電話

# 新增成功
source: Add successful
zh_hant: 新增成功

# 保存失敗
source: Failed to save
zh_hant: 儲存失敗

# 新增失敗
source: Addition Failed
zh_hant: 新增失敗

# 確認祈福者資料
source: Confirm Blessing Recipient Information
zh_hant: 確認祈福者資料

# 確認無誤，前往付款
source: Confirm and Proceed to Payment
zh_hant: 確認無誤，前往付款

# 總金額
source: Total Amount
zh_hant: 總金額

# 感謝您使用PGTalk交易
source: Thank you for using PGTalk for the transaction
zh_hant: 感謝您使用PGTalk交易

# 訂單編號：
source: Order No.:
zh_hant: 訂單編號：

# 訂單費用：
source: Order amount:
zh_hant: 訂單費用：

# 實際費用：
source: Actual pay amount:
zh_hant: 實際費用：

# 收付時間：
source: Order time:
zh_hant: 交易時間：

# 祈福點燈
source: Blessing Lighting
zh_hant: 祈福點燈

# 點燈
source: Lighting
zh_hant: 點燈

# 點燈完成
source: Lighting Completed
zh_hant: 點燈完成

# 後續提醒說明事項
source: Follow-up Reminder Instructions
zh_hant: 後續提醒說明事項

# 回點燈首頁
source: Back to Lighting Homepage
zh_hant: 回點燈首頁

# 新增祈福人
source: Add Blessing Person
zh_hant: 新增祈福人

# 祈福者
source: Blessing Recipient
zh_hant: 祈福者

# 請輸入姓名
source: Please enter name
zh_hant: 請輸入姓名

# 住址
source: Address
zh_hant: 住址

# 聯絡電話
source: Contact Number
zh_hant: 聯絡電話

# 請輸入聯絡電話
source: Please enter the contact phone.
zh_hant: 請輸入聯絡電話

# 出生及出生時辰
source: Date and Time of Birth
zh_hant: 出生及出生時辰

# 時辰
source: Time
zh_hant: 時辰

# 請選擇年月日
source: Please select the year, month, and day.
zh_hant: 請選擇年月日

# 生理男
source: Male
zh_hant: 生理男

# 生理女
source: Female
zh_hant: 生理女

# 農曆
source: Lunar Calendar
zh_hant: 農曆

# 國曆(填好後系統自動轉農曆)
source: Gregorian Calendar (Automatically converted to the lunar calendar after filling in)
zh_hant: 國曆(填好後系統自動轉農曆)

# 吉時
source: Auspicious Time
zh_hant: 吉時

# 子時
source: Zi Hour (11:00 pm - 12:59 am)
zh_hant: 子時

# 丑時
source: Chou Hour (1:00 am - 2:59 am)
zh_hant: 丑時

# 寅時
source: Yin Hour (3:00 am - 4:59 am)
zh_hant: 寅時

# 卯時
source: Mao Hour (5:00 am - 6:59 am)
zh_hant: 卯時

# 辰時
source: Chen Hour (7:00 am - 8:59 am)
zh_hant: 辰時

# 巳時
source: Si Hour (9:00 am - 10:59 am)
zh_hant: 巳時

# 午時
source: Wu Hour (11:00 am - 12:59 pm)
zh_hant: 午時

# 未時
source: Wei Hour (1:00 pm - 2:59 pm)
zh_hant: 未時

# 申時
source: Shen Hour (3:00 pm - 4:59 pm)
zh_hant: 申時

# 酉時
source: You Hour (5:00 pm - 6:59 pm)
zh_hant: 酉時

# 戌時
source: Xu Hour (7:00 pm - 8:59 pm)
zh_hant: 戌時

# 亥時
source: Hai Hour (9:00 pm - 10:59 pm)
zh_hant: 亥時

# (時辰未知)
source: (Time Unknown)
zh_hant: (時辰未知)

# 祈福者:
source: Blessing:
zh_hant: 祈福者:

# 農曆生日(時辰)
source: Lunar Birthday (Time)
zh_hant: 農曆生日(時辰)

# 時間
source: Time
zh_hant: 時間

# 點燈完成通知
source: Lighting Completion Notification
zh_hant: 點燈完成通知

# 廟方已為您祈福點燈
source: The temple has lit the light for you in prayer.
zh_hant: 廟方已為您祈福點燈

# 訂單編號 :
source: Order No.:
zh_hant: 訂單編號 :

# 祈福者 :
source: Blessing Recipient:
zh_hant: 祈福者 :

# 點燈類型
source: Lighting Type
zh_hant: 點燈類型

# 線上點燈
source: Online Lighting
zh_hant: 線上點燈

# 線上點光明燈
source: Online Lighting of Bright Lamp
zh_hant: 線上點光明燈

# 錢包
source: Wallet
zh_hant: 錢包

# 我的錢包
source: My Wallet
zh_hant: 我的錢包

# 活動專區
source: Events
zh_hant: 活動專區

# 票劵
source: Coupons
zh_hant: 票劵

# 當前暫無活動哦～
source: No current events available.
zh_hant: 當前暫無活動哦～

# 活動詳情
source: Event Details
zh_hant: 活動詳情

# 活動時間
source: Event Time
zh_hant: 活動時間

# 活動地點
source: Event Location
zh_hant: 活動地點

# 立即報名
source: Register Now
zh_hant: 立即報名

# 選擇票劵及數量
source: Select Coupons and Quantity
zh_hant: 選擇票劵及數量

# 票劵及數量
source: Coupons and Quantity
zh_hant: 票劵及數量

# 個人資料
source: Personal Information
zh_hant: 個人資料

# 學生會員票
source: Student Member Ticket
zh_hant: 學生會員票

# 校內學生票
source: On-campus Student Ticket
zh_hant: 校內學生票

# 校外人士票
source: Off-campus Ticket
zh_hant: 校外人士票

# 更多資訊
source: More Information
zh_hant: 更多資訊

# 收合資訊
source: Collapse Information
zh_hant: 收合資訊

# 填寫個人資料
source: Fill in Personal Information
zh_hant: 填寫個人資料

# 學號
source: Student ID
zh_hant: 學號

# 我了解並同意《PGTalk票劵訂購說明事項》
source: I understand and agree to the 'PGTalk Ticket Ordering Instructions'
zh_hant: 我了解並同意《PGTalk票劵訂購說明事項》

# 驗證學校信箱
source: Verify School Email
zh_hant: 驗證學校信箱

# 請輸入驗證碼
source: Please enter the verification code
zh_hant: 請輸入驗證碼

# 驗證碼已發送至
source: We've sent a verification code to
zh_hant: 驗證碼已發送至

# 重新傳送驗證碼
source: Resend verification code
zh_hant: 重新傳送驗證碼

# 購票紀錄
source: Ticket Purchase Records
zh_hant: 購票紀錄

# 待使用
source: To be used
zh_hant: 待使用

# 已使用/已失效
source: Used/Expired
zh_hant: 已使用/已失效

# 您當前暫無票券哦～
source: You currently have no coupons available.
zh_hant: 您當前暫無票券哦～

# 票劵細節
source: Coupon Details
zh_hant: 票劵細節

# 活動名稱
source: Event Name
zh_hant: 活動名稱

# 票種類型
source: Ticket Type
zh_hant: 票種類型

# 抽獎編號
source: Lucky Draw Number
zh_hant: 抽獎編號

# 進入直播間
source: Enter Live Room
zh_hant: 進入直播間

# 直播暫未開始
source: Live stream not started yet
zh_hant: 直播暫未開始

# 立即驗證
source: Verify Now
zh_hant: 立即驗證

# 已失效
source: Expired
zh_hant: 已失效

# 已使用
source: Used
zh_hant: 已使用

# 未到驗證時間
source: Not yet time for verification
zh_hant: 未到驗證時間

# 價格
source: Price
zh_hant: 價格

# 請輸入你的學號
source: Please enter your student ID
zh_hant: 請輸入你的學號

# 請輸入學校Email
source: Please enter your school email
zh_hant: 請輸入學校Email

# 請輸入正確學號格式
source: Please enter the correct student ID format
zh_hant: 請輸入正確學號格式

# 請輸入正確信箱格式
source: Please enter the correct email format
zh_hant: 請輸入正確信箱格式

# 學生會員身分驗證未通過
source: Student membership verification failed
zh_hant: 學生會員身分驗證未通過

# 前往付款
source: Proceed to Payment
zh_hant: 前往付款

# 您當前有未付款的訂單
source: You have unpaid orders
zh_hant: 您當前有未付款的訂單

# 票劵驗證成功
source: Coupon verification successful
zh_hant: 票劵驗證成功

# 售票專區
source: Ticket Sales Zone
zh_hant: 售票專區

# 注意事項
source: Important Notes
zh_hant: 注意事項

# 已報名
source: Registered
zh_hant: 已報名

# 已售空
source: Sold Out
zh_hant: 已售空

# 演唱會購票支出
source: Concert Ticket Expenditure
zh_hant: 演唱會購票支出

# 演唱會購票收入
source: Concert Ticket Income
zh_hant: 演唱會購票收入

# 退款通知
source: Refund Notification
zh_hant: 退款通知

# 審核成功通知
source: Approval Successful Notification
zh_hant: 審核成功通知

# 審核失敗原因
source: Reason for Approval Failure
zh_hant: 審核失敗原因

# 審核狀態
source: Approval Status
zh_hant: 審核狀態

# 票券審核成功，請於兩天內前往售票專區－購票紀錄付款
source: Coupon verification successful. Please proceed to the Ticket Sales Zone - Purchase Records for payment within two days.
zh_hant: 票券審核成功，請於兩天內前往售票專區－購票紀錄付款

# 已通過
source: Approved
zh_hant: 已通過

# 失敗
source: Failed
zh_hant: 失敗

# 加購身心障礙陪同票
source: Additional Disability Companion Ticket
zh_hant: 加購身心障礙陪同票

# 全票
source: Full Fare
zh_hant: 全票

# 身心障礙優惠票
source: Disability Discount Ticket
zh_hant: 身心障礙優惠票

# 身心障礙陪同票
source: Disability Companion Ticket
zh_hant: 身心障礙陪同票

# 陪同票
source: Companion Ticket
zh_hant: 陪同票

# 退票詳情
source: Refund Details
zh_hant: 退票詳情

# 預計手續費
source: Estimated Handling Fee
zh_hant: 預計手續費

# 預計退款金額
source: Estimated Refund Amount
zh_hant: 預計退款金額

# 確定退票
source: Confirm Refund
zh_hant: 確定退票

# 申請退票
source: Apply for Refund
zh_hant: 申請退票

# 確定申請退票
source: Confirm Refund Application
zh_hant: 確定申請退票

# 我了解並同意PGTalk票券退票注意事項
source: I understand and agree to the refund policy of PGTalk tickets
zh_hant: 我了解並同意PGTalk票券退票注意事項

# 票劵區域
source: Ticket Zone
zh_hant: 票劵區域

# 票劵審核失敗
source: Coupon Verification Failed
zh_hant: 票劵審核失敗

# 票劵審核中
source: Coupon Verification in Progress
zh_hant: 票劵審核中

# 已退票
source: Ticket Refunded
zh_hant: 已退票

# 選擇場次
source: Select Session
zh_hant: 選擇場次

# 選擇票劵
source: Select Coupon
zh_hant: 選擇票劵

# 請輸入你的Email
source: Please enter your Email
zh_hant: 請輸入你的Email

# 身心障礙證明(正反面)
source: Disability Certificate (Front and Back)
zh_hant: 身心障礙證明(正反面)

# 正面
source: Front
zh_hant: 正面

# 反面
source: Back
zh_hant: 反面

# 請輸入正確郵箱格式
source: Please enter a valid email format
zh_hant: 請輸入正確郵箱格式

# 電話不能包含文字及特殊字符
source: Phone number cannot contain text or special characters
zh_hant: 電話不能包含文字及特殊字符

# 請輸入以0開頭的10位聯絡電話
source: Please enter a 10-digit contact number starting with 0
zh_hant: 請輸入以0開頭的10位聯絡電話

# 確定刪除身心障礙陪同票嗎?
source: Are you sure you want to delete the disability companion ticket?
zh_hant: 確定刪除身心障礙陪同票嗎?

# 審核中
source: Under review
zh_hant: 審核中

# 系統收到訂票5個工作天內，會通知您訂單審核結果
source: The system will notify you of the order review result within 5 working days after receiving the ticket order.
zh_hant: 系統收到訂票5個工作天內，會通知您訂單審核結果

# 該區域已售空
source: This zone is sold out
zh_hant: 該區域已售空

# 優惠劵
source: Voucher
zh_hant: 優惠劵

# 輸入序號
source: Enter Code
zh_hant: 輸入序號

# 我的優惠劵
source: My Coupons
zh_hant: 我的優惠劵

# 領取優惠劵
source: Get Coupons
zh_hant: 領取優惠劵

# 當前暫無領取優惠劵哦~
source: No available coupons at the moment.
zh_hant: 當前暫無領取優惠劵哦~

# 請輸入序號
source: Please enter serial number
zh_hant: 請輸入序號

# 新增優惠序號
source: Add serial number
zh_hant: 新增優惠序號

# 單筆交易限用一張優惠劵
source: One voucher can be used per transaction
zh_hant: 單筆交易限用一張優惠劵

# 當前暫無可使用優惠劵哦~
source: No available voucher to use at the moment.
zh_hant: 當前暫無可使用優惠劵哦~

# 優惠劵說明
source: Coupon Details
zh_hant: 優惠劵說明

# 優惠說明
source: Promotion Details
zh_hant: 優惠說明

# 適用門店
source: Applicable Stores
zh_hant: 適用門店

# 立減
source: Discount
zh_hant: 立減

# 滿減
source: Discount on Minimum Purchase
zh_hant: 滿減

# 到期
source: Expires
zh_hant: 到期

# 店家資訊
source: Store Information
zh_hant: 店家資訊

# 已領取
source: Claimed
zh_hant: 已領取

# 已領完
source: Fully Claimed
zh_hant: 已領完

# 活動說明
source: Event Details
zh_hant: 活動說明

# 領取
source: Claim
zh_hant: 領取

# 消費滿
source: Spend
zh_hant: 消費滿

# 可折抵
source: Redeemable Amount
zh_hant: 可折抵

# 無門檻折抵
source: Redeemable without Minimum Threshold
zh_hant: 無門檻折抵

# 優惠期限
source: Promotion Period
zh_hant: 優惠期限

# 使用說明
source: Usage Instructions
zh_hant: 使用說明

# 新增成功，可前往【我的優惠券】查看新增
source: Added successfully. You can check the newly added coupon in 【My Coupons】.
zh_hant: 新增成功，可前往【我的優惠券】查看新增

# 確定刪除優惠劵嗎?
source: Are you sure you want to delete the coupon?
zh_hant: 確定刪除優惠劵嗎?

# 正在進行通話，請稍後再試
source: Currently in a call, please try again later.
zh_hans: 正在进行通话，请稍后再试
zh_hant: 正在進行通話，請稍後再試

# 正在進行通話，無法進行直播
source: Currently in a call, unable to start a live broadcast.
zh_hans: 正在进行通话，无法进行直播
zh_hant: 正在進行通話，無法進行直播

# PGP消費點數用途及購買方式跟退款方式：
source: PGP Usage of consumption points, purchase method and refund method :
zh_hant: PGP消費點數用途及購買方式跟退款方式：

# 活動贈送的PT點數，僅限於消費抵扣使用，未使用之贈送點數，將無法兌換現金退款。
source: The PT points given by the event can only be used for consumption deduction. Unused gift points will not be exchanged for cash refunds.
zh_hant: 活動贈送的PT點數，僅限於消費抵扣使用，未使用之贈送點數，將無法兌換現金退款。

# 刪除帳號
source: Delete Account
zh_hant: 刪除帳號

# 刪除所有數據及資料
source: Delete all data and information
zh_hant: 刪除所有紀錄及資料

# 確定刪除鴿子PGTalk帳號
source: Confirm Delete your PGTalk account
zh_hant: 確定刪除鴿子PGTalk帳號

# 確認刪除按鈕執行前，請閱讀以下條例:
source: Read following terms before delete account:
zh_hant: 確認刪除按鈕執行前，請閱讀以下條例:

# 輕按下方的“確定刪除帳號”按鈕，即表示你已閱讀並同意
source: Click below" Delete account", you cofirm that you read and agree to above terms.
zh_hant: 輕按下方的“確定刪除帳號”按鈕，即表示你已閱讀並同意

# 確定刪除帳號
source: Delete Account
zh_hant: 確定刪除帳號

# 刪除帳號後，可使用原帳號註冊電話進行新帳號註冊。
source: You could use the original phone number to sign up a new account after delete account.
zh_hant: 刪除帳號後，可使用原帳號註冊電話進行新帳號註冊。

# 刪除帳號後用原註冊電話號碼進行註冊，不享受所有新用戶範圍的活動獎勵。
source: When you delete your acount and sign up a new account with original phone number, you will not receive any new account activity reward.
zh_hant: 刪除帳號後用原註冊電話號碼進行註冊，不享受所有新用戶範圍的活動獎勵。

source: When you delete your acount, all your PGTalk account data will be delete from system, including transcation history, chat detail, PGP, PT, credit card binding, ID verification will be clear. If you sign up new account with same number again, there will be no data record with the account.
zh_hant: 進行了刪除帳號，鴿子PGTalk内所有交易紀錄、對話紀錄、PGP點數、PT點數、電子載具、信用卡綁定、身分驗證及銀行帳號綁定將會清空或歸零，原電話號碼再次註冊後，將不會擁有原先帳號的所有紀錄。

# 刪除鴿子PGTalk帳號後，您將無法再使用該帳號登錄。確認要刪除嗎？
source: After deleting pgtalk account，You will no longer be able to log in using this account. Are you sure you want to delete?
zh_hant: 刪除鴿子PGTalk帳號後，您將無法再使用該帳號登錄。確認要刪除嗎？

# 刪除成功
source: Deletion successful.
zh_hant: 刪除成功

# 此回覆已被刪除
source: This reply has been deleted.
zh_hans: 此回复已被删除
zh_hant: 此回覆已被刪除

# 此動態已被刪除
source: This post has been deleted.
zh_hans: 此动态已被刪除
zh_hant: 此動態已被刪除

# 請輸入内容
source: Please enter the content.
zh_hant: 請輸入内容

# 請輸入名稱或電話號碼搜尋好友
source: Search by name or phone number
zh_hant: 請輸入名稱或電話號碼搜尋好友

# 正在進行通話，無法重複進入
source: Currently in a call, unable to enter again.
zh_hans: 正在进行通话，无法重新进入
zh_hant: 正在進行通話，無法重複進入

# 查看所有成員
source: see all members
zh_hant: 查看所有成員

# 新增群組成員
source: Add group members
zh_hant: 新增群組成員

# 標記摯友
source: Tag close friends.
zh_hant: 標記摯友

# 請選擇群組成員
source: Please select group members.
zh_hant: 請選擇群組成員

# 請設定自己喜歡的相薄封面吧
source: Set photos for your cover
zh_hant: 請設定自己喜歡的相薄封面吧

# 更改名稱
source: Edit nickname
zh_hant: 更改名稱

# 可在LIFE鈴鐺看到更新內容
source: Updates can be seen in LIFE notifications.
zh_hant: 可在LIFE鈴鐺看到更新內容

# 預設追蹤
source: Default follow
zh_hant: 預設追蹤

# 貼文按照一般順序顯示
source: Posts are displayed in regular order.
zh_hant: 貼文按照一般順序顯示

# 取消追蹤
source: Unfollow
zh_hant: 取消追蹤

# 下次不再提醒
source: Don't remind me next time
zh_hant: 下次不再提醒

# 全部服務
source: All features
zh_hant: 全部服務

# 暫無相關通知
source: No relevant notifications at the moment.
zh_hant: 暫無相關通知

# 忙線中
source: is currently busy.
zh_hans: 忙线中
zh_hant: 忙線中

# 麥克風
source: Microphone
zh_hans: 麦克风
zh_hant: 麥克風

# 請選擇通話成員
source: Please select call members.
zh_hans: 请选择通话成员
zh_hant: 請選擇通話成員

# 設定問題
source: Setup questions
zh_hans: 设置问题
zh_hant: 設定問題

# 設定費用
source: Fee setting
zh_hans: 设置费用
zh_hant: 設定費用

# 請輸入加入群組需要支付的費用
source: Please enter the fee for join the group.
zh_hans: 請輸入加入群組需要付款的費用
zh_hant: 請輸入加入群組需要付款的費用

# 請輸入問題！
source: Please enter a question!
zh_hans: 请输入问题！
zh_hant: 請輸入問題！

# 請輸入問題答案
source: Enter the answer to question
zh_hans: 请输入问题答案
zh_hant: 請輸入問題答案

# 已按讚
source: has liked
zh_hans: 已按赞
zh_hant: 已按讚

# 追蹤了主播
source: has followed the streamer
zh_hans: 关注了主播
zh_hant: 追蹤了主播

# 直播封面上傳中
source: Uploading live cover
zh_hans: 直播封面上传中
zh_hant: 直播封面上傳中

# 您確定要刪除這條收藏嗎？
source: Are you sure you want to delete this collect?
zh_hant: 您確定要刪除這條收藏嗎？

# PGTV公告
source: PGTV
zh_hant: PGTV公告

# 該影片已下架
source: The video has been taken down.
zh_hant: 該影片已下架

# 註冊贈送
source: Registration gift.
zh_hant: 註冊贈送

# 活動來源
source: Activity source
zh_hant: 活動來源

# 輕觸可查看付款碼數字
source: Tap to view payment code numbers
zh_hant: 輕觸可查看付款碼數字

# 收付款
source: Transaction amount.
th: รับการชำระเงิน
zh_hant: 交易款

# 向商家付款
source: Pay to the merchant.
zh_hant: 向商家付款

# 付款碼僅用於付款時向商家出示，為防詐騙，請不要發送給他人
source: The payment code is only used to present to the merchant during payment. To prevent fraud, please do not send it to others.
zh_hant: 付款碼僅用於付款時向商家出示，為防詐騙，請不要發送給他人

# PT可用餘額為0
source: PT balance:0
zh_hant: PT可用餘額為0

# 免密付款使用服務說明
source: Instructions for "Password-Free Payment" service:
zh_hant: 免密付款使用服務說明

# 付款碼數字僅展示給收銀員，請勿洩漏給他人否則可能造成資產遺失。
source: The payment code digits are for showing to the cashier only. Do not disclose it to others, as it may lead to asset loss.
zh_hant: 付款碼數字僅展示給收銀員，請勿洩漏給他人否則可能造成資產遺失。

# 當前付款碼已失效，請點擊刷新
source: Payment code expired. Click Refresh to renew
zh_hant: 當前付款碼已失效，請點擊刷新

# 刷新
source: Refresh.
zh_hant: 刷新

# 到店儲值
source: In-Store Recharge
zh_hant: 到店儲值

# 儲值碼
source: Recharge code
zh_hant: 儲值碼

# 輕觸可查看儲值碼數字
source: Tap to view recharge code numbers
zh_hant: 輕觸可查看儲值碼數字

# 當前儲值碼已失效，請點擊刷新
source: The current Recharge code has expired. Please click to refresh.
zh_hant: 當前儲值碼已失效，請點擊刷新

# 儲值PGP數量
source: Recharge PGP amount.
zh_hant: 儲值PGP數量

# 儲值PGP
source: Recharge PGP
zh_hant: 儲值PGP

# 儲值方式
source: Recharge Method
zh_hant: 儲值方式

# 儲值時間
source: Recharge time
zh_hant: 儲值時間

# 直播回放
source: Live Playback
zh_hant: 直播回放

# 暫不支援直播回放收藏
source: Live replay collection is currently not supported.
zh_hant: 暫不支援直播回放收藏

# 不再顯示此人的貼文
source: Don't show this person's posts anymore.
zh_hant: 不再顯示此人的貼文

# PT退還
source: PT refund.
zh_hant: PT退還

# 此交易不得參與PT折扣
source: This transaction is not eligible for PT discount.
zh_hant: 此交易不得參與PT折扣

# 設定儲值數量
source: Set recharge amount
zh_hant: 設定儲值數量

# 超過每日最大儲值金額，不可儲值
source: Exceeds the maximum daily recharge amount, unable to recharge.
zh_hant: 超過每日最大儲值金額，不可儲值

# 每日最大儲值金額：
source: Maximum daily recharge amount:
zh_hant: 每日最大儲值金額：

# 到店儲值暫未開放
source: In-store recharge is not available at the moment.
zh_hant: 到店儲值暫未開放

# 今日儲值已達上限
source: Today's recharge limit has been reached.
zh_hant: 今日儲值已達上限

# 聊天室字體大小
source: Chat room font size
zh_hant: 聊天室字體大小

# 拖動下方滑塊查看字體放大效果，選好合適字體大小點擊右上角完成按鈕，即可生效。
source: Drag the slider below to see the font enlargement effect. Select the appropriate font size, and click the 'Done' button in the upper right corner to apply the changes.
zh_hant: 拖動下方滑塊查看字體放大效果，選好合適字體大小點擊右上角完成按鈕，即可生效。

# 直播間彈幕字體大小
source: Live room font size
zh_hant: 直播間彈幕字體大小

# 請輸入名稱搜寻
source: Enter a name to search
zh_hant: 請輸入名稱搜寻

# 我的收款條碼
source: My receipt QR Code
zh_hant: 我的收款條碼

# PGP支付
source: PGP payment
zh_hant: PGP付款

# 我的付款條碼
source: My payment barcode.
zh_hant: 我的付款條碼

# PGP收款
source: PGP collection.
zh_hant: PGP收款

# 後失效
source: after expiration.
zh_hant: 後失效

# 註冊CQ2
source: Register CQ2.
zh_hant: 註冊CQ2

# PK設定
source: PK Settings
zh_hant: PK設定

# PK話題
source: PK Topic
zh_hant: PK話題

# 請輸入PK話題
source: Please enter the PK topic
zh_hant: 請輸入PK話題

# PK回應類型
source: PK response thpe
zh_hant: 請輸入PK話題

# PK時間
source: PK time
zh_hant: PK時間

# 10分鐘
source: 10 minutes
zh_hant: 10分鐘

# 5分鐘
source: 5 minutes
zh_hant: 5分鐘

# 3分鐘
source: 3 minutes
zh_hant: 3分鐘

# 1分鐘
source: 1 minutes
zh_hant: 1分鐘

# 支持/不支持
source: Support/Not support
zh_hant: 支持/不支持

# 同意/不同意
source: Agree/Disagree
zh_hant: 同意/不同意

# 可以/不可以
source: Can/Can't
zh_hant: 可以/不可以

# 要/不要
source: Want/Don't want
zh_hant: 要/不要

# PK結束
source: PK ended
zh_hant: PK結束

# 正在PK的話題
source: Live PK is in progress
zh_hant: 正在PK的話題

# 長按連擊
source: Long press to combo
zh_hant: 長按連擊

# PK投票給藍色方
source: Vote for the blue team in PK
zh_hant: PK投票給藍色方

# PK投票給紅色方
source: Vote for the red team in PK
zh_hant: PK投票給紅色方

# 正在PK中
source: Live PK in progress.
zh_hant: 正在PK中

# 直播間話題PK藍色方獲勝
source: Blue team wins the Live PK topic.
zh_hant: 直播間話題PK藍色方獲勝

# 直播間話題PK紅色方獲勝
source: Red team wins the Live PK topic.
zh_hant: 直播間話題PK紅色方獲勝

# 直播間話題PK平局
source: Live PK ends in a tie.
zh_hant: 直播間話題PK平局

# 任務獎勵
source: Task rewards
zh_hant: 任務獎勵

# 領取成功
source: Claimed successfully
zh_hant: 領取成功

# 完成任務，即可獲得更多獎勵
source: Complete daily tasks gain more rewards
zh_hant: 完成任務，即可獲得更多獎勵

# PT數量
source: PT Quantity
zh_hant: PT數量

# PGP數量
source: PGP Amount
zh_hant: PGP數量

# 未完成
source: Undone
zh_hant: 未完成

# 簽到
source: Check in
zh_hant: 簽到

# 獲得
source: Get
zh_hant: 獲得

# 錢包密碼必須由6-24位英文數字混合
source: New password
zh_hant: 錢包密碼必須由6-24位英文數字混合

# 收不到簡訊？試試語音驗證吧!
source: Not receive SMS? Try Voice verification!
zh_hant: 收不到簡訊？試試語音驗證吧!

# 語音驗證
source: Voice verification
zh_hant: 語音驗證

# 通話撥打中，請注意來電
source: Voice call in progress , please note imcoming call
zh_hant: 通話撥打中，請注意來電

# 密碼需是6-24位英文數字混合
source: Password must be conbination of 6-24 alphanumeric characters
zh_hant: 密碼需是6-24位英文數字混合

# 更改成功
source: Update successful
zh_hant: 更改成功

# 設定密碼 6-24位英文數字混合
source: New password
zh_hant: 設定密碼 6-24位英文數字混合

# 密碼規則說明
source: Password rules
zh_hant: 密碼規則說明

# 密碼可支援符號（如：!@#$%^*()_+-=[]{}|;':",./?）
source: Password rules：Please use 6-24 letters,number and symbols combination characters. (Symbols would be !@#$%^*()_+-=[]{}|;':",./?）
zh_hans: 密碼規則說明：密碼需為6-24 位英數字符號符號混合（符號可為!@#$%^*()_+-=[]{}|;':",./?）
zh_hant: 密碼可支援符號（如：!@#$%^*()_+-=[]{}|;':",./?）

# 密碼可支援符號（如：!@#$%^*()_+-=[]{} |;':",./?）
source: Password rules：Please use 6-24 letters,number and symbols combination characters. (Symbols would be !@#$%^*()_+-=[]{}|;':",./?）
zh_hans: 密碼規則說明：密碼需為6-24 位英數字符號符號混合（符號可為!@#$%^*()_+-=[]{}|;':",./?）
zh_hant: 密碼可支援符號（如：!@#$%^*()_+-=[]{} |;':",./?）

# 電話號碼錯誤，請重新輸入
source: Invalid account or password. Please try again.
zh_hant: 電話號碼錯誤，請重新輸入

# 歡迎回來
source: Welcom Back
zh_hant: 歡迎回來

# 重新獲取
source: Resend verification code
zh_hant: 重新獲取

# 重新撥打
source: Phone again
zh_hant: 重新撥打

# 收不到來電？試試簡訊驗證吧!
source: Not receive a call? Try SMS validation!
zh_hant: 收不到來電？試試簡訊驗證吧!

# 簡訊驗證
source: SMS validation
zh_hant: 簡訊驗證

# 設定登入密碼
source: Setup Login password
zh_hant: 設定登入密碼

# 保障您的帳號安全
source: Secure your account
zh_hant: 保障您的帳號安全

# 兩次密碼輸入不一致
source: Password don't match
zh_hant: 兩次密碼輸入不一致

# 設定推薦人ID
source: Set recommender make
zh_hant: 設定推薦人ID

# 讓溝通變得更有價值
source: communication more valueable
zh_hant: 讓溝通變得更有價值

# 填寫推薦人ID
source: Recommender ID
zh_hant: 填寫推薦人ID

# 填入您好友的個人ID（非必填）
source: Please enter your friend ID (Optional)
zh_hant: 填入您好友的個人ID（非必填）

# 該用戶ID不存在
source: Recommended user does not exist
zh_hant: 該用戶ID不存在

# 該號碼還未註冊
source: Phone number not sign up yet.
zh_hant: 該號碼還未註冊

# 請選擇驗證方式完成註冊
source: Please select a method to complete Sign up.
zh_hant: 請選擇驗證方式完成註冊

# 簡訊驗證碼
source: SMS verification code
zh_hant: 簡訊驗證碼

# 語音驗證碼
source: Voice Call venfication code
zh_hant: 語音驗證碼

# 訂閱
source: Subscribe
zh_hans: 订阅
zh_hant: 訂閱

# 訂閱不通知
source: Subscribe without notification
zh_hans: 订阅不通知
zh_hant: 訂閱不通知

# 取消訂閱
source: UnSubscribe
zh_hans: 取消订阅
zh_hant: 取消訂閱

# 即會出現在訊息，與通知
source: You will receive message and push notifications.
zh_hant: 即會出現在訊息，與通知

# 只會出現在訊息，不會通知
source: You will receive message but no push notifications.
zh_hant: 只會出現在訊息，不會通知

# 不出現在訊息也不通知
source: You will not receive message and push notifications.
zh_hant: 不出現在訊息也不通知

# 結帳金額需
source: Settle amount must be
ja: Settlement amount
ko: Settlement amount
th: Settlement amount
vi: Settlement amount
zh_hans: 结算金额需
zh_hant: 結帳金額需

# 暫無相關資料
source: No relevant data
zh_hans: 暂无相关数据
zh_hant: 暫無相關資料

# 暫無好友邀請
source: No friend invitation
zh_hans: 暂无好友邀请
zh_hant: 暫無好友邀請

# 直播Live
source: Live
zh_hans: 直播Live
zh_hant: 直播Live

# 互動語言翻譯開啟
source: Message translation on
zh_hans: 互动语言翻译开启
zh_hant: 互動語言翻譯開啟

# 互動語言翻譯關閉
source: Message translation off
zh_hans: 互动语言翻译关闭
zh_hant: 互動語言翻譯關閉

# 關閉翻譯
source: Turn off
zh_hans: 关闭翻译
zh_hant: 關閉翻譯

# 互動語言翻譯
source: Message translation
zh_hans: 互动语言翻译
zh_hant: 互動語言翻譯

# 確認信用卡資料
source: Verify Credit Card Info
zh_hans: 确认信用卡资料
zh_hant: 確認信用卡資料

# 登入中，請稍後…
source: Logging in now, please wait…
ja: ログイン中。お待ちください。
ko: 로그인 중, 잠시 기다리세요…
th: กำลังเข้าสู่ระบบ โปรดรอสักครู่...
vi: Đăng đăng nhập, xin chờ trong giây lát...
zh_hans: 登陆中，请稍后…
zh_hant: 登入中，請稍後…

# 贈購物點數
source: Present PGP
zh_hans: 赠购物点数
zh_hant: 贈購物點數

# 查看
source: Check
zh_hans: 查看
zh_hant: 查看

# 更改錢包密碼1
source: Reset
ja: Change password
ko: Change password
th: Change password
vi: Change password
zh_hans: 更改钱包密码
zh_hant: 更改錢包密碼

# 字體調整
source: Font modify
zh_hans: 字体调整
zh_hant: 字體調整

# 版本資訊
source: Version
ja: Current version
ko: Current version
th: Current version
vi: Current version
zh_hans: 版本资讯
zh_hant: 版本資訊

# PGP轉帳
source: PGP transfer
zh_hans: PGP转账
zh_hant: PGP轉帳
