Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 输入手机号码不能为空
source: Enter mobile number cannot be empty
ja: 携帯電話の番号を入力すると空にできません。
ko: 핸드폰 번 호 를 입력 하면 비어 있 으 면 안 됩 니 다.
th: หมายเลขโทรศัพท์มือถือห้ามเว้นว่าง
vi: Nhập số điện thoại không được để trống
zh_hans: 输入手机号码不能为空
zh_hant: 輸入電話號碼不能為空

# 请输入当前登录账号的手机号
source: Please enter the mobile number of the current login account
ja: 現在登録されているアカウントの携帯番号を入力してください。
ko: 현재 로그 인 계 정의 핸드폰 번 호 를 입력 하 세 요.
th: โปรดใส่หมายเลขโทรศัพท์ที่ใช้เข้าสู่ระบบปัจจุบัน
vi: Xin vui lòng nhập số điện thoại của số tài khoản đăng nhập hiện tại
zh_hans: 请输入当前登录账号的手机号
zh_hant: 請輸入當前登入帳號的電話號碼

# 支付凭证通知
source: Payment voucher notification
ja: 支払証明書の通知
ko: 지급 전표 알림
th: แจ้งสลิปการชำระเงิน
vi: Thông báo Giấy chứng nhận mua hàng
zh_hans: 支付凭证通知
zh_hant: 購買憑證通知

# 收PGP数量
source: Received PGP
ja: PGPの受け入れ数量
ko: 받 는 PGP 수량
th: จำนวน PGP ที่ได้รับ
vi: Nhận số lượng PGP
zh_hans: 收PGP数量
zh_hant: 收PGP數量

# 设置语言
source: language setting
ja: 言語の設定
ko: 언어 설정
th: ตั้งค่าภาษา
vi: Thiết lập ngôn ngữ
zh_hans: 设置语言
zh_hant: 設定語言

# 允许附近的人搜到我
source: Allow people nearby to find me
ja: 近くの人に見つけられます。
ko: 인근에있는자들에게
th: อนุญาตให้ผู้ที่อยู่ใกล้เคียงค้นหาฉันได้
vi: Cho phép người gần đây tìm thấy tôi
zh_hans: 允许附近的人搜到我
zh_hant: 允許附近的人搜尋到我

# 发布失败
source: Failed to publish
ja: 投稿に失敗しました
ko: 게시 실패
th: โพสต์ไม่สำเร็จ
vi: Gửi lên không thành công
zh_hans: 发布失败
zh_hant: 發佈失敗

# 未安装
source: Not Installed
ja: インストールされていません
ko: 설치 되 지 않 음
th: ยังไม่ติดตั้ง
vi: Chưa cài đặt
zh_hans: 未安装
zh_hant: 未安裝

# 请向以下账户汇款
source: Please send money to the following account
ja: 以下の口座に送金してください。
ko: 아래 계좌 로 입금 해 주세요.
th: โปรดโอนเงินให้บัญชีต่อไปนี้
vi: Xin vui lòng chuyển khoản vào tài khoản sau
zh_hans: 请向以下账户汇款
zh_hant: 請向以下帳戶匯款

# 汇款账户
source: remittance Account
ja: 送金口座
ko: 송금 계좌.
th: บัญชีโอนเงิน
vi: Tài khoản chuyển khoản
zh_hans: 汇款账户
zh_hant: 匯款帳戶

# 请选择店家相册
source: Please select a store album
ja: お店のアルバムを選んでください。
ko: 주인댁 앨범 을 선택 하 세 요.
th: โปรดเลือกอัลบั้มร้านค้า
vi: Xin vui lòng chọn tập ảnh cửa hàng
zh_hans: 请选择店家相册
zh_hant: 請選擇店家相簿

# 请输入店家简介
source: Please enter the store description
ja: 店概要を入力してください。
ko: 가게 의 설명 을 입력 하 세 요.
th: โปรดใส่โปรไฟล์ร้านค้า
vi: Xin vui lòng nhập giới thiệu cửa hàng
zh_hans: 请输入店家简介
zh_hant: 請輸入店家簡介

# 请输入用户ID
source: Please enter user ID
ja: ユーザIDを入力してください
ko: 사용자 ID 입력
th: โปรดใส่ ID ผู้ใช้
vi: Xin vui lòng nhập ID người sử dụng
zh_hans: 请输入用户ID
zh_hant: 請輸入用戶ID

# 搜索用户ID
source: Search for user ID
ja: ユーザIDを検索
ko: 검색 사용자 ID
th: ค้นหา ID ผู้ใช้
vi: Tìm kiếm ID người sử dụng
zh_hans: 搜索用户ID
zh_hant: 搜尋用戶ID

# 头像
source: Portrait
ja: 顔写真
ko: 두상.
th: รูปโปรไฟล์
vi: Hình đại diện
zh_hans: 头像
zh_hant: 大頭貼

# 店家相册
source: Store photo album
ja: お店のアルバム
ko: 앨범
th: อัลบั้มร้านค้า
vi: Tập ảnh cửa hàng
zh_hans: 店家相册
zh_hant: 店家相簿

# 从相册
source: Select from album
ja: アルバムから
ko: 앨범
th: จากอัลบั้ม
vi: từ tập ảnh
zh_hans: 从相册
zh_hant: 從相簿

# 店家简介
source: Store introduction
ja: お店の紹介
ko: 주인장 소개
th: โปรไฟล์ร้านค้า
vi: Giới thiệu cửa hàng
zh_hans: 店家简介
zh_hant: 店家簡介

# 生活服务
source: Domestic services
ja: 生活サービス
ko: 생활 서비스
th: บริการชีวิตประจำวัน
vi: Dịch vụ đời sống
zh_hans: 生活服务
zh_hant: 生活服務

# 服饰包包
source: clothing bags
ja: 服飾のカバン
ko: 가방
th: เสื้อผ้าและกระเป๋า
vi: Quần áo, túi xách
zh_hans: 服饰包包
zh_hant: 服飾包包

# 餐饮酒楼
source: Dining restaurant
ja: レストランレストラン
ko: 음식점
th: ร้านอาหาร
vi: Nhà hàng, quán rượu
zh_hans: 餐饮酒楼
zh_hant: 餐飲酒樓

# 小吃美食
source: snack food
ja: スナック？フード
ko: 경식의
th: ของทานเล่น
vi: Món vặt ngon miệng
zh_hans: 小吃美食
zh_hant: 小吃美食

# 上架
source: on the shelf
ja: けんかを仕掛ける
ko: 시렁 에 오르다.
th: วางขาย
vi: Đưa lên kệ giá
zh_hans: 上架
zh_hant: 上架

# 状态
source: State
ja: 状態
ko: 상태
th: สถานะ
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# 店家类型
source: Store type
ja: 店舗タイプ
ko: 상점 유형
th: ประเภทร้านค้า
vi: Loại hình cửa hàng
zh_hans: 店家类型
zh_hant: 店家類型

# 店家地址
source: Store address
ja: 店の住所
ko: 주소
th: ที่อยู่ร้านค้า
vi: Địa chỉ cửa hàng
zh_hans: 店家地址
zh_hant: 店家地址

# 店家昵称
source: Store nickname
ja: お店のニックネーム
ko: 별명
th: ชื่อร้านค้า
vi: Tên gọi cửa hàng
zh_hans: 店家昵称
zh_hant: 店家名稱

# 商店管理
source: Merchant Management
ja: ショップ管理
ko: 상점 관리
th: จัดการร้านค้า
vi: Quản lý người bán
zh_hans: 商店管理
zh_hant: 商店管理

# 商家收益
source: Merchant revenue
ja: 商家收益
ko: 商家收益
th: 商家收益
zh_hans: 商家收益
zh_hant: 商家收益

# 签名
source: sign
ja: 署名する
ko: 서명 하 다.
th: ลายเซ็น
vi: Chữ ký
zh_hans: 个性签名
zh_hant: 個性簽名

# 购买失败
source: Order failed
ja: 購入に失敗しました
ko: 구 매 실패
th: ซื้อไม่สำเร็จ
vi: Mua hàng không thành công
zh_hans: 购买失败
zh_hant: 購買失敗

# 购买成功
source: Order successful
ja: 購入成功
ko: 구 매 성공
th: ซื้อสำเร็จ
vi: Mua hàng thành công
zh_hans: 购买成功
zh_hant: 購買成功

# 审核中
source: Under review
ja: 審査中
ko: 심사 중
th: อยู่ระหว่างตรวจสอบ
vi: Đang thẩm hạch
zh_hans: 审核中
zh_hant: 審核中

# 购买PGP记录
source: Buy PGP records
ja: PGP購入記録
ko: PGP 구 매 기록
th: ซื้อประวัติ PGP
vi: Ghi chép mua số lượng PGP
zh_hans: 购买PGP数量记录
zh_hant: 購買PGP數量紀錄

# 我已汇款
source: I have sent money
ja: 私はすでに送金しました
ko: 입 금 했 습 니 다.
th: ฉันโอนเงินแล้ว
vi: Tôi đã chuyển khoản
zh_hans: 我已汇款
zh_hant: 我已匯款

# 收款卡号
source: Payment card number
ja: 入金カード番号
ko: 수취인 카드 번호.
th: บัญชีรับเงิน
vi: Số thẻ nhận chuyển khoản
zh_hans: 收款卡号
zh_hant: 收款卡號

# 收款银行
source: Payee's bank
ja: 入金銀行
ko: 수납 은행
th: ธนาคารรับเงิน
vi: Ngân hàng nhận chuyển khoản
zh_hans: 收款银行
zh_hant: 收款銀行

# 收款人户名
source: Payee's account name
ja: 受取人の口座名
ko: 수취인 계좌 명
th: ชื่อบัญชีผู้รับเงิน
vi: Tên tài khoản người nhận chuyển khoản
zh_hans: 收款人户名
zh_hant: 收款人戶名

# 回拨
source: call back
ja: コールバック
ko: 다이얼
th: โทรกลับ
vi: Gọi lại
zh_hans: 回拨
zh_hant: 回撥

# 是否回拨给好友
source: Whether to call back to friends?
ja: 友達に戻るかどうか
ko: 친구 에 게 전화 하 시 겠 습 니까?
th: โทรกลับหาเพื่อนหรือไม่
vi: Có gọi lại cho bạn bè không
zh_hans: 是否回拨给好友
zh_hant: 是否回撥給好友

# 公告详情
source: Announcement Details
ja: 公告の詳細
ko: 상세 한 상황 을 공고 하 다.
th: รายละเอียดประกาศ
vi: Chi tiết thông báo
zh_hans: 公告详情
zh_hant: 公告詳情

# 反馈
source: Feedback
ja: フィードバック
ko: 되 돌 림
th: คำติชม
vi: Phản hồi
zh_hans: 反馈
zh_hant: 回報

# 公告訊息
source: Announcement message
ja: お知らせメッセージ
ko: 공고
th: ข้อความประกาศ
vi: Tin nhắn thông báo
zh_hans: 公告訊息
zh_hant: 公告訊息

# 全部已读
source: All read
ja: すべて読んだ
ko: 모두 읽음
th: อ่านทั้งหมดแล้ว
vi: Toàn bộ đã đọc
zh_hans: 全部已读
zh_hant: 全部已讀

# 最多上传3张图片哦
source: Upload up to 3 pictures
ja: 最大3枚の画像をアップロードします。
ko: 사진 최대 3 장 까지 올 려 주세요.
th: อัปโหลดได้สูงสุด 3 ภาพเท่านั้น
vi: Nhiều nhất tải lên 3 tấm ảnh
zh_hans: 最多上传3张图片哦
zh_hant: 最多上傳3張圖片哦

# 对方忙
source: Busy
ja: 相手が忙しい
ko: 상대방 이 바쁘다.
th: อีกฝ่ายไม่ว่าง
vi: Đối phương đang bận
zh_hans: 对方忙
zh_hant: 對方忙線中

# 请输入问题描述
source: the other party is busy
ja: 問題の説明を入力してください。
ko: 문제 설명 입력
th: โปรดใส่คำอธิบายปัญหา
vi: Xin vui lòng nhập mô tả vấn đề
zh_hans: 请输入问题描述
zh_hant: 請輸入問題描述

# 请选择问题详情
source: Please select question details
ja: 問題の詳細を選択してください。
ko: 질문
th: โปรดเลือกรายละเอียดปัญหา
vi: Xin vui lòng chọn chi tiết vấn đề
zh_hans: 请选择问题详情
zh_hant: 請選擇問題詳情

# 其他
source: Others
ja: その他
ko: 기타
th: อื่นๆ
vi: Khác
zh_hans: 其他
zh_hant: 其他

# 转账相关
source: Payment
ja: 振替関連
ko: 계좌 이체 관련
th: เกี่ยวกับการโอนเงิน
vi: Liên quan trả phí
zh_hans: 转账相关
zh_hant: 付費相關

# 群组相关
source: Group related
ja: グループ関連
ko: 그룹 관련
th: เกี่ยวกับกลุ่ม
vi: Liên quan nhóm
zh_hans: 群组相关
zh_hant: 群組相關

# 通话相关
source: Call related
ja: 通話について
ko: 통화 관련
th: เกี่ยวกับการโทร
vi: Liên quan cuộc gọi
zh_hans: 通话相关
zh_hant: 通話相關

# 聊天室相关
source: Chat related
ja: チャットルーム
ko: 채 팅 방 관련
th: เกี่ยวกับห้องแชท
vi: Liên quan phòng nói chuyện
zh_hans: 聊天室相关
zh_hant: 聊天室相關

# 加好友相关
source: Friend related
ja: 友達を追加します
ko: 친구 추가 관련
th: เกี่ยวกับการเพิ่มเพื่อน
vi: Liên quan thêm bạn bè
zh_hans: 加好友相关
zh_hant: 加好友相關

# 请详细描述问题发生的过程，非常感谢您能提供遇到的问题或者建议：）
source: Please describe the process of the problem in detail, thank you very much for providing the problems or suggestions you encountered :)
ja: 問題が発生した過程を詳しく説明してください。遭遇した問題や提案を提供してくれてありがとうございます。
ko: 문제 가 발생 하 는 과정 을 자세히 설명해 주 십시오. 문제 나 건 의 를 제공 할 수 있 습 니 다.)
th: โปรดอธิบายปัญหาที่เกิดขึ้นโดยละเอียด ขอขอบคุณสำหรับการแจ้งปัญหาที่พบเจอหรือข้อเสนอแนะ :)
vi: Xin vui lòng mô tả chi tiết quá trình phát sinh vấn đề, vô cùng cảm ơn bạn cung cấp vấn đề gặp phải hoặc kiến nghị:)
zh_hans: 请详细描述问题发生的过程，非常感谢您能提供遇到的问题或者建议：）
zh_hant: 請詳細描述問題發生的過程，非常感謝您提供遇到的問題或者建議：）

# 问题描述
source: Problem Description
ja: 問題の説明
ko: 문제 설명
th: คำอธิบายปัญหา
vi: Mô tả vấn đề
zh_hans: 问题描述
zh_hant: 問題描述

# 问题详情
source: Problem type
ja: 問題の詳細
ko: 문제
th: รายละเอียดปัญหา
vi: Chi tiết vấn đề
zh_hans: 问题详情
zh_hant: 問題類型

# 请输入操作系统版本
source: Please enter the system version number
ja: オペレーティングシステムのバージョンを入力してください。
ko: 운영 체제 버 전 을 입력 하 십시오
th: โปรดใส่เวอร์ชันระบบปฏิบัติการ
vi: Xin vui lòng nhập phiên bản hệ thống công tác trên điện thoại di động
zh_hans: 请输入操作系统版本
zh_hant: 請輸入手機作業系統版本

# 操作系统版本
source: OS version
ja: オペレーティングシステムバージョン
ko: 운영 체제 버 전
th: เวอร์ชันระบบปฏิบัติการ
vi: Phiên bản hệ thống công tác
zh_hans: 操作系统版本
zh_hant: 作業系統版本

# 请输入手机型号
source: Please enter the phone model
ja: 携帯電話の機種を入力してください。
ko: 핸드폰 기종 입력 해 주세요.
th: โปรดใส่รุ่นโทรศัพท์มือถือ
vi: Xin vui lòng nhập mẫu điện thoại di động
zh_hans: 请输入手机型号
zh_hant: 請輸入手機型號

# 手机型号
source: Phone model
ja: 携帯のサイズ
ko: 핸드폰 기종
th: รุ่นโทรศัพท์มือถือ
vi: Mẫu điện thoại di động
zh_hans: 手机型号
zh_hant: 手機型號

# 通话中...
source: calling…
ja: 通話中…
ko: 통화 중...
th: กำลังโทร...
vi: Đang có cuộc gọi…
zh_hans: 通话中...
zh_hant: 通話中…

# 开启摄像头
source: Camera
ja: カメラをオンにする
ko: 카메라 켜 봐.
th: เปิดกล้อง
vi: Mở máy ảnh
zh_hans: 开启摄像头
zh_hant: 開啟鏡頭

# 关闭摄像头
source: Camera
ja: カメラを閉じる
ko: 카메라 꺼.
th: ปิดกล้อง
vi: Tắt máy ảnh
zh_hans: 关闭摄像头
zh_hant: 關閉鏡頭

# 切换摄像头
source: Switch Camera
ja: カメラの切り替え
ko: 카메라 전환
th: สลับกล้อง
vi: Chuyển đổi ống kính
zh_hans: 切换摄像头
zh_hant: 切換鏡頭

# 关闭扬声器
source: Speaker
ja: スピーカーを閉じる
ko: 스피커 끄 기
th: ปิดลำโพง
vi: Tắt loa âm thanh
zh_hans: 关闭扬声器
zh_hant: 關閉擴音

# 开启扬声器
source: Speaker
ja: スピーカーを開く
ko: 스피커 폰
th: เปิดลำโพง
vi: Mở loa âm thanh
zh_hans: 开启扬声器
zh_hant: 開啟擴音

# 关闭麦克风
source: Mute
ja: マイクを閉じる
ko: 마 이 크 를 끄다.
th: ปิดไมโครโฟน
vi: Tắt micrô
zh_hans: 关闭麦克风
zh_hant: 關閉麥克風

# 开启麦克风
source: Unmute
ja: マイクを開く
ko: 마 이 크 를 켜다
th: เปิดไมโครโฟน
vi: Mở micrô
zh_hans: 开启麦克风
zh_hant: 開啟麥克風

# 问题反馈
source: Help & Feedback
ja: 問題フィードバック
ko: 문제 가 되돌아오다.
th: แจ้งปัญหา
vi: Phản hồi vấn đề
zh_hans: 问题反馈
zh_hant: 問題回報

# 保存
source: Save
ja: 保存
ko: 보존 하 다.
th: บันทึก
vi: Lưu giữ
zh_hans: 保存
zh_hant: 儲存

# 添加我的方式
source: How to friend me
ja: 友達設定を追加
ko: 내 방식 추가
th: ช่องทางเพิ่มฉันเป็นเพื่อน
vi: Phương thức thêm tôi làm bạn bè
zh_hans: 添加我的方式
zh_hant: 加我為好友的方式

# 标签成员
source: Badge members
ja: 会員
ko: 회원 태그
th: สมาชิกป้ายกำกับ
vi: Phân loại thành viên
zh_hans: 标签成员
zh_hant: 分類成員

# 标签名字
source: Badge Name
ja: ラベル名
ko: 라벨 이름
th: ชื่อป้ายกำกับ
vi: Phân loại tên gọi
zh_hans: 标签名字
zh_hant: 分類名稱

# 选择标签
source: Select badge name
ja: ラベルを選択
ko: 셀레 트 라벨
th: เลือกป้ายกำกับ
vi: Chọn tên gọi phân loại
zh_hans: 选择标签
zh_hant: 選擇分類名稱

# 背景
source: Background
ja: 背景
ko: 배경
th: พื้นหลัง
vi: Bối cảnh
zh_hans: 背景
zh_hant: 背景

# 群ID
source: Group chat ID
ja: グループID
ko: 그룹 ID
th: ID กลุ่ม
vi: ID nhóm
zh_hans: 群ID
zh_hant: 群組ID

# 群管理
source: Group management
ja: グループ管理
ko: 그룹 관리
th: จัดการกลุ่ม
vi: Quản lý nhóm
zh_hans: 群管理
zh_hant: 群組管理

# 搜索消息记录
source: Search message records
ja: 検索メッセージの記録
ko: 검색 메시지 기록
th: ค้นหาประวัติสนทนา
vi: Tìm kiếm ghi chép tin nhắn lịch sử
zh_hans: 搜索消息记录
zh_hant: 搜尋歷史訊息紀錄

# 《隐私授权协议》
source: 《Privacy Policy》
ja: 《プライバシー認証プロトコル》
ko: 《프라이버시 권한 부여 프로 토 콜》
th: ข้อตกลงสิทธิ์ความเป็นส่วนตัว
vi: "Thỏa thuận ủy quyền riêng tư"
zh_hans: 《隐私授权协议》
zh_hant: 《隱私授權協議》

# 立即启用
source: Activate now
ja: すぐに有効にします
ko: 바로 사용 하기
th: เปิดใช้งานทันที
vi: Lập tức mở
zh_hans: 立即启用
zh_hant: 馬上啟用

# 启用手机通讯录，方便添加手机联系人
source: Enable mobile phone address book, easy to add phone contacts
ja: 携帯電話のアドレス帳を有効にします。携帯電話の連絡先を追加しやすいです。
ko: 모 바 일 메 신 저 를 사용 하여 모 바 일 메 신 저 를 추가 할 수 있 습 니 다.
th: เปิดใช้งานรายชื่อผู้ติดต่อในมือถือเพื่อความสะดวกในการเพิ่มผู้ติดต่อ
vi: Mở sổ liên lạc điện thoại di động, để tiện thêm người liên lạc trên điện thoại di động
zh_hans: 启用手机通讯录，方便添加手机联系人
zh_hant: 開啟手機通訊錄，方便新增手機聯絡人

# 启用手机通讯录
source: Enable phone contacts
ja: 携帯のアドレス帳を有効にする
ko: 핸드폰 주소록 사용 하기
th: เปิดใช้งานรายชื่อผู้ติดต่อในมือถือ
vi: Mở sổ liên lạc điện thoại di động
zh_hans: 启用手机通讯录
zh_hant: 開啟手機通訊錄

# 购物商城
source: shopping mall
ja: ショッピングモール
ko: 쇼핑 몰
th: ช้อปปิ้งมอลล์
vi: Trung tâm mua sắm
zh_hans: 购物商城
zh_hant: 購物商城

# 暂未开放
source: Not yet open
ja: まだ公開されていません
ko: 아직 오픈 하지 않 음
th: ยังไม่เปิดในขณะนี้
vi: Tạm thời chưa mở cửa
zh_hans: 暂未开放
zh_hant: 暫未開放

# 汇率
source: exchange rate
ja: 為替レート
ko: 환율
th: อัตราแลกเปลี่ยน
vi: Tỷ giá
zh_hans: 汇率
zh_hant: 匯率

# 确定退出当前账号
source: Log out of your account?
ja: 「現在のアカウントからの終了を確定します」
ko: 현재 계 정 에서 퇴장 하 시 겠 습 니까?
th: ยืนยันออกจากบัญชีปัจจุบัน
vi: Có chắc chắn thoát ra khỏi số tài khoản hiện tại không
zh_hans: 确定退出当前账号
zh_hant: 確定退出當前帳號

# 关于
source: About
ja: について
ko: 관 하 다
th: เกี่ยวกับ
vi: Về
zh_hans: 关于
zh_hant: 關於

# 结束时间
source: End Time
ja: 終了時間
ko: 종료 시간
th: เวลาสิ้นสุด
vi: Thời gian kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

# 开始时间
source: Start time
ja: 開始時間
ko: 시작 시간
th: เวลาเริ่มต้น
vi: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

# 开启后，在设定时间段内收到新消息时不会响铃或振动。
source: When Do Not Disturb turned on,you will receive new message without ringtone and vibration in certain time
ja: オープン後、設定時間内に新しいメッセージを受信すると、ベルや振動が鳴らない。
ko: 오픈 후 시간 대 에 새로운 소식 을 받 았 을 때 삑 소리 나 진동 이 없 도록 설정 합 니 다.
th: หลังเปิดใช้งาน เมื่อมีข้อความเข้าในเวลาที่กำหนดจะไม่มีเสียงเตือนหรือการสั่น
vi: Sau khi mở, tin nhắn nhận được trong khoảng thời gian thiết lập sẽ không đổ chuông hoặc rung.
zh_hans: 开启后，在设定时间段内收到新消息时不会响铃或振动。
zh_hant: 開啟後，在設定時間段內收到新訊息不會響鈴或震動。

# 勿扰模式
source: Do not disturb
ja: 迷惑モード
ko: 물 소동 모드
th: โหมดห้ามรบกวน
vi: Chế độ không làm phiền
zh_hans: 勿扰模式
zh_hant: 勿擾模式

# 设置后，会改变聊天，菜单和朋友圈中的字体大小。如果在使用过程中存在问题和意见，可反馈给PGTalk团队
source: After setting, it will change the font size in chat, menu and circle of friends. If you have questions and comments during use, you can report them to the PGTalk team.
ja: 設定するとチャット、メニュー、友達の輪のフォントサイズが変わります。使用中に問題や意見があれば、PGralkチームにフィードバックすることができます。
ko: 설정 하면 채 팅 창, 메뉴 와 친구 사이 의 글꼴 크기 가 달라 집 니 다.사용 과정 에서 문제 와 의견 이 있 을 경우, PGTalk 팀 에 피드백 을 할 수 있 습 니 다.
th: หลังจากตั้งค่า จะปรับเปลี่ยนขนาดตัวอักษรในแชท เมนูและโมเมนต์ หากพบปัญหาหรือมีข้อเสนอแนะในระหว่างที่ใช้งาน สามารถแจ้งมายังทีมงาน PGTalk
vi: Sau khi thiết lập, kích cỡ phông chữ trong phòng nói chuyện, mục chọn và nhóm bạn bè đều sẽ thay đổi. Nếu trong quá trình sử dụng phát sinh vấn đề hoặc có ý kiến, có thể phản hồi cho đội ngũ PGTalk
zh_hans: 设置后，会改变聊天，菜单和朋友圈中的字体大小。如果在使用过程中存在问题和意见，可反馈给PGTalk团队
zh_hant: 設定後，聊天室、選單和Life中的字體大小均會更改。如果在使用過程中發生問題和意見，可回報給PGTalk團隊

# 设定后，聊天室中的字体大小会更改。如果在使用中存在问题和意见，可回报给PGTalk团队。
source: The font size in the chat room will change after setting. If there are problems or comments in use, you can report them to the PGTalk team.
ja: 設定後、チャットルームのフォントサイズが変更されます。 使用中の問題やコメントがある場合は、PGTalkチームに報告できます。
ko: 설정 후 채팅방의 글꼴 크기가 변경됩니다. 사용중인 문제 나 의견이 있으면 PGTalk 팀에보고 할 수 있습니다.
th: หลังจากตั้งค่าขนาดตัวอักษรในห้องสนทนาจะเปลี่ยนไป หากมีปัญหาหรือความคิดเห็นในการใช้งานสามารถรายงานไปยังทีมงาน PGTalk
zh_hans: 设定后，聊天室中的字体大小会更改。如果在使用中存在问题和意见，可回报给PGTalk团队。
zh_hant: 設定後，聊天室中的字體大小會更改。如果在使用中存在問題和意見，可回報給PGTalk團隊。

# 拖动下面的滑块，可设置字体大小
source: Drag the slider below to set the font size
ja: 下のスライダをドラッグしてフォントサイズを設定できます。
ko: 아래쪽 슬라이더 를 드래그 하면 글꼴 크기 를 설정 할 수 있 습 니 다.
th: ลากแถบเลื่อนด้านล่างเพื่อกำหนดขนาดตัวอักษร
vi: Kéo thanh trượt phía dưới, có thể thiết lập kích cỡ phông chữ
zh_hans: 拖动下面的滑块，可设置字体大小
zh_hant: 拖動下面的滑塊，可設定字體大小

# 预览字体大小
source: Preview font size
ja: プレビューフォントサイズ
ko: 글꼴 크기 미리 보기
th: ดูตัวอย่างขนาดตัวอักษร
vi: Xem trước kích cỡ phông chữ
zh_hans: 预览字体大小
zh_hant: 預覽字體大小

# 系统设置字体大小
source: system font size
ja: システム設定フォントサイズ
ko: 시스템 설정 글꼴 크기
th: ตั้งค่าขนาดตัวอักษรโดยระบบ
vi: Thiết lập kích cỡ phông chữ hệ thống
zh_hans: 系统设置字体大小
zh_hant: 設定系統字體大小

# 可通过以下方式添加我
source: People can friend me by
ja: 以下の方法で私を追加できます。
ko: 아래 와 같은 방식 으로 저 를 추가 할 수 있 습 니 다.
th: เพิ่มฉันเป็นเพื่อนได้จากช่องทางต่อไปนี้
vi: Có thể thêm tôi làm bạn bè bằng phương thức sau
zh_hans: 可通过以下方式添加我
zh_hant: 可通過以下方式加我為好友

# 关闭后其他用户不能通过上述信息找到你
source: Other people won't find you by phone number if you turn off.
ja: クローズした後、他のユーザーは上記の情報であなたを見つけられません。
ko: 종료 후 다른 사용 자 는 상술 한 정 보 를 통 해 당신 을 찾 을 수 없습니다.
th: หลังจากปิดแล้ว ผู้ใช้อื่นจะไม่สามารถค้นหาคุณได้จากข้อมูลข้างต้น
vi: Sau khi tắt, người sử dụng khác không thể tìm thấy bạn qua thông tin nêu trên
zh_hans: 关闭后其他用户不能通过上述信息找到你
zh_hant: 關閉後，其他用戶不能通過上述資訊找到你

# 可通过以下方式找到我
source: People can find me by
ja: 以下の方法で私を見つけることができます。
ko: 다음 방법 을 통 해 저 를 찾 을 수 있 습 니 다.
th: ค้นหาฉันได้จากช่องทางต่อไปนี้
vi: Có thể tìm thấy tôi bằng phương thức sau
zh_hans: 可通过以下方式找到我
zh_hant: 可通過以下方式找到我

# 二维码收钱到账语音提醒
source: QR code to receive money to account voice reminder
ja: QRコードはお金を受け取って帳簿の音声に来て注意します。
ko: QR 코드 돈 받 고 입금 시 음성 알림
th: แจ้งเตือนด้วยเสียงเมื่อได้รับเงินผ่านคิวอาร์โค้ด
vi: Nhắc âm thanh vào tài khoản QR Code nhận thanh toán
zh_hans: 二维码收钱到账语音提醒
zh_hant: QR Code交易到帳語音提醒

# 气泡
source: Bubble
ja: 気泡
ko: 기포.
th: บับเบิ้ล
vi: Khung đối thoại
zh_hans: 气泡
zh_hant: 對話框

# 输入的手机号与登录手机号不符
source: The entered mobile number does not match the login mobile number
ja: 入力した携帯番号は登録した携帯番号と一致しません。
ko: 입력 한 핸드폰 번호 와 로그 인 핸드폰 번호 가 일치 하지 않 습 니 다.
th: หมายเลขโทรศัพท์ที่ป้อนกับหมายเลขโทรศัพท์ที่ใช้เข้าสู่ระบบไม่ตรงกัน
vi: Số điện thoại được nhập không khớp với số điện thoại đăng nhập
zh_hans: 输入的手机号与登录手机号不符
zh_hant: 輸入的電話號碼與登入電話號碼不符

# 保存二维码
source: Save QR code
ja: 二次元コードを保存
ko: QR 코드 저장
th: บันทึกรหัส 2D
vi: Lưu giữ QR Code
zh_hans: 保存二维码
zh_hant: 儲存QR Code

# 使用余额转PGP给他人
source: Use balance to transfer PGP to others
ja: 残高を使ってPGPを他人に渡す
ko: 잔액 을 PGP 로 다른 사람 에 게 전달 합 니 다.
th: ใช้ยอดเงินโอน PGP ไปให้คนอื่น
vi: Sử dụng số lượng PGP chuyển cho người khác
zh_hans: 使用余额转PGP给他人
zh_hant: 使用PGP數量轉給他人

# 给他人PGP
source: PGP to others
ja: 他の人にPGPをあげる
ko: 다른 사람 에 게 PGP 를 주다
th: ให้ PGP กับคนอื่น
vi: Số lượng PGP cho người khác
zh_hans: 给他人PGP
zh_hant: 給他人PGP

# 支付密码错误,支付失败
source: Payment password error, payment failed
ja: パスワードの支払いに失敗しました。支払いに失敗しました。
ko: 비밀번호 가 잘못 되 어 결제 가 실 패 했 습 니 다.
th: รหัสผ่านชำระเงินไม่ถูกต้อง การชำระเงินล้มเหลว
vi: Mật khẩu thanh toán bị lỗi, thanh toán không thành côn
zh_hans: 支付密码错误,支付失败
zh_hant: 付款密碼錯誤，付款失敗

# 请输入签名
source: Enter some words for signature
ja: 署名を入力してください
ko: 서명 입력
th: โปรดป้อนลายเซ็น
vi: Vui lòng nhập chữ ký của bạn
zh_hans: 请输入个性签名
zh_hant: 請輸入個性簽名

# 扫一扫上面的二维码，加我好友
source: Scan the QR code above to add me as a friend
ja: 上の二次元コード、私の親友をプラスします
ko: 좀 청소해라 위의 이차원 코드, 플러스 내 친구
th: สแกนคิวอาร์โค้ดด้านบนเพื่อเพิ่มฉันเป็นเพื่อน
vi: Quét QR Code phía trên, thêm tôi làm bạn bè
zh_hant: 掃描上面的QR Code，加我為好友

# 说点什么...
source: Say something…
ja: 何を言いますか
ko: 뭐라고 말 좀 해 봐.
th: พูดอะไรสักหน่อย...
vi: Nói gì đi nào…
zh_hans: 说点什么...
zh_hant: 說點什麼...

# 退出群组
source: Leave group
ja: グループを終了
ko: 그룹 끝내기
th: ออกจากกลุ่ม
vi: Thoát ra khỏi nhóm
zh_hant: 退出群組

# 你被邀请加入群组
source: You are invited to join the group
ja: あなたがグループに招待されました。
ko: 당신 은 그룹 에 가입 하도록 초 대 받 았 습 니 다.
th: คุณถูกเชิญเข้าร่วมกลุ่ม
vi: Bạn được mời gia nhập nhóm
zh_hans: 你被邀请加入群组
zh_hant: 你被邀請加入群組

# 暂无黑名单
source: No blacklist yet
ja: ブラックリスト情報はまだありません。
ko: 블랙리스트 정보 없 음
th: ยังไม่มีแบล็คลิสต์
vi: Tạm thời không có danh sách đen
zh_hans: 暂无黑名单
zh_hant: 暫無黑名單

# 相关的结果
source: related results
ja: に関する結果
ko: 관련 결과
th: ผลลัพธ์ที่เกี่ยวข้อง
vi: Kết quả liên quan
zh_hans: 相关的结果
zh_hant: 相關的結果

# 未查询到
source: not found
ja: 見つかりません
ko: 조회 되 지 않 음
th: ไม่พบข้อมูล
vi: Chưa tra cứu thấy
zh_hans: 未查询到
zh_hant: 未査詢到

# 收付凭证
source: Transaction details
ja: 受取証
ko: 수취 증명서
th: ใบรับรองการชำระเงิน
vi: Giấy chứng nhận nhận thanh toán
zh_hans: PGTalk收付凭证
zh_hant: PGTalk交易明細

# 您有一笔款项收款成功
source: You have received a payment successfully
ja: あなたの入金が成功しました。
ko: 당신 은 돈 을 성공 적 으로 받 았 습 니 다.
th: คุณรับเงินสำเร็จแล้วหนึ่งรายการ
vi: Bạn có một giao dịch đã hoàn thành
zh_hans: 您有一笔款项收款成功
zh_hant: 您有一筆款項已完成交易

# 确定解散群组？
source: Make sure to disband the group?
ja: 解散グループを確定する？
ko: 그룹 해체 하 시 겠 습 니까?
th: ยืนยันยุบกลุ่มหรือไม่?
vi: Có chắc chắn giải tán nhóm không?
zh_hans: 确定解散群组？
zh_hant: 確定解散群組？

# 已取消截屏通知
source: Screenshot notification cancelled
ja: スクリーンショットをキャンセルしました。
ko: 캡 쳐 알림 취소 됨
th: ยกเลิกการแจ้งแคปภาพแล้ว
vi: Đã hủy bỏ thông báo chụp màn hình
zh_hans: 已取消截屏通知
zh_hant: 已取消截圖通知

# 已设置截屏通知
source: Screenshot notification is set
ja: スクリーンショットを設定しました。
ko: 캡 처 알림 설정 됨
th: ตั้งค่าการแจ้งแคปภาพแล้ว
vi: Đã thiết lập thông báo chụp mà hình
zh_hans: 已设置截屏通知
zh_hant: 已設定截圖通知

# 已取消阅后即焚
source: Cancelled and burn after reading
ja: キャンセルしてから焼く
ko: 이미 읽 기 를 취소 한 후 즉시 불 에 타 버 렸 다.
th: ยกเลิกอ่านแล้วลบ
vi: Đã hủy bỏ biến mất ngay sau khi đọc
zh_hans: 已取消阅后即焚
zh_hant: 已取消閱後即焚

# 已设置阅后即焚
source: Burn after reading is set
ja: 設置してから焼く
ko: 이미 설 치 된 후 즉시 불 태 우기
th: ตั้งค่าอ่านแล้วลบ
vi: Đã thiết lập biến mất ngay sau khi đọc
zh_hans: 已设置阅后即焚
zh_hant: 已設定閱後即焚

# 聊天机器人关闭失败
source: Chatbot shutdown failed
ja: チャットロボットのクローズに失敗しました。
ko: 채 팅 로봇 종료 실패
th: ปิดแชทบอทไม่สำเร็จ
vi: Người máy nói chuyện tắt không thành công
zh_hans: 聊天机器人关闭失败
zh_hant: 聊天機器人關閉失敗

# 开启机器人
source: ChatBot
ja: ロボットを開く
ko: 로봇 을 켜다
th: เปิดแชทบอท
vi: Mở người máy
zh_hans: 机器人
zh_hant: 機器人

# 聊天机器人
source: ChatBot
ja: チャットロボット
ko: 채 팅 로봇
th: แชทบอท
vi: Người máy nói chuyện
zh_hans: 聊天机器人
zh_hant: 聊天機器人

# 查看详情
source: Check details
ja: 詳しいことを見る
ko: 일반 정보
th: ดูรายละเอียด
vi: Tra cứu chi tiết
zh_hant: 查看詳情

# 请输入费用
source: Please enter amount
ja: 料金を入力してください
ko: 비용 입력
th: โปรดใส่ค่าใช้จ่าย
vi: Xin vui lòng nhập chi phí
zh_hans: 请输入费用
zh_hant: 請輸入費用

# 付费加群
source: Pay to join group
ja: 有料グループ
ko: 군 비 를 지불 하 다
th: ชำระเงินเข้ากลุ่ม
vi: Trả phí gia nhập nhóm
zh_hans: 付费加群
zh_hant: 付費加入群組

# 不允许任何人加入
source: No one is allowed to join
ja: 誰も加入してはいけません。
ko: 어떠한 사람 도 가입 을 허락 하지 않 는 다.
th: ไม่อนุญาตให้ทุกคนเข้ากลุ่ม
vi: Không cho phép bất kỳ ai gia nhập
zh_hans: 不允许任何人加入
zh_hant: 不允許任何人加入

# 只允许群成员邀请
source: Only group members are allowed to invite
ja: グループメンバーのみの招待を許可します。
ko: 그룹 구성원 요청 만 허용
th: อนุญาตให้สมาชิกกลุ่มเท่านั้นที่เชิญได้
vi: Chỉ cho phép thành viên nhóm mời
zh_hans: 只允许群成员邀请
zh_hant: 只允許群組成員邀請

# 请输入答案
source: Please enter the answer
ja: 答えを入力してください
ko: 답 을 입력 하 세 요.
th: โปรดใส่คำตอบ
vi: Xin vui lòng nhập câu trả lời
zh_hans: 请输入答案
zh_hant: 請輸入答案

# 需要正确回答问题
source: Questions need to be answered correctly
ja: 問題に正しく答えなければなりません。
ko: 문 제 를 정확히 맞 혀 야 합 니 다.
th: ต้องตอบคำถามให้ถูกต้อง
vi: Phải trả lời chính xác vấn đề
zh_hans: 需要正确回答问题
zh_hant: 需要回答正確問題

# 费用
source: Fee Amount
ja: 費用
ko: 비용
th: ค่าใช้จ่าย
vi: Chi phí
zh_hans: 费用
zh_hant: 費用

# 答案
source: Answer
ja: 答え
ko: 답.
th: คำตอบ
vi: Trả lời
zh_hans: 答案
zh_hant: 答案

# 问题
source: Question
ja: 問題
ko: 문제
th: คำถาม
vi: Vấn đề
zh_hans: 问题
zh_hant: 問題

# 需要回答问题并由管理员审核
source: You need to answer question and wait for the manager's veriflcation
ja: 質問に答えて管理者が審査する必要があります。
ko: 질문 에 대답 하고 관리자 가 검토 해 야 합 니 다.
th: ต้องตอบคำถามและรอตรวจสอบโดยผู้ดูแลกลุ่ม
vi: Phải trả lời vấn đề và chơ người quản lý thẩm hạch
zh_hans: 需要回答问题并由管理员审核
zh_hant: 需要回答問題並由管理員審核

# 需要身份验证
source: Authentication required
ja: 認証が必要です
ko: 인증 이 필요 합 니 다.
th: ต้องยืนยันตัวตน
vi: Cần nghiệm chứng danh tính
zh_hans: 需要身份验证
zh_hant: 需要身分驗證

# 允许任何人加入群组
source: Allow anyone to join the group
ja: グループに誰でも入れる
ko: 모든 사람 이 그룹 에 가입 하도록 허락 하 다.
th: อนุญาตให้ทุกคนเข้ากลุ่ม
vi: Cho phép bất kỳ ai gia nhập nhóm
zh_hans: 允许任何人加入群组
zh_hant: 允許任何人加入群組

# 加群设置
source: Group setting
ja: グループ追加設定
ko: 군 추가 설정
th: ตั้งค่าการเข้ากลุ่ม
vi: Thiết lập nhóm
zh_hans: 群组设置
zh_hant: 群組設定

# 设置群成员
source: Set up group members
ja: グループメンバーを設定
ko: 그룹 구성원 설정
th: ตั้งค่าสมาชิกกลุ่ม
vi: Thiết lập thành viên nhóm
zh_hans: 设置群成员
zh_hant: 設定群組成員

# 没有禁止在本群领取红包的成员
source: There are no members who are prohibited from receiving red envelopes in this group
ja: このグループでお年玉を受け取ることが禁止されているメンバーはいません。
ko: 이 그룹 에서 보 너 스 를 수령 하지 못 하 는 회원 이 없습니다
th: ไม่มีสมาชิกที่ถูกห้ามรับอั่งเปาในกลุ่มนี้
vi: Thành viên không bị nghiêm cấm lĩnh nhận bao lì xì trong nhóm
zh_hans: 没有禁止在本群领取红包的成员
zh_hant: 沒有禁止在本群組領取紅包的成員
