Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 掃描付PGP數量
source: Scan to Pay PGP
ja: 符号付PGP
ko: 스 캔 PGP
th: กวาดรหัสจ่าย PGP
vi: Quét thanh toán số lượng PGP
zh_hans: 扫码付PGP
zh_hant: 掃描付PGP數量

# 掃描收PGP數量
source: Scanning received PGP number
ja: コードスキャンPGP
ko: 스 캔 PGP
th: กวาดรหัสรับ PGP
vi: Quét nhận số lượng PGP
zh_hans: 扫码收PGP
zh_hant: 掃描收PGP數量

# 通知付PGP數量
source: Notice to pay the number of PGP
ja: 通知付PGP數量
ko: 알림 PGP
th: แจ้งให้จ่าย PGP
vi: Thông báo thanh toán số lượng PGP
zh_hans: 通知付PGP
zh_hant: 通知付PGP數量

# 向
source: To
ja: 方向
ko: 향 하 다.
th: ทิศทาง
vi: với
zh_hans: 向
zh_hant: 向

# 確認付PGP數量
source: Confirm the amount of PGP paid
ja: PGPを確認します
ko: PGP 지급 확인
th: ยืนยันการจ่ายเงิน
vi: Xác nhận thanh toán số lượng PGP
zh_hans: 确认付PGP
zh_hant: 確認付PGP數量

# 相簿尚未獲得授權
source: Album has not been authorized
ja: アルバムの権限が制限されています
ko: 앨범 권한 제한
th: จำกัดสิทธิ์ในอัลบั้ม
vi: Tập ảnh chưa được ủy quyền
zh_hans: 相册权限受限
zh_hant: 相簿尚未獲得授權

# 下載檔案
source: download file
ja: ファイルをダウンロード
ko: 파일 을 다운로드 하 다
th: ดาวน์โหลดไฟล์
vi: Tải về tệp hồ sơ
zh_hans: 下载文件
zh_hant: 下載檔案

# 設定歡迎語
source: Welcome message
ja: 歓迎語を設定する
ko: 환영 어 를 설정 하 다
th: ตั้งค่าภาษาต้อนรับ
vi: Thiết lập lời chào đón
zh_hans: 设置欢迎语
zh_hant: 設定歡迎語

# 以後再說
source: tell you later
ja: 後にします
ko: 나중에 다시 이야기 하 자.
th: ไว้คุยกันทีหลัง
vi: Sẽ nói sau
zh_hans: 以后再说
zh_hant: 以後再說

# 請輸入公告內容
source: Please enter the announcement content
ja: 公告内容を入力してください。
ko: 공지 내용 을 입력 하 세 요
th: กรุณาป้อนประกาศ
vi: Xin vui lòng nhập nội dung thông báo
zh_hans: 请输入公告内容
zh_hant: 請輸入公告內容

# 請輸入公告標題
source: Please enter announcement title
ja: 公告のタイトルを入力してください。
ko: 공고 제목 을 입력 하 세 요
th: กรุณาป้อนชื่อประกาศ
vi: Xin vui lòng nhập tiêu đề thông báo
zh_hans: 请输入公告标题
zh_hant: 請輸入公告標題

# 編輯
source: edit
ja: 編集
ko: 편집 하 다.
th: แก้ไข
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯

# 請選擇分類成員！
source: Please select friend in the badge
ja: タグメンバーを選択してください。
ko: 태그 멤버 를 선택 하 세 요!
th: กรุณาเลือกแท็บสมาชิก ”
vi: Xin vui lòng chọn thành viên phân loại!
zh_hans: 请选择标签成员！
zh_hant: 請選擇分類成員！

# 請設定好友分類名稱！
source: Please enter friend badge name
ja: ラベルの名前を設定してください。
ko: 태그 이름 을 설정 하 세 요!
th: กรุณาตั้งชื่อแท็ก ”
vi: Xin vui lòng thiết lập tên gọi phân loại bạn bè!
zh_hans: 请设置标签名字！
zh_hant: 請設定好友分類名稱！

# 新增成員
source: Add members
ja: メンバーを追加
ko: 멤버 추가
th: เพิ่มสมาชิก
vi: Thêm thành viên mới
zh_hans: 添加成员
zh_hant: 新增成員

# 預覽
source: preview
ja: プレビュー
ko: 미리보기
th: แสดงตัวอย่าง
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# 進入可查看詳情
source: Enter to view details
ja: 入ると詳細が表示されます。
ko: 입장 시 자세 한 정 보 를 볼 수 있 습 니 다.
th: เข้าไปดูรายละเอียด
vi: Vào và có thể tra cứu chi tiết
zh_hans: 进入可查看详情
zh_hant: 進入可查看詳情

# 邀請你加入
source: invite you to join
ja: あなたを招待します
ko: 가입 을 요청 합 니 다.
th: ขอเชิญคุณเข้าร่วม
vi: Mời bạn gia nhập
zh_hans: 邀请你加入
zh_hant: 邀請你加入

# 影片上傳中，請稍後...
source: Video uploading, please wait...
ja: 動画をアップロード中です。少々お待ちください。
ko: 영상 업로드 중 입 니 다. 잠시 후...
th: วิดีโอที่ถูกอัพโหลดโปรดรอสักครู่
vi: Đang tải lên đoạn phim, xin vui lòng chờ…
zh_hans: 视频上传中,请稍后...
zh_hant: 影片上傳中，請稍後...

# 影片壓縮上傳中
source: Video compression uploading
ja: ビデオ圧縮アップロード中
ko: 영상 압축 업로드 중
th: การบีบอัดวีดีโอ
vi: Đang nén và tải lên đoạn phim
zh_hans: 视频压缩上传中
zh_hant: 影片壓縮上傳中

# 年前
source: Years ago
ja: 年前
ko: 년 전
th: เมื่อปีที่แล้ว
vi: năm trước
zh_hans: 年前
zh_hant: 年前

# 月前
source: month ago
ja: 月前
ko: 월전
th: เดือนที่ผ่านมา
vi: tháng trước
zh_hans: 月前
zh_hant: 月前

# 天前
source: Days ago
ja: 前の日
ko: 하루 전
th: วันก่อน
vi: ngày trước
zh_hans: 天前
zh_hant: 天前

# 語音通話已結束
source: Voice call ended
ja: 音声通話は終了しました。
ko: 음성 통화 가 종료 되 었 습 니 다.
th: เสียงเรียกมากกว่า
vi: Cuộc gọi âm thanh đã kết thúc
zh_hans: 语音通话已结束
zh_hant: 語音通話已結束

# 正在通知所有群組成員上線
source: Notifying all group members to go online
ja: すべての友達がオンラインで動いています。
ko: 모든 친구 들 의 온라인 을 흔 들 고 있 습 니 다.
th: เพื่อนในกลุ่มทั้งหมดออนไลน์แล้ว
vi: Đang thông báo toàn bộ thành viên nhóm lên mạng
zh_hans: 正在震所有群友上线
zh_hant: 正在通知所有群組成員上線

# 發起多人視訊通話
source: Started a video call
ja: 複数人で音声通話を開始しました。
ko: 멀 티 플레이어 영상 통화 가 시 작 됐 습 니 다.
th: เปิดตัวหลายเสียงและวิดีโอโทร
vi: Thực hiện cuộc gọi quay hình nhiều người
zh_hans: 发起了群组通话
zh_hant: 發起了群組通話

# 邀請你加入視訊通話
source: invited you to a group video call
ja: あなたを複数の人の音声ビデオで通話してください。
ko: 멀 티 플 렉 스, 영상 통화 요청 합 니 다.
th: ขอเชิญคุณหลายเสียงและวิดีโอโทร
vi: Mời bạn tham gia cuộc gọi quay hình nhiều người
zh_hans: 邀请你加入音视频通话
zh_hant: 邀請你加入語音視訊通話

# 邀請你視訊通話
source: invite you to video call
ja: ビデオ通話に招待します。
ko: 영상 통화 요청 합 니 다.
th: ขอเชิญคุณเข้าสู่วิดีโอโทรศัพท์
vi: Mời bạn tham gia cuộc gọi quay hình
zh_hans: 邀请你视频通话
zh_hant: 邀請你視訊通話

# 邀請你語音通話
source: Inviting you to a video call...
ja: 音声通話に招待します。
ko: 음성 통화 요청 합 니 다.
th: ขอเชิญคุณเข้าสู่โทรศัพท์ด้วยเสียง
vi: Mời bạn tham gia cuộc gọi âm thanh
zh_hans: 邀请你音频通话
zh_hant: 邀請你語音通話...

# (群組聊天)
source: (Group chat)
ja: (雑談)
ko: (단체 채 팅)
th: การสนทนากลุ่ม
vi: (Nói chuyện nhóm)
zh_hans: (群聊)
zh_hant: (群組聊天)

# 轉讓群組訊息發送成功
source: Transfer group message sent successfully
ja: 譲渡グループ情報送信成功
ko: 그룹 정보 양도 성공
th: โอนข้อมูลกลุ่มส่งเรียบร้อยแล้ว
vi: Gửi thông tin chuyển nhượng nhóm thành công
zh_hans: 转让群组信息发送成功
zh_hant: 轉讓群組訊息發送成功

# 錄製
source: Record
ja: 録音
ko: 녹화 하 다.
th: บันทึก
vi: Ghi hình
zh_hans: 录制
zh_hant: 錄製

# 轉發給好友
source: Forward to a friend
ja: 友達に転送
ko: 친구 에 게 전하 다
th: ส่งต่อไปยังเพื่อน
vi: Chuyển gửi cho bạn bè
zh_hans: 转发给好友
zh_hant: 轉發給好友

# 儲存影片
source: Save video
ja: 動画を保存
ko: 영상 저장
th: บันทึกวีดีโอ
vi: Lưu trữ đoạn phim
zh_hans: 保存视频
zh_hant: 儲存影片

# 收付對象
source: Transaction to
ja: 支払い先
ko: 수취 대상
th: รับวัตถุ
vi: Đối tượng nhận thanh toán
zh_hans: 收付对象
zh_hant: 交易對象

# 收付中...
source: Processing
ja: 受取中…
ko: 수납 중...
th: การชำระเงินใน
vi: Đang nhận thanh toán…
zh_hans: 收付中...
zh_hant: 交易中…

# 收付失败
source: Transaction failed
ja: 支払いに失敗しました
ko: 수납 실패
th: ความล้มเหลวในการรับเงิน
vi: Nhận thanh toán không thành công
zh_hans: 收付失败
zh_hant: 交易失敗

# 收付成功
source: Transaction successful
ja: 支払い成功
ko: 수납 이 성공 하 다
th: ชำระเงินสำเร็จ
vi: Nhận thanh toán thành công
zh_hans: 交易成功
zh_hant: 交易成功

# 给您的PGP
source: PGP payment
ja: PGPをあげます
ko: 여기 있 는 PGP.
th: นี่คือ PGP ของคุณ
vi: Số lượng PGP cho bạn
zh_hans: 给您的PGP
zh_hant: 給您的PGP數量

# 收到
source: Received
ja: 受け取ります
ko: 받다
th: รับ
vi: Nhận được
zh_hans: 收到
zh_hant: 收到

# 收到的PGP已存入您的可用数量
source: Received PGP credited to your available quantity
ja: 受け取ったPGPはすでにあなたの利用可能な数量に預け入れました。
ko: 받 은 PGP 가 사용 가능 한 수량 에 저장 되 었 습 니 다
th: จำนวนของ PGP ที่ได้รับจะถูกบันทึกไว้แล้ว
vi: PGP nhận được đã lưu vào số lượng có thể dùng của bạn
zh_hant: 收到的PGP已存入您的可用數量

# 收付失败,您不是指定收付对象
source: Payment failed, you are not the specified payment object
ja: 支払いに失敗しました。あなたは受取人を指定していません。
ko: 수금 에 실 패 했 습 니 다. 당신 은 지불 대상 을 지정 하지 않 았 습 니 다.
th: การรับและการชำระเงินล้มเหลวคุณไม่ใช่ผู้รับที่กำหนด
vi: Nhận thanh toán không thành công, bạn không phải là đối tương nhận thanh toán chỉ định
zh_hans: 收付失败,您不是指定收付对象
zh_hant: 交易失敗，您不是指定交易對象

# 24小时内未确认，款项将退还给对方
source: If not confirmed within 24 hours, the money will be refunded to the other party
ja: 24時間以内に確認していない、お金は相手に返却しています
ko: 24시간 내에 미확인, 돈을 돌려주다 상대방에게 것이다
th: เงินจะถูกส่งกลับไปยังบุคคลอื่นโดยไม่ได้รับการยืนยันในชั่วโมง
vi: Chưa xác nhận trong vòng 24 giờ sẽ hoàn trả số lượng PGP cho đối phương
zh_hant: 24小時內未確認，PGP數量將退還給對方

# 相机权限受限
source: Camera permissions are limited
ja: カメラの権限が制限されています
ko: 카메라 권한 제한
th: จำกัดสิทธิ์กล้อง
vi: Máy ảnh chưa mở ủy quyền
zh_hans: 相机权限受限
zh_hant: 相機未開啟授權

# 没有麦克风权限
source: No microphone permission
ja: マイクの権限がありません。
ko: 마이크 권한 이 없습니다.
th: ไม่มีสิทธิ์ในไมโครโฟน
vi: Micrô chưa mở ủy quyền
zh_hans: 没有麦克风权限
zh_hant: 麥克風未開啟授權

# 兑换退还
source: Redeem refund
ja: 両替して返す
ko: 교환 환불
th: การคืนเงิน
vi: Hoàn trả đổi thưởng
zh_hans: 兑换退还
zh_hant: 兌換退還

# 推荐赠送
source: Recommended gift
ja: おすすめのギフト
ko: 추천 선물
th: แนะนำของขวัญ
vi: Giới thiệu là tặng
zh_hans: 推荐赠送
zh_hant: 推薦贈送

# 推荐活动奖励
source: Referral Rewards
ja: 推奨されるアクティビティ報酬
ko: 추천 활동 보상
th: รางวัลกิจกรรมแนะนำ
zh_hans: 推荐活动奖励
zh_hant: 推薦活動獎勵

# 邀请注册奖励
source: Invitation registration bonus
ja: 登録特典を招待する
ko: 등록 보상 초대
th: เชิญรางวัลการลงทะเบียน
zh_hans: 邀请注册奖励
zh_hant: 邀請註冊獎勵

# 请选择收款人
source: Please select a payee
ja: 受取人を選んでください
ko: 수취인 을 선택 하 세 요
th: กรุณาเลือกผู้รับเงิน
vi: Xin vui lòng chọn người nhận thanh toán
zh_hans: 请选择收款人
zh_hant: 請選擇交易人

# 发到其他聊天工具，方便朋友加入群聊
source: Send it to other chat tools so that friends can join the group chat
ja: 他のチャットツールに送ると、友達がグループに入っておしゃべりすることができます。
ko: 다른 채 팅 도 구 를 보 내 면 친구 들 이 단체 채 팅 에 참여 하 는 것 을 편리 하 게 할 수 있다.
th: ส่งเครื่องมือแชทอื่นๆเพื่อให้เพื่อนๆสามารถเข้าร่วมกลุ่มสนทนา
vi: Chuyển gửi đến công cụ nói chuyện khác, để tiện cho bạn bè gia nhập nhóm
zh_hans: 发到其他聊天工具，方便朋友加入群聊
zh_hant: 轉發到其他聊天工具，方便朋友加入群組

# 收付PGP
source: PGP amount
ja: 支払いPGP
ko: PGP 수납
th: รับ PGP
vi: Nhận thanh toán số lượng PGP
zh_hans: 收付PGP
zh_hant: 交易PGP數量

# 已将好友移出黑名单
source: Removed friend from blacklist successful
ja: 友達をブラックリストに移動しました。
ko: 이미 친 구 를 블랙리스트 에서 이동 하 였 습 니 다
th: เพื่อนของคุณได้ถูกลบออกจากบัญชีดำ
vi: Đã gỡ bỏ bạn bè ra khỏi danh sách đen
zh_hans: 已将好友移出黑名单
zh_hant: 已將好友移出黑名單

# 确定将好友移除黑名单？
source: Are you sure you want to remove friend from your blacklist?
ja: 友達をブラックリストから削除します。
ko: 친 구 를 블랙리스트 제거 하 시 겠 습 니까?
th: คุณแน่ใจหรือว่าต้องการลบบัญชีดำ
vi: Có chắc chắn gỡ bỏ bạn bè ra khỏi danh sách đen?
zh_hans: 确定将好友移除黑名单？
zh_hant: 確定將好友解除黑名單？

# 发送时间超过两分钟的消息，不能被撤回
source: Messages older than two minutes sent cannot be recalled
ja: 送信時間が2分を超えたメッセージは、取り下げられません。
ko: 발송 시간 이 2 분 이 넘 었 다 는 소식 은 철회 할 수 없다
th: ส่งข้อความที่ใช้เวลานานกว่าสองนาทีและไม่สามารถเรียกคืนได้
vi: Thời gian gửi vượt quá 2 phút, tin nhắn không thể được thu về
zh_hans: 发送时间超过两分钟的消息，不能被撤回
zh_hant: 發送時間超過兩分鐘，訊息不能被收回

# 换行
source: newline
ja: 行をかえる
ko: 줄 을 바꾸다.
th: ตัดบรรทัด
vi: Xuống dòng
zh_hans: 换行
zh_hant: 換行

# 选择收付对象
source: Select payment recipient
ja: 受取先を選択する
ko: 수령 대상 을 선택 하 다
th: เลือกวัตถุที่จ่าย
vi: Chọn đối tượng nhận thanh toán
zh_hans: 选择收付对象
zh_hant: 選擇交易對象

# 请输入昵称查找
source: Enter nickname to search
ja: ニックネームを入力して検索してください。
ko: 닉네임 을 입력 하여 찾기
th: กรุณาป้อนชื่อเล่นเพื่อค้นหา
vi: Xin vui lòng nhập tên gọi để tra cứu
zh_hans: 输入昵称查找
zh_hant: 請輸入名稱搜尋

# 选择领取人
source: Choose recipients
ja: 受取人を選ぶ
ko: 수령 자 선택
th: เลือกผู้รับ
vi: Chọn người lĩnh nhận
zh_hans: 选择领取人
zh_hant: 選擇領取人

# 改为指定人领取
source: Change to designated members
ja: 指定者に変更して受け取ります。
ko: 지정 인 수령 으로 변경
th: แทนการแต่งตั้งบุคคลที่จะได้รับมัน
vi: Đổi thành người được chỉ định lĩnh nhận
zh_hans: 改为指定人领取
zh_hant: 改為指定人領取

# 选择成员
source: Select member
ja: メンバーを選択
ko: 멤버 를 뽑다
th: เลือกสมาชิก
vi: Chọn thành viên
zh_hans: 选择成员
zh_hant: 選擇成員

# 选择照片
source: Select Image
ja: 写真を選択
ko: 사진 을 고르다
th: เลือกภาพ
vi: Chọn ảnh chụp
zh_hans: 选择照片
zh_hant: 選擇圖片

# 你为什么要进群
source: Why do you want to join the group
ja: なぜ群れに入るのですか？
ko: 너 왜 들 어 와?
th: ทำไมคุณถึงอยากให้จินกรุ๊ป
vi: Vì sao bạn muốn vào nhóm
zh_hans: 你为什么要进群
zh_hant: 你為什麼加入群組

# 确定退出群组？
source: OK to leave the group?
ja: 終了グループを確定しますか？
ko: 그룹 탈퇴 하 시 겠 습 니까?
th: คุณแน่ใจว่าคุณต้องการที่จะออกจากกลุ่ม ”
vi: Có chắc chắn thoát ra khỏi nhóm?
zh_hans: 确定退出群组？
zh_hant: 確定退出群組？

# 请打开其他聊天工具粘贴给好友
source: Please open another chat tool and paste it to a friend
ja: 他のチャットツールを開けて友達に貼ってください。
ko: 다른 채 팅 도 구 를 열 어서 친구 에 게 붙 여 주세요.
th: กรุณาเปิดเครื่องมือแชทอื่นๆและวางลงในเพื่อนของคุณ
vi: Xin vui lòng mở công cụ nói chuyện khác sao chép cho bạn bè
zh_hans: 请打开其他聊天工具粘贴给好友
zh_hant: 請打開其他聊天工具複製給好友

# 群口令已生成
source: Group password has been generated
ja: グループパスワードが生成されました
ko: 군호 가 이미 생 성 되 었 다.
th: รหัสผ่านกลุ่มถูกสร้างขึ้น
vi: Mật khẩu nhóm đã tạo lập
zh_hans: 群口令已生成
zh_hant: 群組密碼已產生

# 有福同享，有账同担~
source: Share the happiness, share the burden with the account
ja: 祝福された分け前、〜の負担のある勘定がある
ko: 축복받은 몫, ~의 짐을 가진 계정이있다
th: แบ่งปันความสุขของคุณกับบัญชีผู้ใช้ของคุณ
vi: Có phúc cùng hưởng, tài khoản cùng gánh~
zh_hans: 有福同享，有账同担~
zh_hant: 有福同享，有帳同擔~

# ☆ 星标朋友
source: Favorites
ja: ☆ 星標友達
ko: ☆ 친구
th: เพื่อนของดารา
vi: ☆ Bạn bè tốt nhất
zh_hans: ☆ 星标朋友
zh_hant: ☆ 摯友

# 购买金额
source: PGP purchase amount
ja: 購入金額
ko: 구 매 금액
th: ยอดที่ซื้อ
vi: Mua số lượng PGP
zh_hans: 购买数量
zh_hant: 購買PGP數量

# 请输入您的收货地址
source: Please enter your delivery address
ja: 配送先住所を入力してください。
ko: 배송지 주소를 입력하세요.
th: กรุณากรอกที่อยู่จัดส่งของคุณ
vi: Vui lòng nhập địa chỉ giao hàng của bạn
zh_hans: 请输入您的收货地址
zh_hant: 請輸入您的收貨地址

# 购买PGP
source: Buy PGP
ja: PGPを買います
ko: PGP 구 매
th: ซื้อ PGP
vi: Mua PGP
zh_hans: 购买PGP
zh_hant: 購買PGP

# 奖品兑换
source: Prize Redeem
ja: 賞品を兌換する
ko: 상품 교환
th: แลกของรางวัล
vi: Đổi phần thưởng
zh_hans: 奖品兑换
zh_hant: 獎品兌換

# 复制成功
source: Copied
ja: コピー成功
ko: 복사 성공
th: คัดลอกสำเร็จ
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# 截图失败
source: screenshot failed
ja: スクリーンショット失敗
ko: 캡 처 실패.
th: ความล้มเหลวของหน้าจอ
vi: Chụp màn hình thành công
zh_hans: 截图失败
zh_hant: 截圖失敗

# 截图已保存
source: Saved
ja: スクリーンショットを保存しました
ko: 캡 처 저장 됨
th: หน้าจอถูกบันทึกไว้
vi: Chụp màn hình đã lưu giữ
zh_hans: 截图已保存
zh_hant: 截圖已儲存

# （请勿使用微信扫码）
source: (Do not use WeChat to scan the code)
ja: （WeChatスキャンコードを使用しないでください）
ko: (위 챗 스 캔 을 사용 하지 마 십시오)
th: อย่าใช้ไมโครสแกนรหัส
vi: (Không được sử dụng WeChat quét)
zh_hans: （请勿使用微信扫码）
zh_hant: （請勿使用微信掃描）

# 浏览器扫码注册下载PGTalk
source: Scan QR code on the webpage to register and download PGTalk
ja: ブラウザーのスキャンコード登録はPGralkをダウンロードします。
ko: 브 라 우 저 스 캔 등록, PGTalk 다운로드.
th: เบราว์เซอร์สแกนรหัสลงทะเบียนดาวน์โหลด PGTalk
vi: Bộ trình duyệt quét đăng ký tải về PGTalk
zh_hans: 浏览器扫码注册下载PGTalk
zh_hant: 瀏覽器掃描註冊下載PGTalk

# 存储分享照片
source: Store and share photos
ja: 共有写真を保存
ko: 공유 사진 저장
th: เก็บรูปภาพที่ใช้ร่วมกัน
vi: Lưu trữ và chia sẻ ảnh chụp
zh_hans: 存储分享照片
zh_hant: 儲存分享照片

# 复制分享链接
source: Copy share link
ja: 共有リンクをコピー
ko: 링크 복사
th: คัดลอกลิงค์ที่ใช้ร่วมกัน
vi: Sao chép và chia sẻ liên kết
zh_hans: 复制分享链接
zh_hant: 複製分享連結

# 快捷功能
source: Quick function
ja: ショートカット機能
ko: 빠 른 기능.
th: ฟังก์ชันทางลัด
vi: Chức năng nhanh
zh_hans: 快捷功能
zh_hant: 快捷功能

# 消费
source: Consumption
ja: 消費
ko: 소비
th: การบริโภค
vi: Tiêu dùng
zh_hans: 消费
zh_hant: 消費

# 兑换
source: Redeem
ja: 両替
ko: 교환
th: แลกเปลี่ยน
zh_hans: 兑换
zh_hant: 兌換

# 直播
source: Live
ja: 生放送
ko: 생방송
th: ออกอากาศสด
vi: Quay trực tiếp
zh_hans: 直播
zh_hant: 直播

# 官方网站
source: Website
ja: 公式サイト
ko: 공식 사이트
th: เว็บไซต์อย่างเป็นทางการ
vi: Trang web chính thức
zh_hans: 官方网站
zh_hant: 官方網站

# 线下商户
source: Merchants
ja: 近くのお店
ko: 근처 상점
th: ร้านค้าใกล้เคียง
vi: Người bán dưới tuyến
zh_hans: 附近商家
zh_hant: 附近商家

# 知道了
source: I understand
ja: かしこまりました
ko: 알았어 요.
th: เข้าใจแล้ว
vi: Đã biết
zh_hans: 知道了
zh_hant: 知道了

# 服务建设中
source: Service under construction
ja: 「サービス建設中」
ko: 서비스 건설 중.
th: “บริการก่อสร้าง”
vi: Đang khai thác hệ thống
zh_hans: 服务建设中
zh_hant: 系統開發中

# 非常抱歉，该功能暂时无法使用开发人员正在努力建设中
source: We're sorry, but the feature is temporarily unavailable and the developers are working on building
ja: 「申し訳ございませんが、この機能は開発者を一時的に使えなくなり、建設に努めています」
ko: 미안하지만 이 기능 은 개발 자 를 당분간 사용 하지 못 하고 열심히 건설 중 입 니 다
th: ขออภัยคุณลักษณะนี้ไม่สามารถใช้ได้ชั่วคราวโดยนักพัฒนาที่กำลังพยายามที่จะสร้าง
vi: Rất tiếc, chức năng này tạm thời không thể sử dụng, nhân viên khai thác đang nỗ lực xây dựng
zh_hans: 非常抱歉，该功能开发人员正在努力建设中
zh_hant: 非常抱歉，該功能開發人員正在努力建設中

# 当前所有成员可抢，
source: Available to all current members
ja: 現在のメンバーは全員奪い取ることができます。
ko: 현재 모든 성원 을 쟁탈 가능,
th: สมาชิกปัจจุบันทุกคนสามารถปล้นได้
vi: Tất cả thành viên nhóm hiện tại có thể giành lấy,
zh_hans: 当前所有成员可抢，
zh_hant: 當前所有群組成員可搶，

# 聊天机器人已关闭
source: Chatbot off
ja: チャットロボットが閉じました。
ko: 채 팅 로봇 이미 종료
th: หุ่นยนต์แชทถูกปิด
vi: Người máy nói chuyện đã tắt
zh_hans: 机器人已关闭
zh_hant: 機器人已關閉

# 聊天机器人开启失败
source: Chatbot failed to start
ja: チャットロボットのオープンに失敗しました。
ko: 채 팅 로봇 오픈 실패
th: เปิดแชทบอทไม่สำเร็จ
vi: Người máy nói chuyện mở ra không thành công
zh_hans: 聊天机器人开启失败
zh_hant: 聊天機器人啟用失敗

# 聊天机器人已开启
source: Chatbot on
ja: チャットロボットがオープンしました。
ko: 채 팅 로봇 이미 오픈
th: หุ่นยนต์แชทถูกเปิดแล้ว
vi: Người máy nói chuyện đã mở
zh_hans: 机器人已开启
zh_hant: 機器人已開啟

# 取消星标好友成功
source: Unset Favorites successful
ja: 星標の友達をキャンセルしました。成功しました。
ko: 별 표 친구 취소 성공
th: ยกเลิกเพื่อนดาราสำเร็จ
vi: Hủy bỏ bạn tốt thành công
zh_hans: 取消星标好友成功
zh_hant: 取消摯友成功

# 设置星标好友成功
source: Set Favorites successful
ja: 星標親友の設定に成功しました。
ko: 별 표 친구 설정 성공
th: การตั้งค่าดาวเพื่อนสำเร็จ
vi: Thiết lập bạn tốt thành công
zh_hans: 设置星标好友成功
zh_hant: 設定摯友成功

# 群昵称修改失败
source: Group nickname modification failed
ja: グループニックネームの修正に失敗しました。
ko: 그룹 닉네임 변경 실패
th: ล้มเหลวในการปรับเปลี่ยนชื่อเล่นกลุ่ม
vi: Thay đổi tên gọi nhóm không thành công
zh_hans: 群昵称修改失败
zh_hant: 群組名稱更改失敗

# 群昵称修改成功
source: Group nickname modified successfully
ja: グループニックネームの修正に成功しました。
ko: 그룹 닉네임 변경 성공
th: กลุ่มชื่อเล่นการเปลี่ยนแปลงเรียบร้อยแล้ว
vi: Thay đổi tên gọi nhóm thành công
zh_hans: 群昵称修改成功
zh_hant: 群組名稱更改成功

# 注册赠送
source: Register to give away
ja: 登録サービス
ko: 등록 하여 증정 하 다.
th: ลงทะเบียนของขวัญ
vi: Đăng ký là tặng
zh_hans: 注册赠送
zh_hant: 註冊贈送

# 有新消息
source: new news
ja: 新しいニュースがあります
ko: 새로운 소식 이 있다.
th: ข่าวใหม่
vi: Có tin nhắn mới
zh_hans: 有新消息
zh_hant: 有新訊息

# 个群聊
source: group chats
ja: 雑談する
ko: 단체 채 팅
th: การสนทนากลุ่ม
vi: cuộc nói chuyện nhóm
zh_hans: 个群聊
zh_hant: 個群組聊天

# PG新闻
source: PG news
ja: PGニュース
ko: PG 뉴스
th: ข่าว PG
vi: Tin tức PG
zh_hans: PG新闻
zh_hant: PG新聞

# 商家公告
source: Merchant Updates
ja: マーチャントの発表
ko: 상가 공고
th: ประกาศร้านค้า
vi: Thông báo người bán
zh_hans: 商家公告
zh_hant: 商家公告

# 系统公告
source: System Notification
ja: システム通知
ko: 시스템 공지
th: ประกาศระบบ
vi: Thông báo hệ thống
zh_hans: 系统公告
zh_hant: 系統公告

# 确认关闭游戏返回PGTalk？
source: Confirm to close the game to return to PGTalk?
ja: ゲームをオフにしてPGralkに戻ることを確認しますか？
ko: 게임 종료 하고 다시 PGTalk 로 돌아 가 시 겠 습 니까?
th: ยืนยันปิดเกมและกลับสู่ PGTalk หรือไม่?
vi: Có chắc chắn tắt trò chơi trở về PGTalk?
zh_hans: 确认关闭游戏返回PGTalk？
zh_hant: 確認關閉遊戲返回PGTalk？

# 确认删除本条消息记录？
source: Confirm to delete this message record?
ja: メッセージレコードの削除を確認しますか？
ko: 이 메시지 기록 을 삭제 하 시 겠 습 니까?
th: ยืนยันจะลบประวัติข้อความนี้หรือไม่?
vi: Có chắc chắn xóa bỏ ghi chép tin nhắn này?
zh_hans: 确认删除本条消息记录？
zh_hant: 確認刪除本則訊息紀錄？

# 定位错误
source: positioning error
ja: 位置決めエラー
ko: 위치 오류
th: ระบุตำแหน่งผิดพลาด
vi: Định vị bị lỗi
zh_hans: 定位错误
zh_hant: 定位錯誤

# 搜索地点
source: search location
ja: 捜索地点
ko: 검색 지점
th: ค้นหาตำแหน่ง
vi: Tìm kiếm địa điểm
zh_hans: 搜索地点
zh_hant: 搜尋地點

# 让沟通 更有价值
source: make communication more valuable
ja: コミュニケーションをより価値的にする
ko: 소통 을 더 가치 있 게.
th: ให้การสื่อสารมีคุณค่ามากยิ่งขึ้น
vi: Giao tiếp trao đổi càng có giá trị
zh_hans: 让沟通 更有价值
zh_hant: 讓溝通更有價值

# PGTalk 官方网址
source: PGTalk official website
ja: PGLAK公式サイト
ko: PGTalk 공식 사이트
th: เว็บไซต์ทางการของ PGTalk
vi: Địa chỉ trang web chính thức PGTalk
zh_hans: PGTalk 官方网址
zh_hant: PGTalk官方網址

# 你不能删除管理员和群主
source: You cannot delete moderators and group owners
ja: 管理者とリーダーを削除できません。
ko: 너 는 관리자 와 군 주 를 삭제 할 수 없다.
th: คุณไม่สามารถลบผู้ดูแลหรือเจ้าของกลุ่มได้
vi: Bạn không thể đá người quản lý và chủ nhóm ra
zh_hans: 你不能删除管理员和群主
zh_hant: 你不能踢出管理員和群主

# 你不能删除自己哦
source: you can't delete yourself
ja: あなたは自分を削除できません。
ko: 자 기 를 지우 면 안 돼 요.
th: คุณไม่สามารถลบตนเองได้
vi: Bạn không thể đá chính mình ra
zh_hans: 你不能删除自己哦
zh_hant: 你不能踢出自己哦

# 立即升级
source: upgrade immediately
ja: 即時アップグレード
ko: 즉시 승급
th: อัพเกรดทันที
vi: Lập tức cập nhật
zh_hans: 立即升级
zh_hant: 馬上更新

# 分类
source: Classification
ja: カテゴリ
ko: 분류 하 다.
th: หมวดหมู่
vi: Phân loại
zh_hans: 分类
zh_hant: 分類

# (6-24位英文数字混合密码)
source: (6-24 alphanumeric mixed password)
ja: (6-24桁の英数字混合パスワード)を設定してください。
ko: (6-24 자리 영문 숫자 혼합 비밀번호)
th: (ประกอบด้วยภาษาอังกฤษและตัวเลข 6-24 ตัว)
zh_hans: (6-24位英文数字混合密码)
zh_hant: (6-24位英文數字混合密碼)

# 请设置支付密码(6-24位英文数字混合密码)
source: Please set a payment password (6-24 alphanumeric mixed password)
ja: お支払いパスワード（6-24桁の英数字混合パスワード）を設定してください。
ko: 지불 비밀 번 호 를 설정 하 십시오 (6 - 8 자리 영문 숫자 혼합 비밀번호)
th: โปรดตั้งค่ารหัสผ่านชำระเงิน (ประกอบด้วยภาษาอังกฤษและตัวเลข 6-24 ตัว)
zh_hans: 请设置钱包密码(6-24位英文数字混合密码)
zh_hant: 請設定錢包密碼（6-24位英文數字混合密碼）

# 錢包密碼不能为空
source: Wallet password cannot be empty
ja: パスワードの支払いは空ではできません。
ko: 지급 비밀 번 호 는 비 어 있 으 면 안 됩 니 다.
th: รหัสผ่านชำระเงินห้ามเว้นว่าง
vi: Mật khẩu an toàn không được để trống
zh_hans: 钱包密码不能为空
zh_hant: 錢包密碼不能為空

# 錢包密碼必须由6-24英文数字组合
source: The wallet password must be a combination of 6-24 English numbers
ja: セキュリティパスワードは6-24英数字の組み合わせが必要です。
ko: 보안 비밀 번 호 는 6 - 8 영문 숫자 로 조합 해 야 합 니 다.
th: รหัสผ่านความปลอดภัยต้องเป็นตัวเลขภาษาอังกฤษ 6-24 ตัว
zh_hans: 钱包密码必须由6-24位英文数字组合
zh_hant: 錢包密碼必須由6-24位英文數字組合

# 已付款
source: Paid
ja: 支払い済み
ko: 이미 지불 하 다
th: ชำระเงินแล้ว
vi: Đã thanh toán
zh_hans: 已付款
zh_hant: 已付款

# 聊天记录清空异常，请稍后再试
source: The chat history was cleared abnormally, please try again later
ja: チャットの記録が空きました。しばらくしてからやり直してください。
ko: 채 팅 기록 삭제 이상, 잠시 후 다시 시도 하 세 요
th: การล้างประวัติสนทนาผิดปกติ โปรดลองใหม่ภายหลัง
vi: Ghi chép nói chuyện xóa sạch bất thường, xin vui lòng thử lại sau
zh_hans: 聊天记录清空异常，请稍后再试
zh_hant: 聊天紀錄清空異常，請稍後再試

# 聊天记录清空失败，请重试
source: Failed to clear chat history, please try again
ja: チャットのログをクリアできませんでした。やり直してください。
ko: 채 팅 기록 삭제 실패, 다시 시도 하 세 요
th: ล้างประวัติสนทนาไม่สำเร็จ โปรดลองใหม่
vi: Ghi chép nói chuyện xóa sạch không thành công, xin vui lòng thử lại
zh_hans: 聊天记录清空失败，请重试
zh_hant: 聊天紀錄清空失敗，請重試

# 聊天记录已清空
source: Chat history has been cleared
ja: チャットの記録が空です。
ko: 채 팅 기록 이 삭제 되 었 습 니 다
th: ล้างประวัติสนทนาแล้ว
vi: Ghi chép nói chuyện đã xóa sạch
zh_hans: 聊天数据已清空
zh_hant: 聊天紀錄刪除成功

# 关闭
source: Close
ja: 閉じる
ko: 닫기
th: ปิด
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# 视频保存失败
source: Video save failed
ja: ビデオの保存に失敗しました
ko: 비디오 저장 실패
th: บันทึกวิดีโอไม่สำเร็จ
vi: Lưu giữ đoạn phim không thành công
zh_hans: 视频保存失败
zh_hant: 影片儲存失敗

# 视频未加载完成保存失败
source: The video is not loaded and failed to save
ja: ビデオのロードが完了していません。保存に失敗しました。
ko: 비디오 불 러 오기 완료 저장 실패
th: การบันทึกล้มเหลวเนื่องจากวิดีโอยังดาวน์โหลดไม่เสร็จ
vi: Đoạn phim tải về chưa hoàn thành lưu giữ không thành công
zh_hans: 视频未加载完成保存失败
zh_hant: 影片下載未完成儲存失敗

# 视频保存成功
source: Video saved successfully
ja: ビデオの保存に成功しました
ko: 영상 저장 성공
th: บันทึกวิดีโอสำเร็จ
vi: Đoạn phim lưu giữ thành công
zh_hans: 视频保存成功
zh_hant: 影片儲存成功

# 好友关系已被删除！
source: Friendship has been removed!
ja: 友達関係は削除されました。
ko: 친구 관계 가 삭제 되 었 습 니 다!
th: เลิกเป็นเพื่อนกันแล้ว!
vi: Quan hệ bạn bè đã bị gỡ bỏ!
zh_hans: 好友关系已被删除！
zh_hant: 好友關係已被解除！

# 提示
source: Notice
ja: ヒント
ko: 팁
th: แจ้งเตือน
vi: Gợi ý
zh_hant: 提示

# 为新群主，你将自动放弃群主身份
source: For the new owner, you will automatically give up the identity of the owner
ja: 新しいグループのマスターのために、自動的にグループのリーダーのアイデンティティを放棄します。
ko: 새로운 군 주 를 위해, 너 는 스스로 군 주 를 포기 할 것 이다.
th: เป็นเจ้าของกลุ่มคนใหม่ คุณจะละทิ้งการเป็นเจ้าของกลุ่มโดยอัตโนมัติ
vi: là chủ nhóm mới, bạn sẽ tự động từ bỏ danh tính chủ nhỏ
zh_hans: 为新群主，你将自动放弃群主身份
zh_hant: 為新群主，你將自動放棄群主身分

# 确认选择
source: Confirm selection
ja: 選択を確認する
ko: 선택 확인
th: ยืนยันการเลือก
vi: Xác nhận chọn
zh_hans: 确认选择
zh_hant: 確認選擇

# 不升级当前版本无法使用!
source: Unable to use without upgrading the current version!
ja: 現在のバージョンをアップグレードしないと使えません。
ko: 현재 버 전 레벨 업 하지 않 으 면 사용 불가!
th: หากไม่อัพเกรดเป็นเวอร์ชันปัจจุบันจะไม่สามารถใช้งานได้!
vi: Không cập nhật phiên bản hiện tại thì không thể sử dụng!
zh_hans: 不升级当前版本无法使用!
zh_hant: 不更新當前版本無法使用！

# 发现新版本，升级体验最新功能；
source: Discover new versions, upgrade to experience the latest features;
ja: 新しいバージョンを発見して、アップグレードして最新の機能を体験します。
ko: 새로운 버 전 을 발견 하고 최신 기능 을 업그레이드 합 니 다.
th: พบเวอร์ชันใหม่ อัพเกรดเพื่อใช้ฟีเจอร์ใหม่ล่าสุด
zh_hans: 发现新版本，升级体验最新功能；
zh_hant: 發現新版本，更新體驗最新功能；

# 您已被踢出群组
source: You have been removed from the group
ja: グループを蹴られました。
ko: 당신 은 이미 그룹 에서 퇴장 당 했 습 니 다
th: คุณถูกเตะออกจากกลุ่มแล้ว
vi: Bạn đã bị đá ra khỏi nhóm
zh_hans: 你已经被踢出群组
zh_hant: 你已經被移出群組

# 解除群禁言
source: unblock group
ja: しゅうげんを解く
ko: 집단 금언 을 해제 하 다.
th: ยกเลิกการห้ามแชทกลุ่ม
vi: Gỡ bỏ nghiêm cấm phát ngôn nhóm
zh_hans: 解除群禁言
zh_hant: 群組解除禁言

# 群全体禁言
source: group ban
ja: 集団総体禁言
ko: 단체 금언
th: ห้ามแชททั้งกลุ่ม
vi: Toàn thể nghiêm cấm phát ngôn nhóm
zh_hans: 群组全体禁言
zh_hant: 群組全體禁言

# 群禁言
source: group ban
ja: 集団禁言
ko: 대중 이 금지 하 는 말.
th: ห้ามแชทกลุ่ม
vi: Nghiêm cấm phát ngôn nhóm
zh_hans: 群禁言
zh_hant: 群組禁言

# 拒绝加群
source: Refuse to join the group
ja: グループを拒否
ko: 가입 을 거부 하 다
th: ปฏิเสธเข้ากลุ่ม
vi: Từ chối gia nhập nhóm
zh_hans: 拒绝加群
zh_hant: 拒絕加入群組
