Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 超过一个月未使用PGTalk的群成员
source: Group members who have not used PGTalk for more than a month
ja: 一ヶ月以上使用していないグループのメンバー。
ko: 한 달 이 넘 도록 PGTalk 을 사용 하지 않 은 그룹 멤버 들.
th: สมาชิกที่ไม่ได้ใช้งาน PGTalk เกิน 1 เดือน
vi: Thành viên nhóm hơn 1 tháng không sử dụng PGTalk
zh_hans: 超过一个月未使用PGTalk的群成员
zh_hant: 超過一個月未使用PGTalk的群組成員

# 超过一周为使用PGTalk的群成员
source: Group members using PGTalk for more than a week
ja: 一週間以上はPGralkを使用するグループのメンバーです。
ko: 일주일 넘 게 PG 토 크 를 사용 하고 있 는 그룹 멤버 들 을 위해 서...
th: สมาชิกที่ไม่ได้ใช้งาน PGTalk เกิน 1 สัปดาห์
vi: Thành viên nhóm hơn 1 tuần không sử dụng PGTalk
zh_hans: 超过一周为使用PGTalk的群成员
zh_hant: 超過一周為使用PGTalk的群組成員

# 超过三天未使用PGTalk的群成员
source: Group members who have not used PGTalk for more than three days
ja: 三日間以上、PGralkを使用していないグループのメンバー。
ko: 3 일 넘 게 PGTalk 을 사용 하지 않 은 그룹 멤버 들.
th: สมาชิกที่ไม่ได้ใช้งาน PGTalk เกิน 3 วัน
vi: Thành viên nhóm hơn 3 ngày không sử dụng PGTalk
zh_hans: 超过三天未使用PGTalk的群成员
zh_hant: 超過三天未使用PGTalk的群組成員

# 一个月不活跃
source: inactive for a month
ja: ひと月中活発でない
ko: 한 달 동안 활약 하지 않다.
th: ไม่ได้ใช้งาน 1 เดือน
vi: 1 tháng không hoạt động
zh_hans: 一个月不活跃
zh_hant: 一個月不活躍

# 一周不活跃
source: inactive for a week
ja: 1週間は活発ではない
ko: 일주일 간 활약 하지 않다.
th: ไม่ได้ใช้งาน 1 สัปดาห์
vi: 1 tuần không hoạt động
zh_hans: 一周不活跃
zh_hant: 一周不活躍

# 三天不活跃
source: three days of inactivity
ja: 三日間は活発ではない
ko: 사흘 동안 활약 하지 못 하 다.
th: ไม่ได้ใช้งาน 3 วัน
vi: 3 ngày không hoạt động
zh_hans: 三天不活跃
zh_hant: 三天不活躍

# 不活跃群成员
source: inactive group member
ja: 非アクティブなメンバー
ko: 활약 하지 않 는 그룹 구성원
th: สมาชิกที่ไม่มีการใช้งาน
vi: Thành viên hóm không hoạt động
zh_hans: 不活跃群成员
zh_hant: 不活躍群組成員

# 未领取的群聊红包
source: Unclaimed group chat red envelopes
ja: 受け取っていない人たちがお年玉を話しています。
ko: 미 수령 한 그룹 채 팅 보너스
th: อั่งเป่ากลุ่มที่ไม่ได้รับ
vi: Bao lì xì nhóm chưa lĩnh nhận
zh_hans: 未领取的群聊红包
zh_hant: 未領取的群組紅包

# 禁止群成员领取红包
source: Group members are prohibited from receiving red envelopes
ja: グループメンバーによるお年玉の受け取りは禁止されています。
ko: 그룹 구성원 이 보 너 스 를 수령 하 는 것 을 금지 합 니 다
th: ห้ามสมาชิกกลุ่มรับอั่งเปา
vi: Nghiêm cấm thành viên nhóm lĩnh nhận bao lì xì
zh_hans: 禁止群成员领取红包
zh_hant: 禁止群組成員領取紅包

# 群成员拉人进群需要管理员审核
source: Group members need to be reviewed by the administrator to pull people into the group
ja: グループメンバーがグループに入るには管理者が審査する必要があります。
ko: 그룹 구성원 이 군 에 사람 을 데 리 고 들 어가 면 관리 원 이 심사 해 야 한다.
th: สมาชิกลากคนเข้ากลุ่มต้องผ่านการตรวจสอบโดยผูู้แลกลุ่ม
vi: Thành viên nhóm kéo người vào nhóm cần người quản lý thẩm hạch
zh_hans: 群成员拉人进群需要管理员审核
zh_hant: 群組成員拉人進群需要管理員審核

# 禁止群成员互加好友
source: Ban members from making friends with each other
ja: グループメンバーの相互追加は禁止されています。
ko: 그룹 구성원 들 이 서로 친 구 를 추가 하 는 것 을 금지한다.
th: ห้ามสมาชิกกลุ่มเพิ่มเพื่อนซึ่งกันและกัน
vi: Nghiêm cấm thành viên nhóm thêm bạn bè lẫn nhau
zh_hans: 禁止群成员互加好友
zh_hant: 禁止群組成員互加好友

# 退群成员列表
source: List of dropout members
ja: グループ脱退メンバー一覧
ko: 그룹 탈퇴 멤버 리스트
th: รายชื่อสมาชิกที่ออกจากกลุ่ม
vi: Thoát ra khỏi danh sách thành viên nhóm
zh_hans: 退群成员列表
zh_hant: 退出群組成員名單

# 群成员活跃度
source: Group member activity
ja: グループメンバーの活躍度
ko: 군 구성원 활약 도
th: ระดับการใช้งานของสมาชิกกลุ่ม
vi: Mức độ hoạt động của thành viên nhóm
zh_hans: 群成员活跃度
zh_hant: 群組成員活躍度

# 开启后，仅群主及管理员可发言
source: After activating, only the group owner/administrator can send messages.
ja: オープン後は、グループリーダーおよび管理者のみが発言できます。
ko: 오픈 후, 군주 및 관리자 만 발언 가능
th: หลังเปิดใช้งาน จะโพสต์ได้เฉพาะเจ้าของกลุ่มและผู้ดูแลเท่านั้น
vi: Sau khi mở, chỉ có chủ nhóm và người quản lý được phát ngôn
zh_hans: 开启后，仅群主及管理员可以发言
zh_hant: 開啟後，僅群主及管理員可以發言

# 全员禁言
source: Mute all
ja: 全體禁言
ko: 전원 금언 하 다.
th: ห้ามแชทสมาชิกทั้งหมด
vi: Toàn bộ thành viên nghiêm cấm phát ngôn
zh_hans: 全体禁言
zh_hant: 全體禁言

# 扫码支付
source: Scan code to pay
ja: バーコード支払い
ko: 스 캔 페 이 먼 트
th: สแกนเพื่อชำระเงิน
vi: Quét thanh toán
zh_hans: 扫码支付
zh_hant: 掃描結帳

# 已置顶聊天
source: Top chat on
ja: チャットしました
ko: 채 팅
th: ปักหมุดแชทแล้ว
vi: Đã lập nói chuyện trên đỉnh
zh_hans: 置顶聊天已开启
zh_hant: 置頂聊天已開啟

# 消息免打扰已开启
source: Enable do not disturb
ja: 邪魔されないメッセージがオープンしました。
ko: 소식 방 해 없 음 오픈
th: เปิดโหมดห้ามรบกวน
vi: Tin nhắn không làm phiền đã mở
zh_hans: 消息免打扰已开启
zh_hant: 訊息勿擾已開啟

# 消息免打扰已关闭
source: Disable do not disturb
ja: 邪魔されないメッセージを閉じました。
ko: 소식 데 미 지 감면 이미 종료
th: ปิดโหมดห้ามรบกวน
vi: Tin nhắn không làm phiền đã tắt
zh_hans: 消息免打扰已关闭
zh_hant: 訊息勿擾已關閉

# 修改我的群昵称
source: Change my group nickname
ja: 私のニックネームを修正します。
ko: 내 군 닉네임 을 고치다.
th: แก้ไขชื่อกลุ่มของฉัน
vi: Thay đổi tên gọi nhóm của tôi
zh_hans: 修改我的群昵称
zh_hant: 更改我的群組暱稱

# 群介绍保存成功
source: Setup successful
ja: グループ紹介保存成功
ko: 군 소개 저장 성공
th: บันทึกคำแนะนำกลุ่มสำเร็จ
vi: Lưu giữ giới thiệu nhóm thành công
zh_hans: 群介绍保存成功
zh_hant: 設定成功

# 相机
source: camera
ja: カメラ
ko: 카메라.
th: กล้องถ่ายรูป
vi: Máy ảnh
zh_hans: 相机
zh_hant: 相機

# 从相册选择
source: Select from album
ja: アルバムの選択から
ko: 이 앨범 선택
th: เลือกจากอัลบั้ม
vi: Chọn từ máy ảnh
zh_hans: 从相册选择
zh_hant: 從相簿選擇

# 邀请加群
source: Invite to join the group
ja: 招待グループ
ko: 요청
th: เชิญเข้าร่วมกลุ่ม
vi: Mời gia nhập nhóm
zh_hans: 邀请加群
zh_hant: 邀請加入群組

# 待确认加入该群聊
source: To be confirmed to join the group chat
ja: このグループに参加して話をすることを確認してください。
ko: 이 단체 채 팅 가입 을 확인 하 세 요
th: รอยืนยันเข้าร่วมกลุ่มนี้
vi: Chờ xác nhận gia nhập nhóm
zh_hans: 待确认加入该群聊
zh_hant: 等待確認加入該群組

# 邀请你加入群聊
source: invited you to a group chat
ja: チャットに参加してください。
ko: 단체 채 팅 에 가입 을 요청 합 니 다
th: เชิญคุณเข้าร่วมกลุ่ม
vi: Mời bạn gia nhập nhóm
zh_hans: 邀请你加入群聊
zh_hant: 邀請你加入群組

# 好友点击链接后，可加入群聊
source: Friends can join the group chat after clicking the link
ja: 友達はリンクをクリックして、グループに参加して雑談することができます。
ko: 친구 가 링크 를 클릭 하면 단체 채 팅 에 가입 할 수 있 습 니 다.
th: หลังจากเพื่อนคลิกลิงก์แล้ว จะเข้าร่วมกลุ่มได้
vi: Sau khi bạn bè nhấp liên kết, là có thể gia nhập nhóm
zh_hans: 好友点击链接后，可加入群聊
zh_hant: 好友點擊連結後，可加入群組

# 识别图中二维码
source: Identify the QR code in the picture
ja: 図中の二次元コードを識別する
ko: 식별 도표 에서 QR 코드
th: สแกนคิวอาร์โค้ดในภาพ
vi: Nhận dạng QR Code trong hình
zh_hans: 识别图中二维码
zh_hant: 識別圖中QR Code

# 保存图片
source: Save photo
ja: 画像を保存
ko: 그림 저장
th: บันทึกรูปภาพ
vi: Lưu giữ ảnh chụp
zh_hans: 保存图片
zh_hant: 儲存圖片

# 发送给朋友
source: send to a friend
ja: 友達に送ります
ko: 친구 에 게 보내다
th: ส่งให้เพื่อน
vi: Gửi cho bạn bè
zh_hans: 发送给朋友
zh_hant: 發送給朋友

# 发到其他聊天工具
source: Send to other chat tools
ja: 他のチャットツールに送る
ko: 다른 메 신 저 로 보 내 주세요.
th: ส่งไปยังเครื่องมือแชทอื่น
vi: Chuyeernn gửi vào công cụ nói chuyện khác
zh_hans: 发到其他聊天工具
zh_hant: 轉發到其他聊天工具

# 点击生成群口令
source: Click to generate group password
ja: グループパスワードを生成するにはクリックしてください。
ko: 클릭 하여 그룹 군호 생 성
th: คลิกเพื่อสร้างโค้ดลับกลุ่ม
vi: Nhấp tạo lập mật khẩu nhóm
zh_hans: 点击生成群口令
zh_hant: 點擊產生群組密碼

# 群二维码及群口令
source: Group QR code
ja: 群二次元コード及び群パスワード
ko: 군 2 차원 코드 및 군호
th: คิวอาร์โค้ดกลุ่มและโค้ดลับกลุ่ม
vi: QR Code nhóm
zh_hans: 群二维码
zh_hant: 群組QR Code

# 通过链接邀请
source: Invite by link
ja: リンクによる招待
ko: 링크 로 초대
th: เชิญผ่านลิงก์
vi: Mời qua liên kết
zh_hans: 通过链接邀请
zh_hant: 通過連結邀請

# 音视频
source: Audio and video
ja: 動画リスト
ko: 비디오
th: การโทรและวิดีโอคอล
vi: Quay hình
zh_hans: 音视频
zh_hant: 視訊

# 收付留言
source: Payment message
ja: 伝言を受け取ります
ko: 메 시 지 를 받다.
th: รับข้อความ
vi: Nhắn tin nhận thanh toán
zh_hant: 交易留言

# 请输入PGP数量
source: Please enter the number of PGP
ja: PGPの数を入力してください
ko: PGP 수량 을 입력 하 세 요
th: โปรดระบุหมายเลข PGP
vi: Xin vui lòng nhập số lượng PGP
zh_hant: 請輸入PGP數量

# 确定发送该条收藏?
source: Are you sure to send this collect?
ja: このコレクションを送信しますか？
ko: 이 메 일 보 내 시 겠 습 니까?
th: ยืนยันส่งรายการโปรดนี้?
vi: Có chắc chắn gửi lên sưu tập này?
zh_hans: 确定发送该条收藏?
zh_hant: 確定發送該則收藏？

# 领取了您的红包
source: Collected your red envelope
ja: お年玉をもらいました。
ko: 당신 의 보 너 스 를 수령 하 였 습 니 다
th: รับอั่งเปาของคุณแล้ว
vi: Đã lĩnh nhận bao lì xì của bạn
zh_hans: 领取了你的红包
zh_hant: 領取了你的紅包

# 输入口令
source: Enter password
ja: パスワードを入力する
ko: 군호 를 입력 하 다
th: ใส่โค้ดลับ
vi: Nhập mật khẩu
zh_hans: 输入口令
zh_hant: 輸入密碼

# 已拒绝对方通话
source: Call rejected
ja: 相手の通話を拒否しました。
ko: 상대 의 통화 가 거부 되 었 습 니 다.
th: ปฏิเสธรับสายของอีกฝ่ายแล้ว
vi: Đã từ chối cuộc gọi của đối phương
zh_hans: 已拒绝通话
zh_hant: 已拒絕通話

# 已拒绝通话
source: Decline call
ja: 通話を拒否しました
ko: 통화 거부 됨
th: ปฏิเสธรับสายแล้ว
vi: Đã từ chối cuộc gọi
zh_hans: 已拒绝通话
zh_hant: 已拒絕通話

# 对方已拒绝通话
source: The caller has cancelled the call
ja: 通話を拒否しました
ko: 통화 거부 됨
th: ปฏิเสธรับสายแล้ว
vi: Đã từ chối cuộc gọi
zh_hans: 对方已拒绝通话
zh_hant: 對方已拒絕通話

# 通话结束，时长
source: Call ended, Duration
ja: 通話終了時間
ko: 통화 종료 시간
th: จบการสนทนา ระยะเวลา
vi: Cuộc gọi kết thúc, độ dài thời gian
zh_hans: 通话结束，时长
zh_hant: 通話結束，時長

# 对方同意切换为视频通话
source: Friend accepted video call
ja: 相手はビデオ通話に切り替えることに同意しました。
ko: 대상 이 영상 통화 로 전환 하 는 것 을 동의 하 였 습 니 다.
th: อีกฝ่ายตอบรับการสลับเป็นวิดีโอคอล
vi: Đối phương đồng ý chuyển thành cuộc gọi quay hình
zh_hans: 对方同意切换为视频通话
zh_hant: 對方同意切換為視訊通話

# 正在呼叫，请稍后...
source: Calling
ja: 呼んでいます。少々お待ちください。
ko: 통화 중 입 니 다. 잠시 후
th: กำลังโทร โปรดรอสักครู่...
vi: Đăng gọi, xin chờ trong giây lát…
zh_hans: 等待对方接听...
zh_hant: 等待對方接聽...

# 对方拒绝切换为视频通话
source: Friend rejected video call
ja: 相手はビデオ通話に切り替えることを拒否しました。
ko: 대상 이 영상 통화 로 전환 하 는 것 을 거절 하 였 습 니 다.
th: อีกฝ่ายปฏิเสธการสลับเป็นวิดีโอคอล
vi: Đối phương từ chối chuyển thành cuộc gọi quay hình
zh_hans: 对方拒绝切换为视频通话
zh_hant: 對方拒絕切換為視訊通話

# 等待对方应答...
source: Waiting for friend to respond
ja: 相手の返答を待つ...
ko: 상대방 의 응답 을 기다리다.
th: รออีกฝ่ายตอบรับ...
vi: Chờ đối phương trả lời…
zh_hans: 等待对方应答...
zh_hant: 等待對方回應...

# 挂断
source: Hang up
ja: 電話を切ります
ko: 끊다
th: ตัดสาย
vi: Cúp máy
zh_hans: 挂断
zh_hant: 掛斷

# 拍摄
source: shoot
ja: 写真を撮る
ko: 촬영 하 다.
th: ถ่ายภาพ
vi: Ghi hình
zh_hans: 拍摄
zh_hant: 錄影

# 视频通话
source: Video call
ja: ビデオ通話
ko: 영상 통화
th: วิดีโอคอล
vi: Cuộc gọi quay hình
zh_hans: 视频通话
zh_hant: 視訊通話

# 语音通话
source: Voice call
ja: 音声通話
ko: 음성 통화
th: การโทร
vi: Cuộc gọi âm thanh
zh_hans: 语音通话
zh_hant: 語音通話

# 正在加载，请勿松手
source: Loading, don't let go
ja: ローディング中ですので、手を離さないでください。
ko: 로드 중 입 니 다. 손 을 놓 지 마 십시오.
th: กำลังโหลด โปรดอย่าปล่อยมือ
vi: Đang tải về, không được thả tay
zh_hans: 正在加载，请勿松手
zh_hant: 正在下載，請勿鬆手

# 錢包密碼
source: wallet password
ja: セキュリティコード
ko: 보안 코드
th: รหัสรักษาความปลอดภัย
vi: Mật khẩu an toàn
zh_hans: 钱包密码
zh_hant: 錢包密碼

# 收到的红包数量已存入您的账号
source: The number of red packets received has been credited to your account
ja: 受け取ったお年玉の数量はすでにあなたのアカウントに預けました。
ko: 받 은 보너스 수량 은 이미 당신 의 계좌 에 입 금 했 습 니 다
th: ได้รับซองสีแดง
vi: Số lượng bao lì xì nhận được đã gửi vào tài khoản của bạn
zh_hant: 收到的紅包數量已存入您的帳戶

# 暂无新朋友消息
source: No new friends news
ja: 新しい友達の消息がまだない。
ko: 새 친구 소식 없 음
th: ไม่มีข้อความเพื่อนใหม่ในขณะนี้
vi: Tạm thời không có tin nhắn bạn bè mới
zh_hans: 暂无新朋友消息
zh_hant: 暫無新朋友訊息

# 确定删除该好友吗？
source: Are you sure you want to delete this friend?
ja: 友達を削除しますか？
ko: 이 친 구 를 삭제 하 시 겠 습 니까?
th: ยืนยันจะลบเพื่อนคนนี้หรือไม่?
vi: Có chắc chắn xóa bỏ bạn bè này không?
zh_hans: 确定删除该好友吗？
zh_hant: 確定刪除該好友嗎？

# 消息提醒设置成功
source: Reminder setup successful
ja: メッセージリマインダの設定に成功しました。
ko: 메시지 알림 설정 성공
th: ตั้งค่าแจ้งเตือนข้อความสำเร็จ
vi: Thiết lập nhắc tin nhắn thành công
zh_hans: 消息提醒设置成功
zh_hant: 訊息提醒設定成功

# 设置提醒
source: Setting
ja: リマインダを設定
ko: 알림 설정
th: ตั้งค่าแจ้งเตือน
vi: Thiết lập nhắc
zh_hans: 设置提醒
zh_hant: 設定提醒

# 设置提醒时间
source: Set reminder time
ja: リマインダ時間を設定
ko: 알림 시간 설정
th: ตั้งเวลาแจ้งเตือน
vi: Thiết lập thời gian nhắc
zh_hans: 设置提醒时间
zh_hant: 設定提醒時間

# 气泡7
source: Bubble 7
ja: バブル7
ko: 기포7
th: บับเบิ้ล 7
vi: Khung đối thoại 7
zh_hans: 气泡7
zh_hant: 對話框7

# 气泡6
source: Bubble 6
ja: バブル6
ko: 기포6
th: บับเบิ้ล 6
vi: Khung đối thoại 6
zh_hans: 气泡6
zh_hant: 對話框6

# 气泡5
source: Bubble 5
ja: バブル5
ko: 기포5
th: บับเบิ้ล 5
vi: Khung đối thoại 5
zh_hans: 气泡5
zh_hant: 對話框5

# 气泡4
source: Bubble 4
ja: バブル4
ko: 기포4
th: บับเบิ้ล 4
vi: Khung đối thoại 4
zh_hans: 气泡4
zh_hant: 對話框4

# 气泡3
source: Bubble 3
ja: バブル3
ko: 기포3
th: บับเบิ้ล 3
vi: Khung đối thoại 3
zh_hans: 气泡3
zh_hant: 對話框3

# 气泡2
source: Bubble 2
ja: バブル2
ko: 기포2
th: บับเบิ้ล 2
vi: Khung đối thoại 2
zh_hans: 气泡2
zh_hant: 對話框2

# 气泡1
source: Bubble 1
ja: バブル1
ko: 기포1
th: บับเบิ้ล 1
vi: Khung đối thoại 1
zh_hans: 气泡1
zh_hant: 對話框1

# 聊天气泡
source: Chat Bubble
ja: チャットバブル
ko: 수다
th: บับเบิ้ลแชท
vi: Khung đối thoại nói chuyện
zh_hans: 聊天气泡
zh_hant: 聊天對話框

# 只可保存图片及视频到系统相册
source: Only pictures and videos can be saved to the system album
ja: システムアルバムに画像とビデオだけを保存できます。
ko: 시스템 앨범 에 이미지 및 비디오 만 저장
th: บันทึกเฉพาะรูปภาพและวิดีโอลงในอัลบั้มระบบ
vi: Chỉ có thể lưu giữ ảnh chụp và đoạn phim vào tập ảnh hệ thống
zh_hans: 只可保存图片及视频到系统相册
zh_hant: 只可儲存圖片及影片到系統相簿

# 收藏成功
source: Collect successful
ja: コレクション成功
ko: 모음 집 성공
th: บันทึกสำเร็จ
vi: Sưu tập thành công
zh_hans: 收藏成功
zh_hant: 收藏成功

# 保存至相册
source: save to album
ja: アルバムに保存
ko: 앨범 에 저장 하기
th: บันทึกลงในอัลบั้ม
vi: Lưu giữ vào tập ảnh
zh_hans: 保存至相册
zh_hant: 儲存至相簿

# 添加至邮件
source: add to mail
ja: メールに追加
ko: 메 일 에 추가
th: เพิ่มไปยังอีเมล
vi: Thêm Email mới
zh_hans: 添加至邮件
zh_hant: 新增E-mail

# 多选
source: Multiple selection
ja: 多肢選択
ko: 다 선
th: เลือกเพิ่ม
vi: Chọn nhiều mục
zh_hans: 多选
zh_hant: 多選

# 气泡设置
source: bubble settings
ja: バブル設定
ko: 기포 설정
th: ตั้งค่าบับเบิ้ล
vi: Thiết lập khung đối thoại
zh_hans: 气泡设置
zh_hant: 設定對話框

# 不让他看我的朋友圈
source: Don't let user see my LIFE post.
ja: 彼に私の友達の輪を見せない。
ko: 그 에 게 내 친 구 를 보지 못 하 게 하 다.
th: ซ่อนโมเมนต์ของฉัน
vi: Không cho đối phương thấy nhóm bạn bè của bạn
zh_hans: 不让他看我的LIFE动态
zh_hant: 不讓他看我的LIFE動態

# 输入标签
source: Enter the badge name
ja: ラベルを入力
ko: 탭 입력
th: ใส่ป้ายกำกับ
vi: Nhập tên gọi phân loại
zh_hans: 输入标签
zh_hant: 請輸入分類名稱

# 已有标签
source: Current badge name
ja: 既存のラベル
ko: 태그 가 있 음
th: มีป้ายกำกับแล้ว
vi: Đaã có tên gọi phân loại
zh_hans: 已有标签
zh_hant: 已有分類名稱

# 添加标签
source: Add badge name
ja: ラベルを追加
ko: 태그 추가
th: เพิ่มป้ายกำกับ
vi: Thêm tên gọi phân loại mới
zh_hans: 添加标签
zh_hant: 新增分類名稱

# 請輸入分類名稱
source: Please enter the classification name
ja: 分類名を入力してください
ko: 분류 이름을 입력하십시오.
th: กรุณากรอกชื่อประเภท
vi: Vui lòng nhập tên phân loại
zh_hans: 请输入分类名称
zh_hant: 請輸入分類名稱

# 新增好友分類
source: Friend Badge
ja: 友達カテゴリの追加
ko: 친구 범주 추가
th: เพิ่มประเภทเพื่อน
vi: Thêm kiểu bạn
zh_hans: 新增好友分类
zh_hant: 新增好友分類

# 已选择标签
source: Selected badge name
ja: 選択されたラベル
ko: 태그 선택 됨
th: เลือกป้ายกำกับแล้ว
vi: Đã chọn tên gọi phân loại
zh_hans: 已选择标签
zh_hant: 已選擇分類名稱

# 设置标签
source: Badge setting
ja: ラベルの設定
ko: 태그 설정
th: ตั้งค่าป้ายกำกับ
vi: Thiết lập tên gọi phân loại bạn bè
zh_hans: 设置标签
zh_hant: 設定好友分類名稱

# 备注名不能超过24个字符
source: Comment name cannot exceed 24 characters
ja: メモ名は24文字を超えてはいけません。
ko: 비고 이름 은 24 자 를 초과 할 수 없습니다.
th: ชื่อหมายเหตุห้ามเกิน 24 ตัวอักษร
zh_hans: 备注名不能超过24个字符
zh_hant: 備註名不能超過24位字元

# 设置备注和标签
source: Set up notes and labels
ja: コメントとラベルの設定
ko: 메모 와 태그 설정
th: ตั้งหมายเหตุและป้ายกำกับ
vi: Thiết lập ghi chú và tên gọi
zh_hans: 设置备注和标签
zh_hant: 設定備註和名稱

# 发消息
source: send a message
ja: ニュースを出す
ko: 문자 메시지
th: ส่งข้อความ
vi: Gửi tin nhắn
zh_hant: 發送訊息

# 标签
source: Tag
ja: ラベル
ko: 상표. 라벨.
th: ป้ายกำกับ
vi: Nhãn dán
zh_hans: 标签
zh_hant: 標籤

# 昵称
source: Nickname
ja: ニックネーム
ko: 닉네임.
th: ชื่อเล่น
vi: Tên gọi
zh_hans: 昵称
zh_hant: 名稱

# 加密
source: encryption
ja: 暗号化
ko: 암호 화
th: เข้ารหัส
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密

# [聊天信息已进行端到端加密]
source: Chat messages are end-to-end encrypted
ja: [チャット情報はすでにエンド暗号化されています。]
ko: [채 팅 정보 가 엔 드 로 암호 화 되 었 습 니 다.]
th: [ข้อมูลการสนทนาเข้ารหัสแบบเพียร์ทูเพียร์แล้ว]
vi: [Ti n nhắn nói chuyện đã tiến hành mã hóa từ đầu này đến đầu kia]
zh_hans: [聊天信息已进行端到端加密]
zh_hant: [聊天訊息已進行端到端加密]

# [离线]
source: Offline
ja: [オフライン]
ko: [오프라인]
th: [ออฟไลน์]
vi: [Ngoại tuyến]
zh_hans: [离线]
zh_hant: [離線]

# [在线]
source: Online
ja: [オンライン]
ko: [온라인]
th: [ออนไลน์]
vi: [Trực tuyến]
zh_hans: [在线]
zh_hant: [線上]

# 条相关聊天记录
source: related chats
ja: 本の関連チャットの記録
ko: 관련 채 팅 기록
th: ประวัติสนทนาที่เกี่ยวข้อง
vi: Ghi chép nói chuyện liên quan
zh_hans: 条相关聊天记录
zh_hant: 相關聊天紀錄

# 密码修改失败
source: Password change failed
ja: パスワードの変更に失敗しました
ko: 비밀번호 변경 실패
th: แก้ไขรหัสผ่านไม่สำเร็จ
vi: Thay đổi mật khẩu không thành công
zh_hans: 密码修改失败
zh_hant: 密碼更改失敗

# 密码修改成功
source: Password reset complete
ja: パスワードの変更に成功しました
ko: 비밀번호 변경 완료
th: แก้ไขรหัสผ่านสำเร็จ
vi: Thay đổi mật khẩu thành công
zh_hans: 密码修改成功
zh_hant: 密碼更改成功

# 邀请码(非必填)
source: Invitation code (Not required)
ja: 招待コード(必須ではない)
ko: 요청 코드 (필수)
th: รหัสเชิญ (ไม่จำเป็นต้องกรอก)
vi: ID người giới thiệu (không bắt buộc điền)
zh_hans: 邀请码(非必填)
zh_hant: 推薦人ID(非必填)

# 手机号
source: Phone number
ja: 携帯の番号
ko: 핸드폰 번호
th: หมายเลขโทรศัพท์มือถือ
vi: Số điện thoại
zh_hant: 電話號碼

# 点击上面的'注册'按钮即表示您同意
source: By clicking the 'Sign Up' button above, you agree
ja: 上の「登録」ボタンをクリックして同意を表します。
ko: 위의 '등록' 버튼 을 클릭 하면 동 의 를 표시 합 니 다.
th: คลิกปุ่ม 'ลงทะเบียน' ที่อยู่ด้านบนหมายความว่าคุณยอมรับ
vi: Nhấp nút "Đăng ký" phía trên nghĩa là bạn đã đồng ý
zh_hans: 点击上面的'注册'按钮即表示您同意
zh_hant: 點擊上面的“註冊”按鈕即表示您已同意

# 请输入登录密码
source: Please enter your password
ja: ログインパスワードを入力してください。
ko: 로그 인 암 호 를 입력 하 세 요.
th: โปรดใส่รหัสผ่านสำหรับเข้าสู่ระบบ
vi: Xin vui lòng nhập mật khẩu đăng nhập
zh_hans: 请输入登录密码
zh_hant: 請輸入登入密碼

# 登录密码
source: login password
ja: ログインパスワード
ko: 로그인 비밀번호
th: รหัสในการลงชื่อเข้าใช้
zh_hans: 登录密码
zh_hant: 登入密碼

# 请输入登录账号
source: Please enter your login account
ja: ログインIDを入力してください。
ko: 로그 인 계 정 입력
th: โปรดใส่บัญชีสำหรับเข้าสู่ระบบ
vi: Xin vui lòng nhập tài khoản đăng nhập
zh_hans: 请输入登录账号
zh_hant: 請輸入登入帳號

# 最小金额为
source: The minimum amount is
ja: 最小金額は
ko: 최소 금액 은
th: ยอดขั้นต่ำคือ
vi: Số lượng PGP nhỏ nhất là
zh_hans: 最小数量为
zh_hant: 最小PGP數量為

# 暂未授权
source: Not authorized yet
ja: まだ授権されていません
ko: 아직 권한 부여 되 지 않 음
th: ยังไม่ได้รับอนุญาต
vi: Tạm thời chưa ủy quyền
zh_hans: 暂未授权
zh_hant: 暫未授權

# 立即支付
source: pay immediately
ja: 即時払い
ko: 즉시 지불 하 다.
th: ชำระเงินทันที
vi: Thanh toán ngay
zh_hans: 立即支付
zh_hant: 馬上付款

# 本次充值需要支付
source: This recharge requires payment
ja: 今回のチャージはお支払いが必要です。
ko: 이번 충전 시 지급 해 야 합 니 다
th: ค่าใช้จ่ายนี้ต้องจ่าย
vi: Lần mua này cầ phải thanh toán
zh_hans: 本次充值需要支付
zh_hant: 本次購買需要付款

# 选择付款币种
source: Select payment currency
ja: 貨幣を選択して支払う
ko: 지불 화폐 종 류 를 선택 하 다.
th: เลือกสกุลเงินที่ชำระเงิน
vi: Chọn loại tệ thanh toán
zh_hans: 选择付款币种
zh_hant: 選擇付款幣別

# 可使用信用卡充值
source: Rechargeable with credit card
ja: クレジットカードでチャージできます。
ko: 신용카드 로 충전 가능
th: เติมเงินด้วยบัตรเครดิต
vi: Có thể sử dụng thẻ tín dụng mua hàng
zh_hans: 可使用信用卡充值
zh_hant: 可使用信用卡購買

# 第三方支付
source: Third party payment
ja: 第三者による支払い
ko: 제3자 결제
th: ชำระเงินออนไลน์
vi: Thanh toán trực tuyến
zh_hans: 第三方支付
zh_hant: 線上付款

# 兑换充值
source: Exchange recharge
ja: 両替チャージ
ko: 교환 충전
th: แปลงค่าใช้จ่าย
vi: Đổi thưởng mua hàng
zh_hans: 兑换充值
zh_hant: 兌換購買

# 或
source: Or
ja: または
ko: 또는
th: หรือ
vi: hoặc
zh_hans: 或
zh_hant: 或

# 可使用
source: Use
ja: 使用可能
ko: 사용 가능
th: สามารถใช้
vi: có thể sử dụng
zh_hans: 可使用
zh_hant: 可使用

# 请输入购买金额
source: Please enter the purchase amount
ja: 購入金額を入力してください。
ko: 구 매 금액 을 입력 하 세 요
th: โปรดระบุจำนวนเงินที่ซื้อ
vi: Xin vui lòng nhập mua số lượng PGP
zh_hans: 请输入购买数量
zh_hant: 請輸入購買PGP數量

# 发起结算
source: Confirm
ja: 決済の開始
ko: 결산 을 발기 하 다
th: เริ่มต้นการตั้งถิ่นฐาน
vi: Đăng ký thanh toán
zh_hans: 发起结算
zh_hant: 發起結帳

# 已取消
source: Cancelled
ja: キャンセルしました
ko: 취소 됨
th: ยกเลิกแล้ว
vi: Đã hủy bỏ
zh_hans: 已取消
zh_hant: 已取消

# 已完成
source: Completed
ja: 完了しました
ko: 완료 됨
th: เสร็จสิ้นแล้ว
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# 结算中
source: Settlement processing
ja: 決済中です
ko: 결제 중 입 니 다.
th: กำลังสรุปยอด
vi: Đang thanh toán
zh_hans: 结算中
zh_hant: 結帳中

# 待审核
source: pending review
ja: 審査待ち
ko: 심 사 를 기다리다
th: รอตรวจสอบ
vi: Chờ thẩm hạch
zh_hans: 待审核
zh_hant: 待審核

# 结账记录
source: Settlement record
ja: チェックアウト記録
ko: 결산 기록
th: ประวัติการชำระเงิน
vi: Ghi chép thanh toán
zh_hans: 结账记录
zh_hant: 結帳紀錄

# 记录
source: Record
ja: 記録
ko: 기록 하 다.
th: ประวัติ
vi: Ghi chépl
zh_hans: 记录
zh_hant: 紀錄

# 可用PGP
source: Available
ja: 利用可能PGP
ko: PGP 사용 가능
th: PGP ใช้ได้
vi: Số lượng PGP có thể dùng
zh_hans: 可用PGP
zh_hant: 可用PGP數量

# 请输入结算数量
source: Enter settle amount
ja: 決済数量を入力してください。
ko: 결제 수량 을 입력 하 세 요
th: กรุณาระบุหมายเลขการชำระเงิน
vi: Xin vui lòng nhập số lượng thanh toán
zh_hans: 请输入结算数量
zh_hant: 請輸入結帳數量

# 结算数量
source: Settle amount
ja: 決済数量
ko: 결산 수량
th: ปริมาณการตั้งถิ่นฐาน
vi: Số lượng thanh toán
zh_hans: 结算数量
zh_hant: 結帳數量

# 结账成功
source: Settle successful
ja: チェックアウト成功
ko: 결제 완료!
th: ชำระเงินสำเร็จ
vi: Thanh toán thành công
zh_hans: 结账成功
zh_hant: 結帳成功

# 錢包密碼管理
source: Wallet password management
ja: セキュリティパスワード管理
ko: 보안 암호 관리
th: การจัดการรหัสผ่านที่ปลอดภัย
vi: Quản lý mật khẩu an toàn
zh_hans: 钱包密码管理
zh_hant: 錢包密碼管理

# 米
source: m
ja: 米
ko: 쌀.
th: เมตร
vi: Mét
zh_hans: 米
zh_hant: 公尺

# 搜索商户名称
source: Enter merchant name
ja: 取引先の名前を検索します
ko: 상호 명 검색
th: ค้นหาชื่อร้านค้า
vi: Tìm kiếm tên gọi người bán
zh_hans: 输入商家名称搜索
zh_hant: 輸入商家名稱搜尋

# 结账
source: Bill, please
ja: 勘定します
ko: 계산 하 다.
th: ชำระเงิน
vi: Thanh toán
zh_hant: 結帳

# PGP可用数量
source: PGP available
ja: PGP利用可能数量
ko: PGP 사용 가능 수량
th: ปริมาณที่มี PGP
vi: Số lượng PGP có thể dùng
zh_hans: PGP可用数量
zh_hant: PGP可用數量

# 浏览器扫一扫下载PGTalk
source: Scan the browser to download PGTalk
ja: ブラウザをスキャンしてダウンロードします。PGTalk
ko: 탐색 기 스 캔 다운로드 PGTalk
th: สแกนเบราว์เซอร์เพื่อดาวน์โหลด PGTalk
vi: Bộ trình duyệt quét QR Code tải về PGTalk
zh_hans: 浏览器扫一扫下载PGTalk
zh_hant: 瀏覽器掃描QR Code下載PGTalk

# 复制链接
source: copy Link
ja: リンクをコピー
ko: 링크 복사
th: คัดลอกเพื่อแชร์ลิงก์
vi: Sao chép và chia sẻ liên kết
zh_hans: 复制链接
zh_hant: 複製分享連結

# 其他方式登录
source: Other ways to log in
ja: その他の形式でログイン
ko: 다른 방식 으로 로그 인
th: เข้าสู่ระบบด้วยช่องทางอื่น
vi: Đăng nhập bằng phương thức khác
zh_hans: 其他方式登录
zh_hant: 用其他方式登入

# 请再次输入新密码
source: Confirm new password
ja: 新しいパスワードをもう一度入力してください。
ko: 새 암 호 를 다시 입력 하 세 요.
th: โปรดใส่รหัสผ่านใหม่อีกครั้ง
vi: Xin vui lòng nhập lại mật khẩu mới
zh_hans: 请再次输入新密码
zh_hant: 確認新密碼

# 设置錢包密碼
source: Set wallet password
ja: セキュリティパスワードの設定
ko: 보안 암 호 를 설정 하 다.
th: ตั้งค่ารหัสผ่านการรักษาความปลอดภัย
vi: Thiết lập mật khẩu an toàn
zh_hant: 設定錢包密碼

# 请输入手机号
source: Please enter phone number
ja: 携帯電話を入力してください。
ko: 핸드폰 번호를 입력하십시오.
th: โปรดใส่หมายเลขโทรศัพท์มือถือ
vi: Xin vui lòng nhập số điện thoại
zh_hant: 請輸入電話號碼

# 富比世
source: Forbes
ja: フォーブス
ko: 부 비 사
th: ฟอบส์
zh_hant: 富比世

# 金砖财富
source: BRIC wealth
ja: 金れんがの富
ko: 재산
th: Jinzhuan Caifu
vi: Chính sách gạch vàng
zh_hant: 金磚財富

# 登录
source: Login
ja: サインイン
ko: 로그인
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# 登入/註冊
source: Login/Sign Up
ja: サインイン/登録
ko: 로그인/등록
th: เข้าสู่ระบบ/ลงทะเบียน
vi: Đăng nhập/Đăng ký
zh_hant: 登入/註冊

# 用戶名或密碼錯誤
source: Incorrect user name or password
ja: Wrong Phone or password
ko: Wrong Phone or password
th: Wrong Phone or password
vi: Wrong Phone or password
zh_hant: 用戶名或密碼錯誤

# 密码
source: password
ja: パスワード
ko: 비밀번호
th: รหัสผ่าน
vi: Mật khẩu:
zh_hant: 密碼

# 手机号码
source: Phone number
ja: 携帯電話番号
ko: 핸드폰 번호
th: หมายเลขโทรศัพท์มือถือ
vi: Số điện thoại
zh_hant: 電話號碼

# 确定
source: Confirm
ja: 確定
ko: 확정
th: ตกลง
vi: Chắc chắn
zh_hant: 確定

# 验证码登录
source: Verification code login
th: เข้าสู่ระบบด้วยรหัสยืนยัน
vi: Đăng nhập mã nghiệm chứng
zh_hant: 驗證碼登入

# 社交账号登录
source: Social account login
th: เข้าสู่ระบบด้วยบัญชีโซเชียลมีเดีย
vi: Đăng nhập số tài khoản nhóm
zh_hant: 社群帳號登入

# 免费注册
source: free registration
th: ลงทะเบียนฟรี
vi: Đăng ký miễn phí
zh_hant: 免費註冊

# 注册账号
source: Register an account
ja: アカウントを登録する
ko: 등록 계좌 번호
th: ลงทะเบียนบัญชี
vi: Số tài khoản đăng ký
zh_hant: 註冊帳號

# 注册
source: register
ja: 登録
ko: 등록
th: ลงทะเบียน
vi: Đăng ký
zh_hant: 註冊

# 注册协议
source: Registration Agreement
ja: 登録プロトコル
ko: 등록 프로토콜
th: ข้อตกลงการลงทะเบียน
vi: Thỏa thuận đăng ký
zh_hans: 注册协议
zh_hant: 註冊協議

# 忘记密码
source: Forgot password
ja: パスワードを忘れて
ko: 비밀번호
th: ลืมรหัสผ่าน
vi: Quên mật khẩu
zh_hant: 忘記密碼

# 加载中...
source: Loading…
ja: ロード中...
ko: 로드 중...
th: กำลังดาวน์โหลด...
vi: Đang tải về…
zh_hans: 加载中...
zh_hant: 下載中...

# 取消
source: Cancel
ja: キャンセル
ko: 취소
th: ยกเลิก
vi: Hủy bỏ
zh_hant: 取消

# 国家/地区
source: Country/region
ja: 国家/地区
ko: 국가, 지역
th: ประเทศ/ภูมิภาค
vi: Quốc gia / Khu vực
zh_hans: 国家/地区
zh_hant: 國家/地區

# 下一步
source: Next
ja: 下1歩
ko: 다음
th: ขั้นตอนต่อไป
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步
