Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 请输入数量
source: Enter numbers
ja: 数量を入力してください
ko: 수량 을 입력 하 세 요
th: โปรดป้อนจำนวน
vi: Xin vui lòng nhập số lượng PGP
zh_hans: 请输入数量
zh_hant: 請輸入數量

# 单日交易限制¥10000.00
source: One-day trading limit NTD10,000
ja: 一日の取引規制￥10000.00
ko: 홀수 거래 제한 ¥ 10000.00
th: จำกัดวงเงินต่อวัน $10000
vi: Giao dịch một ngày giới hạn $10000
zh_hans: 单日交易限制¥10000.00
zh_hant: 單日交易限制$10000

# 添加银行卡
source: Add a bank card
ja: 銀行の追加と銀行カード
ko: 추가 은행 카드
th: เพิ่มบัตรธนาคาร
vi: Thêm thẻ ngân hàng
zh_hans: 添加银行卡
zh_hant: 新增銀行帳戶

# 请绑定持卡人本人的银行卡
source: Please bind the cardholder's own bank card
ja: 自分の銀行カードをデッキにしてください
ko: 좀 바인딩 카드 소유자 본인 은행 카드
th: โปรดผูกบัตรธนาคารของผู้ถือบัตร
vi: Xin vui lòng ràng buộc thẻ ngân hàng của người cầm thẻ
zh_hans: 请绑定持卡人本人的银行卡
zh_hant: 請綁定持卡人的銀行帳戶

# 持卡人
source: cardholder
ja: カードホルダー
ko: 카드 소유자
th: ผู้ถือบัตร
vi: Người cầm thẻ
zh_hans: 持卡人
zh_hant: 持卡人

# 卡号
source: Card number
ja: カード番号
ko: 카드
th: หมายเลขบัตร
vi: Số thẻ
zh_hans: 卡号
zh_hant: 卡號

# 手机号码已存在
source: Mobile number already exists
ja: 携帯電話番号はすでに存在している
ko: 핸드폰 번호 이미 존재합니다
th: มีหมายเลขโทรศัพท์มือถือนี้แล้ว
vi: Số điện thoại đã tồn tại
zh_hans: 手机号码已存在
zh_hant: 電話號碼已存在

# 验证码不正确
source: Incorrect verification code
ja: 検証コードが正しくない
ko: 패스워드 정확하지 않다
th: รหัสยืนยันไม่ถูกต้อง
vi: Mã nghiệm chứng không chính xác
zh_hans: 验证码不正确
zh_hant: 驗證碼不正確

# 翻译
source: Translate
ja: 翻訳
ko: 번역
th: แปล
vi: Phiên dịch
zh_hant: 翻譯

# 搜索群组
source: search group
ja: 検索グループ
ko: 검색 그룹
th: ค้นหากลุ่ม
vi: Tìm kiếm nhóm
zh_hant: 搜尋群組

# 请输入新的群组名称(10字内)
source: Please enter a new group name (within 10 characters)
ja: 新しいグループ名（10ワード以内）を入力してください。
ko: 새 그룹 이름 을 입력 하 십시오 (10 자 이내)
th: โปรดใส่ชื่อกลุ่มใหม่ (ไม่เกิน 10 ตัวอักษร)
vi: Xin vui lòng nhập tên gọi nhóm mới (trong vòng 10 ký tự)
zh_hant: 請輸入新的群組名稱(10位字元內)

# 查看全部成员>
source: see all members
ja: すべてのメンバーをチェックして>
ko: 보기 모든 멤버>
th: ดูสมาชิกทั้งหมด >
vi: Xem toàn bộ thành viên >
zh_hant: 查看全部成員>

# 未填写
source: unfilled
ja: 記入
ko: 아직 기입하다
th: ยังไม่กรอก
vi: Chưa nhập
zh_hant: 未輸入

# 零钱明细
source: Change details
ja: 詳細を変更
ko: 명세
th: รายละเอียด
vi: Biên lai
zh_hant: 明細

# 招商银行（境内）
source: China Merchants Bank (Domestic)
ja: チャイナマーチャンツバンク（国内）
ko: 은행 (국내)
th: China Merchants Bank (ในประเทศ)
vi: Ngân hàng China Merchants (trong nước)
zh_hant: 招商銀行（境內）

# 更新
source: Update
ja: 更新する
ko: 업데이트
th: อัปเดต
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# 境外
source: overseas
ja: 海外
ko: 해외
th: ต่างประเทศ
vi: Nước ngoài
zh_hant: 境外

# 恭喜发财，大吉大利
source: Wishing you prosperity and good fortune!
ja: おめでとう、幸運
ko: 돈 많이 버시고 대길하시길 빕니다
th: ขอให้ร่ำรวย เฮง เฮง เฮง
vi: Chúc mừng phát tài, đại cát đại lợi
zh_hant: 恭喜發財，大吉大利

# 国家/地区 中国
source: Country/region: China
ja: 国/地区中国
ko: 국가, 지역 중국
th: ประเทศ/ภูมิภาค ประเทศจีน
vi: Quốc gia / Khu vực Trung Quốc
zh_hant: 國家/地區中國

# 账户余额（元）
source: Account balance (NTD)
ja: 口座殘高殘高
ko: 계정 잔액 (원)
th: ยอดเงินในบัญชี (หยวน)
vi: Số dư tài khoản (tệ)
zh_hant: 帳戶餘額（元）

# 版本更新
source: new version update
ja: バージョン更新
ko: 버전 업데이트
th: อัปเดตเวอร์ชัน
vi: Cập nhật phiên bản
zh_hant: 版本更新

# 有可用的新版本
source: new version available
ja: 新しいバージョンがあります
ko: 사용 가능한 새로운 버전 있다
th: มีเวอร์ชันใหม่พร้อมใช้งาน
vi: Kiểm tra thấy có phiên bản mới
zh_hans: 有可用的新版本
zh_hant: 檢查到有新的版本

# 确定支付密码
source: Confirm payment password
ja: パスワードの確定を確定する
ko: 비밀번호 확인 지불하다
th: ยืนยันรหัสผ่านชำระเงิน
vi: Chắc chắn mật khẩu an toàn
zh_hant: 確定錢包密碼

# 每人抽到的金额随机，改为普通红包
source: The amount drawn by each person is random and changed to ordinary red envelopes
ja: 一人当たりの金額はランダムにランダム、普通のお年玉に変えて
ko: 각자 뽑고 금액은 임의, 하다, 보통 보너스
th: จำนวนเงินที่ทุกคนจับได้เป็นแบบสุ่ม เปลี่ยนเป็นอั่งเปาทั่วไป
vi: Số lượng PGP ngẫu nhiên mỗi người bốc được, đổi thành bao lì xì thông thường
zh_hant: 每人抽到的PGP數量隨機，改為普通紅包

# 群里每人收到固定金额，那改为拼手气红包
source: Each person in the group receives a fixed amount, which is changed to a lucky red envelope
ja: 群の中でそれぞれ固定額を受け取って、必死についているおひねりに変更
ko: 무리 속에 각자 받은 고정 금액, 그 하다 맞붙이다 손속이 보너스
th: ทุกคนในกลุ่มได้รับจำนวนเงินที่แน่นอน เปลี่ยนเป็นอั่งเปาวัดดวง
vi: Số lượng PGP cố định mỗi người bốc được trong nhóm, đổi thành bao lì xì may mắn
zh_hant: 群組每人收到固定PGP數量，改為拼手氣紅包

# 设置失败
source: Setup failed
ja: 失敗を設定する
ko: 설치 실패
th: ตั้งค่าไม่สำเร็จ
vi: Thiết lập không thành công
zh_hans: 设置失败
zh_hant: 設定失敗

# 删除好友成功
source: Delete successful
ja: 親友の成功を削除する
ko: 삭제 친구 성공
th: ลบเพื่อนสำเร็จ
vi: Xóa bỏ bạn bè thành công
zh_hans: 删除好友成功
zh_hant: 刪除好友成功

# 删除好友失败
source: Failed to delete friend
ja: 親友の失敗を削除する
ko: 삭제 친구 실패
th: ลบเพื่อนไม่สำเร็จ
vi: Xóa bỏ bạn bè không thành công
zh_hans: 删除好友失败
zh_hant: 刪除好友失敗

# 红包已过期
source: The red envelope has expired
ja: お年玉は期限が切れている
ko: 네, 이미 기한이 지나서
th: อั่งเปาหมดอายุแล้ว
vi: Bao lì xì đã quá hạn
zh_hans: 红包已过期
zh_hant: 紅包已過期

# 获取信息失败
source: Failed to get information
ja: 情報を得るには失敗する
ko: 정보 가져오기 실패
th: รับข้อความไม่สำเร็จ
vi: Có được tin nhắn không thành công
zh_hans: 获取信息失败
zh_hant: 獲取訊息失敗

# 加群成功
source: Join the group successfully
ja: 群を加えて成功する
ko: 플러스 그룹 성공
th: เข้าร่วมกลุ่มสำเร็จ
vi: Gia nhập nhóm thành công
zh_hans: 加群成功
zh_hant: 加入群組成功

# 加群失败
source: Failed to join group
ja: 群を加えて失敗する
ko: 플러스 그룹 실패
th: เข้าร่วมกลุ่มไม่สำเร็จ
vi: Gia nhập nhóm không thành công
zh_hans: 加群失败
zh_hant: 加入群組失敗

# 修改密码失败
source: Failed to change password
ja: パスワードを修正して失敗する
ko: 비밀번호 변경 실패
th: แก้ไขรหัสผ่านไม่สำเร็จ
vi: Thay đổi mật khẩu không thành công
zh_hans: 修改密码失败
zh_hant: 更改密碼失敗

# 转账失败
source: transfer failed
ja: 振替失敗
ko: 이체 실패
th: โอนเงินไม่สำเร็จ
vi: Chuyển khoản không thành công
zh_hans: 转账失败
zh_hant: 轉帳失敗

# 上传头像失败
source: Failed to upload avatar
ja: アップロードして失敗する
ko: 업로드 아바타 없음
th: อัปโหลดรูปโปรไฟล์ไม่สำเร็จ
vi: Tải lên ảnh chụp không thành công
zh_hans: 上传头像失败
zh_hant: 上傳照片失敗

# 未找到该群
source: Group not found
ja: 未見つかっ群を見つける
ko: 찾을 수 없습니다. 이 군
th: ไม่พบกลุ่มนี้
vi: Chưa tìm thấy nhóm này
zh_hans: 未找到该群
zh_hant: 未找到該群組

# 未找到该用户
source: User not found
ja: そのユーザーを見つける
ko: 찾을 수 없습니다. 이 사용자
th: ไม่พบผู้ใช้นี้
vi: Chưa tìm thấy người sử dụng này
zh_hans: 未找到该用户
zh_hant: 未找到該用戶

# 发送失败
source: Failed to send
ja: 失敗を発送する
ko: 보내기 실패
th: ส่งไม่สำเร็จ
vi: Gửi đi không thành công
zh_hans: 发送失败
zh_hant: 發送失敗

# 发送红包失败
source: Failed to send red envelope
ja: お年玉を発送する
ko: 보내기 실패 보너스
th: ส่งอั่งเปาไม่สำเร็จ
vi: Phát bao lì xì không thành công
zh_hans: 发送红包失败
zh_hant: 發送紅包失敗

# 您已经拒绝了我们使用您的相机，请前往‘设置-隐私-相机’中允许我们访问您的相机
source: You have denied us access to your camera, please go to 'Settings-Privacy-Camera' to allow us to access your camera
ja: あなたはもう断って使ってあなたのカメラは、「設置へ-プライバシー-カメラ」で許され訪問あなたのカメラ
ko: 당신은 이미 우리 사용하지 카메라 좀 가다 ‘ - 프라이버시 - 카메라 ’ 설정 에서 우리 액세스할 수 카메라
th: คุณได้ปฏิเสธไม่ให้เราใช้กล้องถ่ายรูปของคุณ โปรดไปที่ 'ตั้งค่า - ความเป็นส่วนตัว - กล้องถ่ายรูป' เพื่ออนุญาตให้เราเข้าถึงกล้องถ่ายรูปของคุณ
vi: Bạn đã từ chối chúng tôi sử dụng máy ảnh của bạn, xin vui lòng vào trong "Thiết lập - Quyền riêng tư - Máy ảnh" cho phép chúng tôi truy cập máy ảnh của bạn
zh_hans: 您已经拒绝了我们使用您的相机，请前往‘设置-隐私-相机’中允许我们访问您的相机
zh_hant: 您已經拒絕我們使用您的相機，請前往‘設定-隱私-相機’中允許我們訪問您的相機

# 修改成功
source: Successfully modified
ja: 改正に成功する
ko: 수정 성공
th: แก้ไขสำเร็จ
vi: Thay đổi thành công
zh_hans: 修改成功
zh_hant: 更改成功

# 修改失败
source: fail to edit
ja: 失敗を修正する
ko: 변경 실패
th: แก้ไขไม่สำเร็จ
vi: Thay đổi không thành công
zh_hans: 修改失败
zh_hant: 更改失敗

# 网络异常
source: network anomaly
ja: ネットワーク異常
ko: 네트워크 이상
th: เครือข่ายผิดปกติ
vi: Mạng bất thường
zh_hans: 网络异常
zh_hant: 網絡異常

# 移除黑名单成功
source: Remove from blacklist successfully
ja: ブラックリストで成功する
ko: 제거 블랙리스트 성공
th: ลบออกจากแบล็คลิสต์สำเร็จ
vi: Gỡ bỏ danh sách đen thành công
zh_hans: 移除黑名单成功
zh_hant: 刪除黑名單成功

# 添加群成员成功
source: Successfully added group members
ja: グループメンバー成功
ko: 추가 그룹 구성원 성공
th: เพิ่มสมาชิกกลุ่มสำเร็จ
vi: Thêm thành viên nhóm thành công
zh_hans: 添加群成员成功
zh_hant: 新增群組成員成功

# 添加群成员失败
source: Failed to add group member
ja: グループメンバーの失敗を追加する
ko: 추가 그룹 구성원 실패
th: เพิ่มสมาชิกกลุ่มไม่สำเร็จ
vi: Thêm thành viên nhóm không thành công
zh_hans: 添加群成员失败
zh_hant: 新增群組成員失敗

# 请输入新的群名称
source: Please enter a new group name
ja: 新しいグループ名を入力して下さい
ko: 새 그룹 이름을 입력하십시오
th: โปรดใส่ชื่อกลุ่มใหม่
vi: Xin vui lòng nhập tên gọi nhóm mới
zh_hans: 请输入新的群名称
zh_hant: 請輸入新的群組名稱

# 创建群组成功
source: Group created successful
ja: グループを作成する
ko: 새 그룹 성공
th: สร้างกลุ่มสำเร็จ
vi: Lập nhóm thành công
zh_hans: 创建群组成功
zh_hant: 建立群組成功

# 创建群组失败
source: Failed to create group
ja: グループを作成して失敗する
ko: 그룹 생성 실패
th: สร้างกลุ่มไม่สำเร็จ
vi: Lập nhóm không thành công
zh_hans: 创建群组失败
zh_hant: 建立群組失敗

# 已加入黑名单
source: Blacklist added
ja: ブラックリストに入っている
ko: 이미 가입 블랙리스트
th: เพิ่มลงในแบล็คลิสต์แล้ว
vi: Đã gia nhập danh sách đen
zh_hans: 已加入黑名单
zh_hant: 已加入黑名單

# 加入黑名单失败
source: Failed to join the blacklist
ja: ブラックリストに入って失敗する
ko: 가입 블랙리스트 실패
th: เพิ่มลงในแบล็คลิสต์ไม่สำเร็จ
vi: Gia nhập danh sách đen không thành công
zh_hans: 加入黑名单失败
zh_hant: 加入黑名單失敗

# 申请成功，等待对方同意
source: Friend request sent!
ja: 成功を申し込み、相手の同意を待つ
ko: 상대방의 동의를 신청 성공을 기다리다
th: ส่งคำขอสำเร็จ รออีกฝ่ายตอบรับ
vi: Đăng ký thành công, chờ đối phương đồng ý
zh_hans: 好友已申請提交
zh_hant: 好友已申請送出

# 已成功添加对方为好友
source: The person has been successfully added as a friend
ja: 相手を親友として追加することに成功した
ko: 상대방이 이미 성공을 위해 친구 추가
th: เพิ่มอีกฝ่ายเป็นเพื่อนสำเร็จแล้ว
vi: Đã thêm đối phương làm bạn thành công
zh_hans: 已成功添加对方为好友
zh_hant: 已成功新增對方為好友

# 添加好友失败
source: Failed to add friend
ja: 親友の失敗を添加する
ko: 친구 추가 실패
th: เพิ่มเพื่อนไม่สำเร็จ
vi: Thêm bạn bè không thành công
zh_hans: 添加好友失败
zh_hant: 新增好友失敗

# 退出群组成功
source: Left group successful
ja: 脱退グループが成功する
ko: 종료 그룹 성공
th: ออกจากกลุ่มสำเร็จ
vi: Thoát ra khỏi nhóm thành công
zh_hans: 退出群组成功
zh_hant: 退出群組成功

# 退出群组失败
source: Failed to leave group
ja: グループを脱退する
ko: 종료 그룹 실패
th: ออกจากกลุ่มไม่สำเร็จ
vi: Thoát ra khỏi nhóm không thành công
zh_hans: 退出群组失败
zh_hant: 退出群組失敗

# 群成员获取失败
source: Failed to acquire group members
ja: グループメンバーが失敗を獲得して
ko: 그룹 구성원 가져오기 실패
th: รับสมาชิกกลุ่มไม่สำเร็จ
vi: Có được thông tin thành viên nhóm không thành công
zh_hans: 群成员获取失败
zh_hant: 獲取群組成員資料失敗

# 手机号码不能为空
source: Phone number can not be blank
ja: 携帯電話番号は空っぽにならない
ko: 핸드폰 번호 못 비어
th: หมายเลขโทรศัพท์มือถือห้ามว่างเปล่า
vi: Số điện thoại không được để trống
zh_hans: 手机号码不能为空
zh_hant: 電話號碼不能為空號

# 请输入正确的手机号和密码
source: Please enter the correct mobile number and password
ja: 正しい携帯電話番号とパスワードを入力して下さい
ko: 핸드폰 번호를 입력하십시오. 정확한 및 비밀번호
th: โปรดใส่หมายเลขโทรศัพท์มือถือและรหัสผ่านให้ถูกต้อง
vi: Xin vui lòng nhập số điện thoại hoặc mật khẩu chính xác
zh_hans: 请输入正确的手机号和密码
zh_hant: 請輸入正確的電話號碼和密碼

# 请输入正确的手机号码
source: Please enter the correct phone number
ja: 正しい携帯番号を入力して下さい
ko: 정확한 핸드폰 번호를 입력하십시오
th: โปรดใส่หมายเลขโทรศัพท์มือถือให้ถูกต้อง
vi: Xin vui lòng nhập số điện thoại chính xác
zh_hans: 请输入正确的手机号码
zh_hant: 請輸入正確的電話號碼

# 请输入您收到的手机验证码
source: Please enter the mobile verification code you received
ja: あなたの受け取った携帯電話の検証を入力して下さい
ko: 입력하십시오 받은 휴대폰 인증 코드
th: โปรดใส่รหัสยืนยันโทรศัพท์มือถือที่คุณได้รับ
vi: Xin vui lòng nhập mã nghiệm chứng mà bạn nhận được
zh_hans: 请输入您收到的手机验证码
zh_hant: 請輸入您收到的驗證碼

# 请输入錢包密碼
source: Enter Wallet Password
ja: セキュリティパスワードを入力してください。
ko: 안전 암 호 를 입력 하 세 요.
th: กรุณาป้อนรหัสผ่านการรักษาความปลอดภัย
vi: Xin vui lòng nhập mật khẩu an toàn
zh_hans: 请输入钱包密码
zh_hant: 請輸入錢包密碼

# 请输入确认錢包密碼
source: Please enter the confirmation wallet password
ja: 安全確認パスワードを入力してください。
ko: 안전 확인 비밀 번 호 를 입력 하 세 요.
th: กรุณาป้อนรหัสผ่านเพื่อยืนยันความปลอดภัย
vi: Xin vui lòng nhập lại mật khẩu an toàn
zh_hans: 请输入确认钱包密码
zh_hant: 請再次輸入錢包密碼

# 两次密码不符,请重新输入
source: The two passwords do not match, please re-enter
ja: 2度はパスワードが合わず、再入力して下さい
ko: 두 번 비밀번호가 맞지 않는다, 다시 시도해 주십시오
th: รหัสผ่านทั้งสองครั้งไม่ตรงกัน โปรดลองใหม่
vi: Mật khẩu nhập hai lần không khớp, xin vui lòng nhập lại
zh_hans: 两次密码不符,请重新输入
zh_hant: 兩次密碼不符，請重新輸入

# 您已成功设置錢包密碼
source: You have successfully set your wallet password
ja: セキュリティパスワードの設定に成功しました。
ko: 당신 은 이미 안전 암 호 를 설정 하 였 습 니 다
th: คุณได้ตั้งค่ารหัสผ่านการรักษาความปลอดภัย
vi: Bạn đã thiết lập thành công mật khẩu an toàn
zh_hans: 您已成功设置钱包密码
zh_hant: 您已成功設定錢包密碼

# 设置失败，请重试
source: Setup failed, please try again
ja: を設置してくださいリトライ
ko: 설정이 실패했습니다. 다시 시도하십시오
th: ตั้งค่าไม่สำเร็จ โปรดลองใหม่
vi: Thiết lập không thành công, xin vui lòng thử lại
zh_hans: 设置失败，请重试
zh_hant: 設定失敗，請重試

# 请输入密码
source: Please enter password
ja: パスワードを入力して下さい
ko: 암호를 입력하십시오
th: โปรดใส่รหัสผ่าน
vi: Xin vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# 请输入确认密码
source: Please enter confirm password
ja: パスワード入力確認パスワードを入力して下さい
ko: 확인 암호를 입력하십시오
th: โปรดยืนยันรหัสผ่าน
vi: Xin vui lòng nhập lại mật khẩu
zh_hans: 请输入确认密码
zh_hant: 請再次輸入密碼

# 您已成功修改密码
source: You have successfully changed your password
ja: あなたはすでにパスワードを改正することに成功している
ko: 당신은 이미 성공 비밀번호 변경
th: คุณแก้ไขรหัสผ่านสำเร็จแล้ว
vi: Bạn đã thay đổi thành công mật khẩu
zh_hans: 您已成功修改密码
zh_hant: 您已成功更改密碼

# 保存成功
source: Save successful
ja: 成功を保存する
ko: 저장 성공
th: บันทึกสำเร็จ
vi: Lưu giữ thành công
zh_hans: 保存成功
zh_hant: 儲存成功

# 更换成功
source: Update successful
ja: 成功を変更する
ko: 교환하다 성공
th: เปลี่ยนสำเร็จ
vi: Thay đổi thành công
zh_hans: 更换成功
zh_hant: 更改成功

# 更换失败
source: Replacement failed
ja: 失敗を交換する
ko: 변경 실패
th: เปลี่ยนไม่สำเร็จ
vi: Thay đổi không thành công
zh_hans: 更换失败
zh_hant: 更改失敗

# 你已认证
source: you are certified
ja: あなたはすでに認証している
ko: 너는 이미 인증
th: คุณผ่านการยืนยันแล้ว
vi: Chứng nhận thành công
zh_hans: 你已认证
zh_hant: 認證成功

# 当前已是最新版本
source: Currently the latest version
ja: 今はもう新しいバージョンです
ko: 현재 이미 최신 버전
th: ขณะนี้เป็นเวอร์ชันล่าสุดแล้ว
vi: Phiên bản hiện tại đã là mới nhất
zh_hans: 当前已是最新版本
zh_hant: 當前已是最新版本

# 金额不能为0或空
source: Amount cannot be 0 or empty
ja: 金額は0または空にならない
ko: 금액 못 위해 0 또는 빈
th: จำนวนเงินห้ามเป็น 0 หรือเว้นว่าง
vi: Số lượng PGP không được là 0 hoặc để trống
zh_hans: 数量不能为0或空
zh_hant: PGP數量不能為0或空

# 请输入姓名
source: Please enter your name
ja: 名前を入力してください
ko: 이름을 입력하십시오
th: โปรดใส่ชื่อ
vi: Xin vui lòng nhập họ tên của bạn
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

# 请输入身份证号
source: please enter the ID number
ja: 身分証明書を入力してください
ko: 신분증 번호를 입력하십시오
th: โปรดใส่เลขบัตรประชาชน
vi: Xin vui lòng nhập số CMT
zh_hans: 请输入身份证号
zh_hant: 請輸入身分證號

# 请输入区号
source: Please enter area code
ja: 区域番号を入力してください
ko: 지역 입력하십시오
th: โปรดใส่รหัสพื้นที่
vi: Xin vui lòng nhập số khu vực
zh_hans: 请输入区号
zh_hant: 請輸入區號

# 信息已提交，请等待审核
source: Information has been submitted, please wait for review
ja: 情報はすでに提出して、審査を待って下さい
ko: 정보 커밋됨 좀 기다리다 심사
th: ส่งข้อความแล้ว โปรดรอการตรวจสอบ
vi: Đã gửi nghiệm chứng, xin chờ thẩm hạch
zh_hans: 信息已提交，请等待审核
zh_hant: 驗證已送出，請等待審核

# 提交失败，请重试
source: Submit failed, please try again
ja: 提出してくださいリトライ
ko: 제출 실패했습니다. 다시 시도하십시오
th: ส่งไม่สำเร็จ โปรดลองใหม่
vi: Gửi đi không thành công, xin vui lòng gửi lại
zh_hans: 提交失败，请重试
zh_hant: 送出失敗，請重試

# 请选择头像
source: Please select an avatar
ja: 選択してください
ko: 아바타 선택하십시오
th: โปรดเลือกรูปโปรไฟล์
vi: Xin vui lòng chọn ảnh chụp
zh_hans: 请选择头像
zh_hant: 請選擇照片

# 图片上传失败，请重新上传
source: Image upload failed, please upload again
ja: 画像アップは失敗し、再アップして下さい
ko: 사진 업로드 실패했습니다. 다시 올려 주세요
th: อัปโหลดรูปภาพไม่สำเร็จ โปรดอัปโหลดใหม่
vi: Tải lên ảnh chụp không thành công, xin vui lòng tải lên lại
zh_hans: 图片上传失败，请重新上传
zh_hant: 圖片上傳失敗，請重新上傳

# 未查到推荐人id
source: Referrer id not found
ja: 推薦人のidを調べていない
ko: 아직 밝혀내지 추천인 id
th: ไม่พบ ID ผู้แนะนำ
vi: Không tìm thấy ID người giới thiệu này
zh_hans: 未查到推荐人id
zh_hant: 查詢不到該推薦人ID

# 注册成功
source: Sign up successful
ja: 登録が成功する
ko: 등록 성공
th: ลงทะเบียนสำเร็จ
vi: Đăng ký thành công
zh_hans: 注册成功
zh_hant: 註冊成功

# 同意用户注册协议方可进行注册
source: Agree to the User Registration Agreement to register
ja: ユーザー登録協議側に登録することに同意する
ko: 동의 사용자 등록 프로토콜 측의 정말 진행 등록
th: ยอมรับข้อตกลงการลงทะเบียนผู้ใช้เพื่อดำเนินการลงทะเบียน
vi: Đồng ý Điều khoản người sử dụng có thể tiến hành đăng ký
zh_hans: 同意用户注册协议方可进行注册
zh_hant: 同意用戶條款方可進行註冊

# 红包个数不能为0或空
source: The number of red packets cannot be 0 or empty
ja: お年玉は0や空にならない
ko: 네 개 못 위해 0 또는 빈
th: จำนวนอั่งเปาห้ามเป็น 0 หรือเว้นว่าง
vi: Số bao lì xì không được là 0 hoặc để trống
zh_hans: 红包个数不能为0或空
zh_hant: 紅包個數不能為0或空

# 红包金额不能为0或空
source: The red envelope amount cannot be 0 or empty
ja: お年玉の金額は0や空にならない
ko: 네, 금액 못 위해 0 또는 빈
th: จำนวนเงินอั่งเปาห้ามเป็น 0 หรือเว้นว่าง
vi: Số lượng PGP bao lì xì không được là 0 hoặc để trống
zh_hans: 红包数量不能为0或空
zh_hant: 紅包PGP數量不能為0或空

# 请先设置支付密码
source: Please set a payment password first
ja: お支払いのパスワードを設定して下さい
ko: 일단 지급 암호 설정
th: โปรดตั้งค่ารหัสผ่านชำระเงินก่อน
vi: Xin vui lòng thiết lập mật khẩu thanh toán trước
zh_hans: 请先设置支付密码
zh_hant: 請先設定錢包密碼

# 支付成功
source: payment successful
ja: 成功を払う
ko: 지불이
th: ชำระเงินสำเร็จ
vi: Thanh toán thành công
zh_hans: 支付成功
zh_hant: 付款成功

# 密码错误，支付失败
source: Incorrect password, payment failed
ja: パスワードのエラー、失敗、支払い
ko: 암호가 잘못되었습니다. 지불 실패
th: รหัสผ่านไม่ถูกต้อง การชำระเงินล้มเหลว
vi: Mật khẩu bị lỗi, thanh toán không thành công
zh_hans: 密码错误，支付失败
zh_hant: 密碼錯誤，付款失敗

# 领取失败
source: Failed to claim
ja: 失敗を受け取る
ko: 수취 실패
th: รับไม่สำเร็จ
vi: Lĩnh nhận không thành công
zh_hans: 领取失败
zh_hant: 領取失敗

# 账户从其他地方登陆，被迫下线
source: The account is logged in from another place and forced to go offline
ja: アカウントは他の地方から上陸し、下線を余儀なくされた
ko: 계정 에서 다른 곳으로 상륙, 어쩔 수 없이 오프라인
th: บัญชีผู้ใช้ได้เข้าสู่ระบบจากที่อื่นและถูกบังคับให้ออฟไลน์
vi: Tài khoản đăng nhập từ thiết bị khác, bị buộc phải ngoại tuyến
zh_hans: 账户从其他地方登陆，被迫下线
zh_hant: 帳戶從其他設備登入，被迫下線

# 您已收款成功
source: You have received payment successfully
ja: あなたはお集金に成功した
ko: 당신은 이미 수납 성공
th: คุณรับเงินสำเร็จแล้ว
vi: Bạn đã nhận thanh toán thành công
zh_hans: 您已收款成功
zh_hant: 您已交易成功

# 收款失败
source: Payment failed
ja: 受取失敗
ko: 수납 실패
th: รับเงินไม่สำเร็จ
vi: Nhận thanh toán không thành công
zh_hans: 收款失败
zh_hant: 交易失敗

# 网络不给力啊！
source: The network is weak!
ja: インターネット不给力ですね！
ko: 인터넷 력 을 주지 않 네 요！
th: อินเทอร์เน็ตไม่เสถียร!
vi: Mạng bất thường, xin vui lòng chờ thử lại sau
zh_hans: 网络不给力啊！
zh_hant: 網路異常，請稍候再試

# 有人添加您为好友
source: someone added you as a friend
ja: あなたが親友としている人がいる
ko: 누가 당신을 위해 친구 추가
th: มีคนเพิ่มคุณเป็นเพื่อน
vi: Có gười thêm bạn làm bạn bè
zh_hans: 有人添加您为好友
zh_hant: 有人新增您為好友

# 搜索好友
source: search for friends
ja: 親友を探して
ko: 검색 친구
th: ค้นหาเพื่อน
vi: Tìm kiếm bạn bè
zh_hans: 搜索好友
zh_hant: 搜尋好友

# 聊天记录
source: chat record
ja: チャット記録
ko: 채팅 기록
th: ประวัติสนทนา
vi: Ghi chép nói chuyện
zh_hans: 聊天记录
zh_hant: 聊天紀錄

# 确定清空所有聊天记录？
source: Are you sure you want to clear chat history?
ja: チャットの記録をすべてクリアしますか?
ko: 확실히 모든 채팅 기록 비우기?
th: ยืนยันจะลบประวัติสนทนาทั้งหมดหรือไม่?
vi: Có chắc chắn xóa sạch toàn bộ ghi chép nói chuyện không?
zh_hans: 清空聊天数据?
zh_hant: 清空聊天紀錄?

# 昵称不能超过24个字符
source: Nickname cannot be longer than 24 words
ja: ニックネームは24文字を超えてはならない
ko: 별명 초과하지 24 개의 문자
th: ชื่อเล่นห้ามเกิน 24 ตัวอักษร
vi: Bí danh không được quá 24 ký tự
zh_hans: 昵称不能超过24个字符
zh_hant: 暱稱不能超過24個字元

# 手机联系人
source: mobile phone contacts
ja: 携帯電話の連絡先
ko: 핸드폰 연락처
th: ผู้ติดต่อในมือถือ
vi: Người liên lạc trên điện thoại di động
zh_hans: 手机联系人
zh_hant: 手機聯絡人

# 添加手机联系人
source: Add from contact
ja: 携帯電話の連絡先を追加
ko: 핸드폰 연락처 추가
th: เพิ่มผู้ติดต่อในมือถือ
vi: Thêm người liên lạc trên điện thoại di động
zh_hans: 添加手机联系人
zh_hant: 新增手機聯絡人

# 邀请下载
source: Invite Friends
ja: ダウンロードへの招待
ko: 다운로드 요청
th: เชิญให้ดาวน์โหลด
vi: Mời tải về
zh_hans: 邀请下载
zh_hant: 邀請下載

# 欧洲
source: Europe
ja: ヨーロッパ
ko: 유럽
th: ยุโรป
vi: Châu Âu
zh_hans: 欧洲
zh_hant: 歐洲

# 阿尔巴尼亚
source: Albania
ja: アルバニア
ko: 알바니아
th: แอลเบเนีย
vi: Anbani
zh_hans: 阿尔巴尼亚
zh_hant: 阿爾巴尼亞

# 非洲
source: Africa
ja: アフリカ
ko: 아프리카
th: แอฟริกา
vi: Châu Phi
zh_hans: 非洲
zh_hant: 非洲

# 阿尔及利亚
source: Algeria
ja: アルジェリア
ko: 알제리
th: แอลจีเรีย
vi: An-giê-ri
zh_hans: 阿尔及利亚
zh_hant: 阿爾及利亞

# 亚洲
source: Asia
ja: アジア
ko: 아시아
th: เอเชีย
vi: Châu Á
zh_hans: 亚洲
zh_hant: 亞洲

# 阿富汗
source: Afghanistan
ja: アフガニスタン
ko: 아프가니스탄
th: อัฟกานิสถาน
zh_hans: 阿富汗
zh_hant: 阿富汗

# 南美洲
source: South America
ja: 南アメリカ大陸
ko: 남미
th: อเมริกาใต้
vi: Nam Mỹ
zh_hans: 南美洲
zh_hant: 南美洲

# 阿根廷
source: Argentina
ja: アルゼンチン
ko: 아르헨티나
th: อาร์เจนตินา
vi: Ác-hen-ti-na
zh_hans: 阿根廷
zh_hant: 阿根廷

# 北美洲
source: North America
ja: 北アメリカ大陸
ko: 아메리카주
th: อเมริกาเหนือ
vi: Bắc Mỹ
zh_hans: 北美洲
zh_hant: 北美洲

# 阿拉斯加
source: Alaska
ja: アラスカ
ko: 알래스카
th: อะแลสกา
zh_hans: 阿拉斯加
zh_hant: 阿拉斯加

# 阿联酋
source: United Arab Emirates
ja: アラブ首長国連邦
ko: 아랍에미리트
th: เอมิเรตส์
vi: Các tiểu vương quốc Ả Rập thống nhất
zh_hans: 阿联酋
zh_hant: 阿聯酋

# 阿鲁巴岛
source: Aruba
ja: 阿鲁巴岛
ko: 아루바
th: อารูบา
vi: Đảo Aruba
zh_hans: 阿鲁巴岛
zh_hant: 阿魯巴島

# 阿曼
source: Oman
ja: オマーン
ko: 오만
th: โอมาน
vi: Ô-man
zh_hans: 阿曼
zh_hant: 阿曼

# 阿塞拜疆
source: Azerbaijan
ja: アゼルバイジャン
ko: 아제르바이잔
th: อาเซอร์ไบจาน
vi: Azerbijan
zh_hans: 阿塞拜疆
zh_hant: 阿塞拜疆

# 阿森松
source: Ascension Island
ja: アッセン松永
ko: 阿森 송
th: อัสเซนชัน
vi: Ascension
zh_hans: 阿森松
zh_hant: 阿森松

# 埃及
source: Egypt
ja: エジプト
ko: 이집트
th: อียิปต์
vi: Ai Cập
zh_hans: 埃及
zh_hant: 埃及

# 埃塞俄比亚
source: Ethiopia
ja: エチオピア
ko: 에티오피아
th: เอธิโอเปีย
zh_hans: 埃塞俄比亚
zh_hant: 衣索比亞

# 爱尔兰
source: Ireland
ja: アイルランド
ko: 아일랜드
th: ไอร์แลนด์
vi: Ailen
zh_hans: 爱尔兰
zh_hant: 愛爾蘭

# 爱沙尼亚
source: Estonia
ja: エストニア
ko: 에스토니아
th: เอสโตเนีย
zh_hans: 爱沙尼亚
zh_hant: 愛沙尼亞

# 安道尔共和国
source: Andorra
ja: アンドラ共和国
ko: 안도라 공화국
th: อันดอร์รา
zh_hans: 安道尔共和国
zh_hant: 安道爾共和國

# 安哥拉
source: Angola
ja: アンゴラ
ko: 앙고라
th: แองโกลา
zh_hans: 安哥拉
zh_hant: 安哥拉

# 安圭拉岛
source: Anguilla
ja: アンギラ島
ko: 앙귈라 섬
th: แองกวิลลา
zh_hans: 安圭拉岛
zh_hant: 安圭拉島

# 奥地利
source: Austria
ja: オーストリア
ko: 오스트리아
th: ออสเตรีย
vi: Áo
zh_hans: 奥地利
zh_hant: 奧地利

# 大洋洲
source: Oceania
ja: 大洋州
ko: 오스트레일리아
th: โอเชียเนีย
vi: Châu Đại Dương
zh_hans: 大洋洲
zh_hant: 大洋洲

# 澳大利亚
source: Australia
ja: オーストラリア
ko: 호주
th: ออสเตรเลีย
vi: Châu Úc
zh_hans: 澳大利亚
zh_hant: 澳洲

# 澳门
source: Macau
ja: マカオ
ko: 마카오
th: มาเก๊า
vi: Ma Cao
zh_hans: 澳门
zh_hant: 澳門

# 巴巴多斯
source: Barbados
ja: バルバドス
ko: 마카오
th: บาร์เบโดส
zh_hans: 巴巴多斯
zh_hant: 巴巴多斯

# 巴哈马
source: Bahama
ja: バハマ
ko: バハマ
th: บาฮามาส
vi: Bahamas
zh_hans: 巴哈马
zh_hant: 巴哈馬

# 巴拉圭
source: Paraguay
ja: パラグアイ
ko: 파라과이
th: ปารากวัย
vi: Paragoay
zh_hans: 巴拉圭
zh_hant: 巴拉圭

# 巴勒斯坦
source: Palestine
ja: パレスチナ
ko: 팔레스타인
th: ปาเลสไตน์
zh_hans: 巴勒斯坦
zh_hant: 巴勒斯坦

# 巴林
source: Bahrain
ja: バーレーン
ko: 바레인
th: บาห์เรน
zh_hans: 巴林
zh_hant: 巴林

# 巴拿马
source: Panama
ja: パナマ
ko: 파나마
th: ปานามา
zh_hans: 巴拿马
zh_hant: 巴拿馬

# 巴西
source: Brazil
ja: ブラジル
ko: 브라질
th: บราซิล
zh_hans: 巴西
zh_hant: 巴西

# 保加利亚
source: Bulgaria
ja: ブルガリア
ko: 불가리아
th: บัลแกเรีย
vi: Bungari
zh_hans: 保加利亚
zh_hant: 保加利亞

# 贝宁
source: Benin
ja: ベナン
ko: 베냉
th: เบนิน
zh_hans: 贝宁
zh_hant: 貝南

# 比利时
source: Belgium
ja: ベルギー
ko: 벨기에
th: เบลเยียม
vi: Bỉ
zh_hans: 比利时
zh_hant: 比利時

# 冰岛
source: Iceland
ja: アイスランド
ko: 아이슬란드
th: ไอซ์แลนด์
zh_hans: 冰岛
zh_hant: 冰島

# 波多黎各
source: Puerto Rico
ja: プエルトリコ
ko: 푸에르토리코
th: เปอร์โตริโก
zh_hans: 波多黎各
zh_hant: 波多黎各

# 波黑
source: Bosnia and Herzegovina
ja: 波黑
ko: 보스니아 헤르체고비나
th: บอสเนีย
vi: Bosnia và Herzegovina
zh_hans: 波黑
zh_hant: 波黑

# 波兰
source: Poland
ja: ポーランド
ko: 폴란드
th: โปแลนด์
vi: Ba Lan
zh_hans: 波兰
zh_hant: 波蘭

# 玻利维亚
source: Bolivia
ja: ボリビア
ko: 볼리비아
th: โบลิเวีย
zh_hans: 玻利维亚
zh_hant: 玻利維亞

# 伯利兹
source: Belize
ja: ベリーズ
ko: 벨리즈
th: เบลีซ
zh_hans: 伯利兹
zh_hant: 貝裡斯

# 博茨瓦纳
source: Botswana
ja: ボツワナ
ko: 보츠와나
th: บอตสวานา
zh_hans: 博茨瓦纳
zh_hant: 波劄那

# 不丹
source: Bhutan
ja: ブータン
ko: 부탄
th: ภูฏาน
zh_hans: 不丹
zh_hant: 不丹

# 布基拉法索
source: Burkina Faso
ja: 布基拉法索
ko: 布基拉 法索
th: บูร์กินาฟาโซ
zh_hans: 布基拉法索
zh_hant: 布基拉法索

# 布隆迪
source: Burundi
ja: ブルンジ
ko: 부룬디
th: บุรุนดี
zh_hans: 布隆迪
zh_hant: 布隆迪

# 朝鲜
source: North Korea
ja: 北朝鮮
ko: 조선
th: เกาหลีเหนือ
vi: Bắc Triều Tiên
zh_hans: 朝鲜
zh_hant: 北韓

# 赤道几内亚
source: Equatorial Guinea
ja: 赤道ギニア
ko: 적도 기니
th: อิเควทอเรียลกินี
zh_hans: 赤道几内亚
zh_hant: 赤道幾內亞

# 丹麦
source: Denmark
ja: デンマーク
ko: 덴마크
th: เดนมาร์ก
vi: Đan Mạch
zh_hans: 丹麦
zh_hant: 丹麥

# 德国
source: Germany
ja: ドイツ
ko: 독일
th: เยอรมนี
vi: Đức
zh_hans: 德国
zh_hant: 德國

# 东帝汶
source: East Timor
ja: 東ティモール
ko: 티모르섬
th: ติมอร์ตะวันออก
vi: Đông Timor
zh_hans: 东帝汶
zh_hant: 東帝汶

# 东萨摩亚
source: American Samoa
ja: 東サモア
ko: 동 사모아
th: อเมริกันซามัว
vi: Đông Timor
zh_hans: 东萨摩亚
zh_hant: 東薩摩亞

# 多哥
source: Togo
ja: トーゴ
ko: 토고
th: โตโก
zh_hans: 多哥
zh_hant: 多哥

# 俄罗斯
source: Russia
ja: ロシア
ko: 러시아
th: รัสเซีย
vi: Nga
zh_hans: 俄罗斯
zh_hant: 俄羅斯
