Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 主播申请审核中,请耐心等待
source: The host application is being reviewed, please wait patiently
ja: ただいまライバー申請を審査中、しばらくお待ちください
ko: 생방송 신청 심리중. 잠시만 기다려 주세요
th: กำลังทำการยืนยัน กรุณารอสักครู่
vi: Ứng dụng neo đang được xem xét, vui lòng kiên nhẫn chờ đợi
zh_hans: 主播申请审核中,请耐心等待
zh_hant: 主播申請審核中,請耐心等待

# 申请审核中
source: Application under review…
ja: 審査中
ko: 신청 심리중…
th: ระบบกำลังทำการยืนยัน
vi: Ứng dụng đang được xem xét
zh_hans: 申请审核中
zh_hant: 申請審核中

# 成为主播
source: Register
ja: 成為主播
ko: 成為主播
th: 成為主播
vi: Trở thành một mỏ neo
zh_hans: 成为 主播
zh_hant: 成為 主播

# 我要开播
source: Open
ja: ライブを開始
ko: 나는 생방송을 하고싶어요
th: ฉันจะเริ่มไลฟ์
vi: Tôi muốn bắt đầu
zh_hans: 我要 开播
zh_hant: 我要 開播

# 您的直播間已被解封，請遵循《直播協議》，禁止直播色情、賭博、犯罪等內容。
source: Your livestream is unblock. Please adhere to the Live-streaming Agreement and refrain from broadcasting content related to pornography, gambling, crime, and other prohibited activities
ja: ライブ配信がブロックされました。解除するには「便利メニュー＞公式ウェブサイト」よりお問い合わせください。
ko: 당신의 생방송을 지금 금지당했다. 만약 다시 사용싶어하면 설명서를 따르다라는 뜻입니다.바로가기 기능-->공식 웹 사이트-->우리를 연락해요
th: ถ่ายทอดสดของคุณถูกห้าม, ถ้าคุณต้องการเปิดใหม่, โปรดปฏิบัติตามคำแนะนำ: ฟังก์ชัน
vi: Phòng phát sóng trực tiếp của bạn đã được bỏ chặn. Vui lòng tuân theo "Thỏa thuận phát sóng trực tiếp" để cấm phát trực tiếp nội dung khiêu dâm, cờ bạc, tội phạm và các nội dung khác.
zh_hans: 您的直播间已被解封，请遵循《直播协议》，禁止直播色情、赌博、犯罪等內容。
zh_hant: 您的直播間已被解封，請遵循《直播協議》，禁止直播色情、賭博、犯罪等內容。

# 您的直播間已被封禁
source: Your room has been banned
ja: 您的直播間已被封禁
ko: 您的直播間已被封禁
th: 您的直播間已被封禁
vi: Phòng phát sóng trực tiếp của bạn đã bị cấm
zh_hans: 您的直播间已被封禁
zh_hant: 您的直播間已被封禁

# 主播申請審核通過，恭喜您成為PGTalk主播~
source: Your streamer application is approved.Congratulations for being a Live streamer.
ja: 主播申請審核通過，恭喜您成為PGTalk主播~
ko: 主播申請審核通過，恭喜您成為PGTalk主播~
th: 主播申請審核通過，恭喜您成為PGTalk主播~
vi: Đơn đăng ký máy chủ được chấp thuận, chúc mừng bạn đã trở thành máy chủ PGTalk ~
zh_hans: 主播申请审核通过，恭喜您成为PGTalk主播~
zh_hant: 主播申請審核通過，恭喜您成為PGTalk主播~

# 主播申請審核失敗
source: Host application review failed
ja: 主播申請審核失敗
ko: 主播申請審核失敗
th: 主播申請審核失敗
vi: Đánh giá ứng dụng neo không thành công
zh_hans: 主播申請審核失敗
zh_hant: 主播申請審核失敗

# 封禁原因
source: Reason
ja: 封禁原因
ko: 封禁原因
th: 封禁原因
vi: Lý do cấm
zh_hans: 封禁原因
zh_hant: 封禁原因

# 更改錢包密碼
source: Change Wallet Password
ja: 更改錢包密碼
ko: 更改錢包密碼
th: 更改錢包密碼
vi: Thay đổi mật khẩu bảo mật
zh_hans: 更改钱包密码
zh_hant: 更改密碼

# 直播收益
source: Live income
ja: ライブ収益
ko: 생방송 수입
th: รายได้ไลฟ์สด
vi: Thu nhập trực tiếp
zh_hans: 直播收益
zh_hant: 直播收益

# 剩餘可結算收益
source: Balance income
ja: 残り精算できる収益
ko: 사영 할수있는 계산수입
th: เงินได้ยังไม่เรียบร้อย
vi: Thu nhập phải trả còn lại
zh_hans: 剩余可结算收益
zh_hant: 剩餘可結帳收益

# 結算到銀行卡
source: Settle to Bank
ja: 通帳に送金
ko: 카드에 계산해요
th: ชำระบัญชีเป็นบัตรธนาคาร
vi: Thanh toán vào thẻ ngân hàng
zh_hans: 结账到银行卡
zh_hant: 結帳到銀行帳戶

# 結算到PGP餘額
source: Settle to PGP
ja: PGP残高で決済
ko: PGP를 지불
th: ตั้งค่าบัญชีเป็น PGP
vi: Đã giải quyết thành số dư PGP
zh_hans: 结算到PGP余额
zh_hant: 結帳到PGP餘額

# 直播收益紀錄
source: Live income record
ja: 収益明細
ko: 생방송 수입기록
th: บันทึกรายได้ไลฟ์สด
vi: Hồ sơ doanh thu trực tiếp
zh_hans: 直播收益记录
zh_hant: 直播收益紀錄

# 收益結算紀錄
source: Income settlement record
ja: 精算明細
ko: 수입계산기록
th: บันทึกรายได้
vi: Hồ sơ quyết toán thu nhập
zh_hans: 收益结算记录
zh_hant: 收益結算紀錄

# 結算紀錄
source: Settlement record
ja: 精算履歴
ko: 계산기록
th: บันทึกการชำระ
vi: Hồ sơ thanh toán
zh_hans: 结算记录
zh_hant: 結帳紀錄

# 收益紀錄
source: Reveue Records
ja: 精算履歴
ko: 계산기록
th: บันทึกการชำระ
vi: Kỷ lục thu nhập
zh_hans: 收益记录
zh_hant: 收益紀錄

# 本月收益
source: Monthly income
ja: 本月の収益
ko: 이월의 수입
th: รายได้เดือนนี้
vi: Thu nhập tháng này
zh_hans: 本月收益
zh_hant: 本月收益

# 發起結算
source: Confirm
ja: 精算する
ko: 계산해요
th: เริ่มคำนวณ
vi: Bắt đầu giải quyết
zh_hans: 发起结算
zh_hant: 發起結帳

# 實際到帳：
source: Actual arrival：
ja: 実際の入金分：
ko: 실제의 수입：
th: รายได้จริง：
vi: Đến thực tế:
zh_hans: 实际到账：
zh_hant: 實際到帳：

# 選擇銀行帳戶
source: Select bank account
ja: 銀行口座を選択してください
ko: 은행 계좌 선택
th: เลือกบัญชีธนาคาร
vi: Chọn tài khoản ngân hàng
zh_hans: 选择银行账户
zh_hant: 選擇銀行帳戶

# 請輸入結算數量
source: Please enter the settlement amount
ja: 決済数量を入力してください
ko: 결제 수량을 입력하세요
th: โปรดป้อนจำนวนการชำระเงิน
vi: Vui lòng nhập số lượng thanh toán
zh_hans: 请输入结算数量
zh_hant: 請輸入結帳數量

# 您已被禁止發言
source: You have been banned
ja: 您已被禁止發言
ko: 您已被禁止發言
th: 您已被禁止發言
vi: Bạn đã bị cấm nói
zh_hans: 您已被禁止发言
zh_hant: 您已被禁止發言

# 主播申请
source: Streamer registration
ja: ライバー登録
ko: 생방송 등록
th: สมัครสมาชิก
vi: Ứng dụng neo
zh_hans: 主播申请
zh_hant: 主播申請

# (小于三分钟)
source: (Less than three minutes)
ja: (最低3分以上の動画をアップしてください)
ko: (산분 보다 적은)
th: (น้อยกว่า 3 นาที)
vi: (Dưới ba phút)
zh_hans: (小于三分钟)
zh_hant: (小於三分鐘)

# 信息不完整
source: Incomplete information
ja: 不完全な情報
ko: 불완전한 정보
th: ข้อมูลไม่สมบูรณ์
vi: Tin nhắn không đầy đủ
zh_hans: 信息不完整
zh_hant: 訊息不完整

# 主播
source: Streamer
ja: アンカー
ko: 닻
th: สมอ
vi: Mỏ neo
zh_hans: 主播
zh_hant: 主播

# 暂无相关数据
source: No relevant data
ja: それに関係するデータはありません
ko: 관련 있는 자료가 업습니다
th: ไม่มีข้อมูลที่เกี่ยวข้อง
vi: Không có dữ liệu liên quan
zh_hans: 无相关数据
zh_hant: 無相關資料

# 的直播间
source: Stream Room
ja: さんの配信ルーム
ko: 의 생방송
th: ห้องไลฟ์ของ
vi: Phòng trực
zh_hans: 的直播间
zh_hant: 的直播間

# 关注成功
source: Followed
ja: 成功した追跡
ko: 성공적인 추적
th: การติดตามที่ประสบความสำเร็จ
vi: Theo dõi thành công
zh_hans: 关注成功
zh_hant: 追蹤成功

# 關注成功
source: Followed
ja: 成功した追跡
ko: 성공적인 추적
th: การติดตามที่ประสบความสำเร็จ
vi: Theo dõi thành công
zh_hans: 关注成功
zh_hant: 追蹤成功

# 确定不再关注这个主播吗?
source: Are you sure to unfollow the streamer?
ja: 本当にフォローを解除しますか?
ko: 이 생방송 주소를 삭제하요?
th: ยืนยันเลิกติดตามบัญชีนี้
vi: Bạn có chắc mình không theo dõi lại mỏ neo này không?
zh_hans: 确定不再关注这个主播吗?
zh_hant: 確定不再追蹤這個主播嗎?

# 验证直播间密码
source: Password Verify
ja: 配信ルームパスワード認証
ko: 이 생방송의 비밀번호 인식
th: ยืนยันรหัสผ่านห้องไลฟ์
vi: Xác minh mật khẩu phòng trực
zh_hans: 验证直播间密码
zh_hant: 驗證直播間密碼

# 该直播间为付费观看,需要付
source: This broadcasting is pay needed for $
ja: このライブ配信は有料です。を支払いますか
ko: 이 생방송은 돈 내야 한다고요
th: การถ่ายทอดสดนี้จำเป็นต้องจ่าย $
vi: Phòng truyền hình trực tiếp phải trả tiền để xem, cần phải trả tiền
zh_hans: 该直播间为付费观看,需要付
zh_hant: 該直播間為付費觀看，需要付

# 您的直播間已被封禁，如需解封請至[首頁 -快捷功能-官方網站]聯繫客服
source: Your LIVE has been banned, if you need to reopen it, please contact us through instructions: “ALL” -->”Feedback“.
ja: あなたのライブ配信は禁止されています。再開する必要がある場合は、[全ての機能-フィードバック]からお問い合わせください。
ko: 당신의 생방송이 금지되었습니다. 해제를 원하신다면 [모든 기능 - 신고]를 통해 고객 서비스에 문의하십시오.
th: การถ่ายทอดสดของคุณถูกห้าม หากคุณต้องการเปิดใช้งานอีกครั้ง โปรดทำตามขั้นตอนต่อไปนี้เพื่อติดต่อเรา: 'คำติชม' -> 'แจ้งปัญหา
vi: Cuộc phát sóng trực tiếp của bạn đã bị cấm. Nếu bạn muốn mở lại, vui lòng làm theo các bước sau để liên hệ với chúng tôi: 'Chức năng' -> 'Phản hồi'.
zh_hans: 你的直播间已被封禁，如需解封请至[全部功能-回报]联系客服
zh_hant: 你的直播間已被封禁，如需解封請至[全部功能-回報]聯繫客服

# 登入密碼
source: Login Password
ja: 登入密碼
ko: 登入密碼
th: 登入密碼
vi: Mật khẩu đăng nhập
zh_hans: 登入密码
zh_hant: 登入密碼

# 請設定登入密碼(6-24位英文數字混合密碼)
source: Please set your login password (6-24 characters, a combination of letters and numbers)
ja: 請設定登入密碼(6-24位英文數字混合密碼)
ko: 請設定登入密碼(6-24位英文數字混合密碼)
th: 請設定登入密碼(6-24位英文數字混合密碼)
vi: Vui lòng đặt mật khẩu đăng nhập (mật khẩu hỗn hợp 6-24 chữ số với tiếng Anh và số)
zh_hans: 请设定登入密码(6-24位英文数字混合密码)
zh_hant: 請設定登入密碼(6-24位英文數字混合密碼)

# 請設定錢包密碼(6-24位英文數字混合密碼)
source: Please set your wallet password (6-24 characters, a combination of letters and numbers)
ja: 請設定錢包密碼(6-24位英文數字混合密碼)
ko: 請設定錢包密碼(6-24位英文數字混合密碼)
th: 請設定錢包密碼(6-24位英文數字混合密碼)
vi: Vui lòng đặt mật khẩu bảo mật (mật khẩu hỗn hợp 6-24 chữ số với tiếng Anh và số)
zh_hans: 请设定钱包密码(6-24位英文数字混合密码)
zh_hant: 請設定錢包密碼(6-24位英文數字混合密碼)

# (查看或使用PGP時需驗證錢包密碼)
source: (Verification of wallet password is required when viewing or using PGP)
ja: (查看或使用PGP時需驗證錢包密碼)
ko: (查看或使用PGP時需驗證錢包密碼)
th: (查看或使用PGP時需驗證錢包密碼)
vi: (Bạn cần xác minh mật khẩu bảo mật khi xem hoặc sử dụng PGP)
zh_hans: (查看或使用PGP时需验证钱包密码)
zh_hant: (查看或使用PGP時需驗證錢包密碼)

# 請輸入推薦人ID（非必填）
source: Please enter the Referral ID (optional)
ja: 請輸入推薦人ID（非必填）
ko: 請輸入推薦人ID（非必填）
th: 請輸入推薦人ID（非必填）
vi: Vui lòng nhập ID người giới thiệu (không bắt buộc)
zh_hans: 请输入推荐人ID（非必填）
zh_hant: 請輸入推薦人ID（非必填）

# 我已閱讀並同意
source: I have read and agreed to
ja: 我已閱讀並同意
ko: 我已閱讀並同意
th: 我已閱讀並同意
vi: tôi đã đọc và đồng ý
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# 《PGTalk用戶註冊條款》
source: 《PGTalk User Registration Terms》
ja: 《PGTalk用戶註冊條款》
ko: 《PGTalk用戶註冊條款》
th: 《PGTalk用戶註冊條款》
vi: Điều khoản đăng ký người dùng PGTalk
zh_hans: 《PGTalk用戶注册条款》
zh_hant: 《PGTalk用戶註冊條款》

# 短信
source: SMS
ja: 簡訊
ko: 簡訊
th: 簡訊
vi: Bản tin
zh_hans: 短信
zh_hant: 簡訊

# 离开直播间
source: Leave Live Room
ja: 離開直播間
ko: 離開直播間
th: 離開直播間
vi: Rời khỏi phòng khách
zh_hans: 离开直播间
zh_hant: 離開直播間

# 进入直播间
source: has entered the streaming room
ja: さんがライブに参加しました
ko: 씨는이생방송방을들어가요
th: ได้เข้ามาในห้องไลฟ์
vi: Vào phòng trực
zh_hans: 进入直播间
zh_hant: 進入直播間

# 直播中
source: On Air
ja: 配信中
ko: 라이브 중
th: ถ่ายทอดสด
vi: Trực tiếp
zh_hans: 直播中
zh_hant: 直播中

# 暫未開播
source: Off Air
ja: 現在ライブを配信していません
ko: 아직 라이브 시작 해요
th: ยังไม่ถ่ายทอดสด
vi: Chưa phát sóng
zh_hans: 暂未开播
zh_hant: 暫未開播

# 快去找到自己喜歡的主播吧~
source: Go and find your favorite one.
ja: 好きなライバーを探して、配信を見てみましょう
ko: 당신의 마음에 드는 생방송 찾아요!
th: ตามหานักไลฟ์ที่ชอบ
vi: Nhanh lên và tìm mỏ neo yêu thích của bạn ~
zh_hans: 快去找到自己喜欢的主播吧~
zh_hant: 快去找到自己喜歡的主播吧~

# 暫無關注主播
source: No followed streamer
ja: フォローするライバーがいません
ko: 아직 구독 해요
th: ไม่สามารถติดตาม
vi: Không có neo theo dõi
zh_hans: 暂无关注主播
zh_hant: 暫無追蹤主播

# 推薦優質主播
source: Recommended nice streamer
ja: オススメのライバー
ko: 추천 생방송
th: แนะนำนักไลฟ์ยอดฮิต
vi: Đề xuất neo chất lượng cao
zh_hans: 推荐优质主播
zh_hant: 推薦優質主播

# 您已被踢出直播間
source: You have been kicked out of the studio
ja: この配信ルームから退室させられました
ko: 당신은 실시간 방송에서 퇴출당하였습니다
th: คุณได้ถูกเตะออกจากห้องไลฟ์สด
vi: Bạn đã bị đuổi khỏi phòng phát sóng trực tiếp
zh_hans: 您已被踢出直播间
zh_hant: 您已被踢出直播間

# 警告:
source: Notice:
ja: 警告:
ko: 경고:
th: คำเตือน:
vi: cảnh báo:
zh_hans: 警告:
zh_hant: 警告:

# 直播結束
source: Live ends
ja: 配信終了
ko: 생방송을 끝입니다
th: ถ่ายทอดสดจบแล้ว
vi: Kết thúc chương trình phát sóng trực tiếp
zh_hans: 直播结束
zh_hant: 直播結束

# 其他链接
source: Other links
ja: その他のリンク
ko: 다른 연결
th: เชื่อมโยงบัญชีอื่น
vi: Các liên kết khác
zh_hans: 其他链接
zh_hant: 其他連結

# 可用數量：
source: Quantity Available:
ja: 利用可能分:
ko: 사영 할수있는 수량:
th: ยอดเงินในบัญชี:
vi: Số lượng hiện có sẵn:
zh_hans: 可用数量:
zh_hant: 可用數量：

# 收益總PGP
source: PGP income
ja: 総収益PGP
ko: PGP 총 수입
th: รายได้PGPทั้งหมด
vi: Tổng doanh thu PGP
zh_hans: 收益总PGP
zh_hant: 收益總PGP

# 已結算PGP
source: Settled PGP
ja: 総精算PGP
ko: 이미계산 PGP
th: ชำระ PGPแล้ว
vi: PGP đã giải quyết
zh_hans: 已结算PGP
zh_hant: 已結帳PGP

# 請輸入直播間密碼
source: Please enter room password
ja: 请输入直播间密码
ko: 请输入直播间密码
th: 请输入直播间密码
vi: Vui lòng nhập mật khẩu phòng trực
zh_hans: 请输入直播间密码
zh_hant: 請輸入直播間密碼

# 中性
source: Neutral
ja: 中性
ko: 중립국
th: เป็นกลาง
vi: Trung tính
zh_hans: 中性
zh_hant: 中性

# 您未授权相机权限，请重新设置
source: You have not authorized the camera permission, please reset
ja: 您未授权相机权限，请重新设置
ko: 您未授权相机权限，请重新设置
th: 您未授权相机权限，请重新设置
vi: Bạn chưa cấp quyền cho máy ảnh, vui lòng đặt lại
zh_hans: 您未授权相机权限，请重新设置
zh_hant: 您未授權相機權限，請重新設置

# 您未授权麦克风权限，请重新设置
source: You have not authorized the microphone permission, please reset
ja: 您未授权麦克风权限，请重新设置
ko: 您未授权麦克风权限，请重新设置
th: 您未授权麦克风权限，请重新设置
vi: Bạn chưa cấp quyền cho micrô, vui lòng đặt lại
zh_hans: 您未授权麦克风权限，请重新设置
zh_hant: 您未授權麥克風權限，請重新設置

# 请设置6位房间密码
source: Please set a 6-digit room password
ja: 6桁の部屋のパスワードを設定してください
ko: 방 비밀번호 6 자리를 설정하세요
th: กรุณาตั้งรหัสผ่านห้อง 6 หลัก
vi: Vui lòng đặt mật khẩu phòng gồm 6 chữ số
zh_hans: 请设置6位房间密码
zh_hant: 請設定6位房間密碼

# 创建频道失败,请重新开播
source: Failed to create channel, please restart
ja: 创建频道失败,请重新开播
ko: 创建频道失败,请重新开播
th: 创建频道失败,请重新开播
vi: Không tạo được kênh, vui lòng khởi động lại
zh_hans: 创建频道失败,请重新开播
zh_hant: 創建頻道失敗,請重新開播

# 加入频道失败,请重新开播
source: Failed to join the channel, please restart the broadcast
ja: 加入频道失败,请重新开播
ko: 加入频道失败,请重新开播
th: 加入频道失败,请重新开播
vi: Không tham gia được kênh, vui lòng khởi động lại
zh_hans: 加入频道失败,请重新开播
zh_hant: 加入頻道失敗,請重新開播

# 成功
source: Success
ja: 成功
ko: 성공
th: ความสำเร็จ
vi: sự thành công
zh_hans: 成功
zh_hant: 成功

# 使用瀏覽器開啟
source: Open with browser
ja: ブラウザで開く
ko: 브라우저로 열기
th: เปิดด้วยเบราว์เซอร์
vi: Mở bằng trình duyệt
zh_hans: 使用浏览器打开
zh_hant: 使用瀏覽器開啟

# 分享連結給好友
source: Share link with friends
ja: 友達とリンクを共有する
ko: 친구와 링크 공유
th: แชร์ลิงค์กับเพื่อน ๆ
vi: Chia sẻ liên kết với bạn bè
zh_hans: 分享链接给好友
zh_hant: 分享連結給好友

# 上传日志
source: Upload log
ja: ログのアップロード
ko: 로그 업로드
th: อัปโหลดบันทึก
vi: Tải lên nhật ký
zh_hans: 上传日志
zh_hant: 上傳日誌

# 使用PGTalk時若發生功能異常或閃退等問題，請上傳日誌，幫助我們更妥善的解決問題。
source: If problems such as malfunction or crash occur while using PGTalk, please upload the log to help us locate and solve the problem more properly.
ja: PGTalkの使用中に誤動作やクラッシュなどの問題が発生した場合は、ログをアップロードして、問題をより適切に特定して解決できるようにしてください。
ko: PGTalk를 사용하는 동안 오작동 또는 충돌과 같은 문제가 발생하는 경우 로그를 업로드하여 문제를보다 적절하게 찾고 해결할 수 있도록 도와주세요.
th: หากเกิดปัญหาเช่นความผิดปกติหรือข้อขัดข้องขณะใช้ PGTalk โปรดอัปโหลดบันทึกเพื่อช่วยให้เราค้นหาและแก้ไขปัญหาได้อย่างเหมาะสมยิ่งขึ้น
vi: Nếu các vấn đề như trục trặc hoặc sự cố xảy ra trong khi sử dụng PGTalk, vui lòng tải lên nhật ký để giúp chúng tôi xác định vị trí và giải quyết vấn đề đúng cách hơn
zh_hans: 使用PGTalk时若发生功能异常或闪退 等问题，请上传日志，帮助我们更妥善 定位和解决问题
zh_hant: 使用PGTalk時若發生功能異常或閃退等問題，請上傳日誌，幫助我們更妥善的解決問題。

# 选择时间
source: Select date
ja: 選考期間
ko: 선택 기간
th: ระยะเวลาคัดเลือก
vi: thời gian lựa chọn
zh_hans: 选择时间
zh_hant: 選擇時間

# 日誌中僅包含所選時段內PGTalk的故障紀錄、技術資訊及其 他必要的系統資訊，不包含聊天紀錄等資訊
source: The log only contains PGTalk's fault records, technical information and other necessary system information during the selected date, and does not contain chat records and other information.
ja: ログには、選択した期間中のPGTalkの障害記録、技術情報、およびその他の必要なシステム情報のみが含まれ、チャット記録およびその他の情報は含まれません。
ko: 로그에는 선택한 기간 동안 PGTalk의 오류 기록, 기술 정보 및 기타 필요한 시스템 정보 만 포함되며 채팅 기록 및 기타 정보는 포함되지 않습니다.
th: บันทึกมีเฉพาะบันทึกความผิดปกติของ PGTalk ข้อมูลทางเทคนิคและข้อมูลระบบที่จำเป็นอื่น ๆ ในช่วงเวลาที่เลือกและไม่มีบันทึกการสนทนาและข้อมูลอื่น ๆ
vi: Nhật ký chỉ chứa các bản ghi lỗi của PGTalk, thông tin kỹ thuật và thông tin hệ thống cần thiết khác trong khoảng thời gian đã chọn và không chứa các bản ghi trò chuyện và thông tin khác
zh_hans: 日志中仅包含所选时段内PGTalk的故障记录、技术资讯及其 他必要的系统资讯，不包含聊天记录等资讯
zh_hant: 日誌中僅包含所選時段內PGTalk的故障紀錄、技術資訊及其 他必要的系統資訊，不包含聊天紀錄等資訊

# 该时间暂无日志文件
source: There are no log files at this time
ja: 現在、ログファイルはありません
ko: 현재 로그 파일이 없습니다
th: ไม่มีไฟล์บันทึกในขณะนี้
vi: Không có tệp nhật ký vào lúc này
zh_hans: 该时间暂无日志文件
zh_hant: 該時間暫無日誌檔

# 游戏充值(支付)
source: Game recharge (payment)
ja: 游戏充值(支付)
ko: 游戏充值(支付)
th: 游戏充值(支付)
zh_hans: 游戏充值(支付)
zh_hant: 購買遊戲點數

# 複製分享鏈接
source: Copy share link
ja: 複製分享連結
ko: 複製分享連結
th: 複製分享連結
zh_hans: 複製分享連結
zh_hant: 複製分享連結

# 儲存分享照片
source: Save and share photos
ja: 儲存分享照片
ko: 儲存分享照片
th: 儲存分享照片
zh_hans: 儲存分享照片
zh_hant: 儲存分享照片

# 附近的人功能將獲取您的位置資訊，附近鴿友會在這裡找到您，您可以通過我的/設定/隱私設定來關閉位置資訊。
source: The nearby people function will get your location information, and the nearby PGTalk user will find you,you can turn off location information through Setting/privacy settings
ja: 附近的人功能將獲取您的位置資訊，附近鴿友會在這裡找到您，您可以通過我的/設定/隱私設定來關閉位置資訊。
ko: 附近的人功能將獲取您的位置資訊，附近鴿友會在這裡找到您，您可以通過我的/設定/隱私設定來關閉位置資訊。
th: 附近的人功能將獲取您的位置資訊，附近鴿友會在這裡找到您，您可以通過我的/設定/隱私設定來關閉位置資訊。
zh_hans: 附近的人功能將獲取您的位置資訊，附近鴿友會在這裡找到您，您可以通過我的/設定/隱私設定來關閉位置資訊。
zh_hant: 附近的人功能將獲取您的位置資訊，附近鴿友會在這裡找到您，您可以通過我的/設定/隱私設定來關閉位置資訊。

# 隱私設定
source: Privacy Settings
ja: 隱私設定
ko: 개인 정보 설정
th: การตั้งค่าความเป็นส่วนตัว
vi: Những thiết lập riêng tư
zh_hans: 隱私設定
zh_hant: 隱私設定

# 附近的商家
source: nearby store
ja: 附近的商家
zh_hans: 附近的商家
zh_hant: 附近的商家

# 請輸入名稱搜尋好友
source: Enter friend's name or phone numbers
ja: 請輸入名稱搜尋好友
zh_hans: 請輸入名稱搜尋好友
zh_hant: 請輸入名稱搜尋好友

# 請輸入名稱搜尋群组
source: Enter group name
ja: 請輸入名稱搜尋群组
zh_hans: 請輸入名稱搜尋群组
zh_hant: 請輸入名稱搜尋群組

# 確定退出群組
source: Leaving the group
ja: 確定退出群組
zh_hans: 確定退出群組
zh_hant: 確定退出群組

# 不在接收此群的邀請
source: Decline the group's invitation.
ja: 不再接收此群的邀請
zh_hans: 不再接收此群的邀請
zh_hant: 不再接收此群的邀請

# 允許附近的鴿友搜尋到我
source: Allow people nearby to find me
ja: 允許附近的鴿友搜尋到我
zh_hans: 允許附近的鴿友搜尋到我
zh_hant: 允許附近的鴿友搜尋到我

# 選擇群組
source: Select group
ja: 選擇群組
zh_hans: 選擇群組
zh_hant: 選擇群組

# 邀請您一起使用PGTalk
source: Invite you to use PGTalk together.
ja: 邀請您一起使用PGTalk
ko: PGTalk를 함께 사용하도록 초대합니다.
th: คุณได้รับเชิญให้ใช้ PGTalk ด้วยกัน
vi: Bạn được mời sử dụng PGTalk cùng nhau.
zh_hans: 邀請您一起使用PGTalk
zh_hant: 邀請您一起使用PGTalk

# 相薄
source: phase thin
ja: 相薄
zh_hans: 相薄
zh_hant: 相薄

# 詳情
source: Details
ja: 詳情
zh_hans: 詳情
zh_hant: 詳情

# 歷史
source: History
ja: 歷史
ko: 역사
th: ประวัติศาสตร์
vi: lịch sử
zh_hans: 歷史
zh_hant: 歷史

# 通知
source: Notification
ja: 通知
ko: 알림
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# 這個人很懶耶
source: This guy is lazy.
ja: この人は怠け者です
ko: 이 사람은 게으르다
th: คนนี้ขี้เกียจ
vi: Người này lười biếng
zh_hans: 这个人很懒耶
zh_hant: 這個人很懶耶

# 都沒有發佈過動態
source: No news posted
ja: ニュースを投稿していません
ko: 뉴스를 게시하지 않았습니다
th: ยังไม่ได้ลงข่าว
vi: Chưa đăng bất kỳ tin tức nào
zh_hans: 都没有发布过动态
zh_hant: 都沒有發佈過動態

# PG商家-
source: PG Merchant-
ja: PG商家-
zh_hans: PG商家-
zh_hant: PG商家-

# 本日新增好友
source: New Friend today
ja: 今日の新しい友人
ko: 오늘 친구 추가
th: เพิ่มเพื่อนวันนี้
vi: Thêm bạn bè hôm nay
zh_hans: 本日新增好友
zh_hant: 本日新增好友

# 共同認識的好友
source: Mutual friends
ja: 共通の友達
ko: 공통으로 아는 친구
th: เพื่อนที่คุณรู้จักเหมือนกัน
vi: Những người bạn chung mà bạn biết
zh_hans: 共同认识的好友
zh_hant: 共同認識的好友

# 設定新群組
source: New group
ja: 新しいグループを作成する
ko: 새 그룹 설정
th: ตั้งกลุ่มใหม่
vi: Thiết lập một nhóm mới
zh_hans: 设定新群组
zh_hant: 設定新群組

# 成員
source: Member
ja: メンバー
ko: 회원
th: สมาชิก
vi: thành viên
zh_hans: 成员
zh_hant: 成員

# 不再接收此群的邀請
source: no longer accept invitations from this group
ja: グループの招待を拒否する
ko: 이 그룹의 초대를 더 이상 수락하지 않습니다
th: ไม่รับคำเชิญจากกลุ่มนี้อีกต่อไป
vi: Không chấp nhận lời mời từ nhóm này nữa
zh_hans: 不再接收此群的邀请
zh_hant: 不再接收此群的邀請

# 群組黑名單
source: Groups blacklist
ja: グループブロックリスト
ko: 그룹 블랙리스트
th: บัญชีดำของกลุ่ม
vi: Danh sách đen nhóm
zh_hans: 群组黑名单
zh_hant: 群組黑名單

# 群組邀請設定
source: Group invitation settings
ja: グループ招待設定
ko: 그룹 초대 설정
th: การตั้งค่าคำเชิญกลุ่ม
vi: Cài đặt lời mời nhóm
zh_hans: 群组邀请设定
zh_hant: 群組邀請設定

# 同意加入所有群組
source: Agree to join all groups
ja: すべてのグループに参加することに同意します
ko: 모든 그룹에 참여하는 데 동의
th: ตกลงเข้าร่วมทุกกลุ่ม
vi: Đồng ý tham gia tất cả các nhóm
zh_hans: 同意加入所有群组
zh_hant: 同意加入所有群組

# 關閉時有人邀請需要通知是否接受邀請入群
source: When closed, someone invites you need to notify whether to accept the invitation to join the group
ja: オフにすると、誰かが招待された時に招待させるかどうかの確認通知が来ます。
ko: 닫기 상태 누군가가 초대장을 보내면 그룹 초대장을 수락할지 알려줍니다.
th: เมื่อมีคนเชิญคุณเข้าร่วมคุณต้องแจ้งว่าคุณยอมรับคำเชิญเพื่อเข้าร่วมกลุ่มหรือไม่
vi: Khi ai đó mời bạn đóng, bạn cần thông báo xem bạn có chấp nhận lời mời tham gia nhóm hay không
zh_hans: 关闭时有人邀请需要通知是否接受邀请入群
zh_hant: 關閉時有人邀請需要通知是否接受邀請入群

# 開啟時有人邀請群主同意後直接入群
source: When opening, someone invites the group owner to join the group directly after agreeing
ja: オンにすると、管理者の許可を得ることで招待された人が参加できます。
ko: 열린 상태일 때 누가 초대하면 그룹 개설자가 동의하면 바로 그룹으로 들어갑니다
th: เมื่อเปิดขึ้นจะมีคนเชิญเจ้าของให้ยินยอมเข้าร่วมกลุ่มโดยตรง
vi: Khi nó được bật, ai đó sẽ mời chủ sở hữu đồng ý tham gia trực tiếp vào nhóm
zh_hans: 开启时有人邀请群主同意后直接入群
zh_hant: 開啟時有人邀請群主同意後直接入群

# 選擇分享對象
source: Share with
ja: シェア先を選択する
ko: 공유 할 대상 선택
th: เลือกว่าจะแชร์กับใคร
vi: Chọn người để chia sẻ
zh_hans: 选择分享对象
zh_hant: 選擇分享對象

# 其他人
source: Others
ja: 他の人
ko: 타인
th: บุคคลอื่น ๆ
vi: Những người khác
zh_hans: 其他人
zh_hant: 其他人

# 分享至PGLife
source: Share to PGLife
ja: 分享至 PGLife
ko: PGLife에 공유
th: แชร์ไปที่ PGLife
vi: Chia sẻ lên PGLife
zh_hans: 分享至 PGLife
zh_hant: 分享至 PGLIFE

# 分享至其他應用程序
source: Share to other apps
ja: 他のアプリに送信する
ko: 다른 응용 프로그램과 공유
th: แชร์กับแอปพลิเคชันอื่น
vi: Chia sẻ với các ứng dụng khác
zh_hans: 分享至其他 应用程序
zh_hant: 分享至其他 應用程式

# 儲存到相簿
source: Save photo
ja: アルバムに保存
ko: 앨범에 저장
th: บันทึกลงในอัลบั้ม
vi: Lưu vào album
zh_hans: 储存到相簿
zh_hant: 儲存到相簿

# 加入好友
source: Add as friend
ja: 友達になる
ko: 친구로 추가
th: เพิ่มเป็นเพื่อน
vi: Thêm làm bạn
zh_hans: 加入好友
zh_hant: 加入好友

# 摯友
source: Favorites
ja: 親しい友達
ko: 친한 친구
th: เพื่อนรัก
vi: Bạn tốt nhất
zh_hans: 挚友
zh_hant: 摯友

# 建立新群組
source: Create a group
ja: 新しいグループを作成する
ko: 새 그룹 만들기
th: สร้างกลุ่มใหม่
vi: Tạo nhóm mới
zh_hans: 建立新群组
zh_hant: 建立群組

# 建立
source: Create
ja: 作成
ko: 설정
th: ติดตั้ง
vi: thiết lập
zh_hans: 建立
zh_hant: 建立

# 設定群組名稱
source: Group name
ja: グループ名を設定する
ko: 그룹 이름 설정
th: ตั้งชื่อกลุ่ม
vi: Đặt tên nhóm
zh_hans: 设定群组名称
zh_hant: 設定群組名稱

# 新增
source: Add
ja: 追加
ko: 더하다
th: เพิ่ม
vi: Thêm vào
zh_hans: 新增
zh_hant: 新增

# 輸入用戶ID或電話號碼添加
source: Enter user ID or phone number
ja: IDまたは電話番号で検索
ko: 추가 할 사용자 ID 또는 전화 번호를 입력하세요
th: ป้อน ID ผู้ใช้หรือหมายเลขโทรศัพท์ที่จะเพิ่ม
vi: Nhập ID người dùng hoặc số điện thoại để thêm
zh_hans: 输入用户ID或电话号码添加
zh_hant: 輸入用戶ID或電話號碼新增

# 篩選
source: filter
ja: 検索
ko: 선별하기
th: กรอง
vi: bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# 跨性别
source: transgender
ja: その他
ko: 跨性别
th: 跨性别
zh_hans: 跨性别
zh_hant: 跨性别

# 已申请
source: Inviting
ja: 申請済み
ko: 已申请
th: 已申请
zh_hans: 已申请
zh_hant: 已申請

# 已申请好友
source: Friend requested
zh_hans: 已申请好友
zh_hant: 已申請好友

# 发讯息
source: Message
ja: メッセージを送る
ko: 发讯息
th: 发讯息
zh_hans: 发讯息
zh_hant: 發訊息

# 暫無位置資訊權限
source: No location permission
ja: 利用可能な位置情報はありません
ko: 暫無位置資訊權限
th: 暫無位置資訊權限
vi: Không có thông tin vị trí ngay bây giờ
zh_hans: 暂无位置资讯权限
zh_hant: 暫無位置資訊權限

# 我的好友都在PGTalk，一起加入我吧！
source: My friends are on PGTalk, join me!
ja: あなたの友達と一緒に、PGTalkを使いましょう！
ko: 내 친구들은 모두 PGTalk에 있습니다. 함께하세요!
th: เพื่อนของฉันทุกคนอยู่บน PGTalk มาร่วมงานกัน!
vi: Bạn bè của tôi đều ở trên PGTalk, hãy tham gia cùng tôi!
zh_hans: 我的好友都在PGTalk，一起加入我吧！
zh_hant: 我的好友都在PGTalk，一起加入我吧！

# 標記好友
source: Tag a friend
ja: 友達にマークを付ける
ko: 태그 친구
th: ทำเครื่องหมายเป็นเพื่อน
vi: Đánh dấu bạn bè
zh_hans: 标记好友
zh_hant: 標記好友

# 附近商家
source: Nearby stores
ja: 近くにあるお店
ko: 주변 업체
th: ธุรกิจใกล้เคียง
vi: Doanh nghiệp lân cận
zh_hans: 附近商家
zh_hant: 附近商家

# 我的位置
source: My location
ja: 私の位置情報
ko: 내 위치
th: ตำแหน่งของฉัน
vi: vị trí của tôi
zh_hans: 我的位置
zh_hant: 我的位置

# PGTalk所有用戶都可以看到
source: All PGTalk users can see
ja: すべてのPGTalkユーザーが閲覧できます
ko: 모든 PGTalk 사용자는 볼 수 있습니다
th: ผู้ใช้ PGTalk ทุกคนสามารถดูได้
vi: Tất cả người dùng PGTalk đều có thể thấy
zh_hans: PGTalk所有用户都可以看到
zh_hant: PGTalk所有用戶都可以看到

# 公開
source: public
ja: 公開
ko: 공개하기
th: สาธารณะ
vi: công cộng
zh_hans: 公开
zh_hant: 公開

# 朋友及他的好友可見
source: Friends and his friends are visible
ja: 友達と友達の友達に公開
ko: 친구와 그의 친구를 볼 수 있다
th: ปรากฏแก่เพื่อนและเพื่อนของเขา
vi: Hiển thị với bạn bè và bạn bè của anh ấy
zh_hans: 朋友及他的好友可见
zh_hant: 朋友及他的好友可見

# 好友分類
source: Friends badge
ja: 友達リスト
ko: 친구 분류
th: การจัดประเภทเพื่อน
vi: Phân loại bạn bè
zh_hans: 好友分类
zh_hant: 好友分類

# 通訊錄名單
source: Contacts
ja: 連絡先リスト
ko: 연락처 목록
th: รายชื่อผู้ติดต่อ
vi: Danh sách liên hệ
zh_hans: 通讯录名单
zh_hant: 通訊錄名單

# 分享您的近況...
source: Share what's on your mind...
ja: ね、何かをシェアしよーよ...
zh_hans: 分享您的近况...
zh_hant: 分享您的近況...

# 提及:
source: mention:
ja: タグ付け:
zh_hans: 提及:
zh_hant: 提及:

# 提及了你
source: mentioned you
ja: あなたがメッションされました
ko: 당신에 대해 언급하기
th: กล่าวถึงคุณ
vi: Đã đề cập đến bạn
zh_hans: 提及了你
zh_hant: 提及了你

# 查看全部評論
source: See all reviews
ja: すべてのコメントを表示
ko: 모든 댓글보기
th: ดูความคิดเห็นทั้งหมด
vi: Xem tất cả các bình luận
zh_hans: 查看全部评论
zh_hant: 查看全部評論

# 是否刪除我的留言
source: delete my message?
ja: コメントを削除しますか
ko: 내 메시지 삭제 여부
th: ไม่ว่าจะลบข้อความของฉัน
vi: Có xóa tin nhắn của tôi không
zh_hans: 是否删除我的留言
zh_hant: 是否刪除我的留言

# 在貼文裡提及了你
source: mentioned you in a post
ja: あなたがメッションされました
ko: 게시글에 당신을 언급하기
th: พูดถึงคุณในโพสต์
vi: Đã đề cập đến bạn trong bài viết
zh_hans: 在贴文里提及了你
zh_hant: 在貼文裡提及了你

# 是否保留此次編輯
source: whether to keep this edit?
ja: この投稿の下書きを保存しますか？
ko: 편집을 보류할 지 여부
th: จะเก็บการแก้ไขนี้ไว้หรือไม่
vi: Có giữ bản chỉnh sửa này không
zh_hans: 是否保留此次编辑
zh_hant: 是否保留此次編輯

# 趕快參與評論吧...
source: Comment now...
ja: 一緒に話題を参加しよう...
ko: 빨리 댓글에 참여하세요...
th: รีบมาร่วมแสดงความคิดเห็น...
vi: Hãy nhanh tay tham gia bình luận ...
zh_hans: 赶快参与评论吧...
zh_hant: 趕快參與評論吧...

# 說你的貼文讚
source: Like your post
ja: あなたの投稿にいいねをしました
ko: 게시물을 좋아하기
th: ชอบโพสต์ของคุณ
vi: Thích bài viết của bạn
zh_hans: 说你的贴文赞
zh_hant: 說你的貼文讚

# 評論
source: Comment
ja: コメント
ko: 논평
th: แสดงความคิดเห็น
vi: bình luận
zh_hans: 评论
zh_hant: 評論
