Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 新消息提醒
source: New message alert
ja: 新しいメッセージを注意する
ko: 새 메시지 알림
th: แจ้งเตือนข้อความใหม่
vi: Thông báo tin nhắn mới
zh_hant: 新訊息通知

# 手机号可搜索到我
source: Mobile number can search for me
ja: 携帯号は私が検索して
ko: 핸드폰 번호 정말 검색 나한테
th: ค้นหาฉันได้จากหมายเลขโทรศัพท์มือถือ
vi: Có thể tìm thấy tôi qua số điện thoại
zh_hant: 電話號碼可找到我

# 密码不能为空
source: password can not be blank
ja: パスワードは空っぽにならない
ko: 암호가 비어 수 없다
th: รหัสผ่านห้ามเว้นว่าง
vi: Mật khẩu không được để trống
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# 电话号码不正确
source: Incorrect phone number
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
vi: Số điện thoại không chính xác
zh_hant: 電話號碼不正確

# 登录账号或密码错误,请重新输入
source: The login account or password is incorrect, please re-enter
th: ชื่อบัญชีหรือรหัสผ่านเข้าสู่ระบบไม่ถูกต้อง โปรดลองใหม่อีกครั้ง
vi: Tài khoản hoặc mật khẩu đăng nhập bị lỗi, xin vui lòng nhập lại
zh_hant: 登入帳號或密碼錯誤,請重新輸入

# 设置个人信息
source: Set personal information
th: ตั้งค่าข้อมูลส่วนตัว
vi: Thiết lập thông tin cá nhân
zh_hant: 設定個人資訊

# 名称
source: Name
th: ชื่อ
vi: Tên gọi
zh_hant: 名稱

# 确认密码
source: Confirm Password
ja: 「パスワードの確認」
ko: 비밀번호 확인.
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# 请再次输入
source: Please enter again
th: โปรดใส่อีกครั้ง
vi: Xin vui lòng nhập lại
zh_hant: 請再次輸入

# 确认
source: Confirm
ja: 確認
ko: 확인 하 다.
th: ยืนยัน
vi: Xác nhận
zh_hant: 確認

# 名称长度不能超过16个字符
source: Name length cannot exceed 16 characters
th: ชื่อห้ามยาวเกิน 16 ตัว
vi: Độ dài tên gọi không được vượt quá 16 chữ
zh_hant: 名稱長度不能超過16位字元

# 名称不能为空
source: Name can't be empty
th: ชื่อห้ามเว้นว่าง
vi: Tên gọi không được để trống
zh_hant: 名稱不能為空

# 密码长度不能低于6位
source: Password length cannot be less than 6 characters
th: รหัสผ่านห้ามน้อยกว่า 6 ตัว
vi: Độ dài mật khẩu không được nhỏ hơn 6 chữ
zh_hant: 密碼長度不能小於6位字元

# 密码长度不能大于16位
source: Password length cannot be greater than 16 characters
th: รหัสผ่านห้ามยาวเกิน 16 ตัว
vi: Độ dài mật khẩu không được lớn hơn 16 chữ
zh_hant: 密碼長度不能大於16位字元

# 密码必须是字母和数字结合
source: Password must be a combination of letters and numbers
th: รหัสผ่านต้องประกอบด้วยอักษรภาษาอังกฤษและตัวเลข
vi: Mật khẩu phải là kết hợp chữ cái và chữ số
zh_hant: 密碼必須是英文字母和數字結合

# 两次密码输入不一致
source: Password don't match
th: ใส่รหัสผ่านทั้งสองครั้งไม่ตรงกัน
vi: Mật khẩu nhập 2 lần không khớp
zh_hant: 兩次密碼輸入不一致

# 用户已注册
source: User is registered
th: ผู้ใช้ได้ลงทะเบียนแล้ว
vi: Số tài khoản này đã được đăng ký
zh_hant: 此帳號已被註冊

# 操作失败
source: operation failed
ja: 操作に失敗しました
ko: 작업이 실패했습니다
th: การดำเนินการล้มเหลว
vi: Thao tác không thành công
zh_hans: 操作失败
zh_hant: 操作失敗

# 选择国家和地区
source: Select country and region
ja: 国と地域を選択する
ko: 국가 및 지역 선택
th: เลือกประเทศและภูมิภาค
vi: Chọn quốc gia và khu vực
zh_hans: 选择国家和地区
zh_hant: 選擇國家和地區

# 验证码输入有误，请重新输入
source: The verification code is incorrectly entered, please re-enter
th: ใส่รหัสยืนยันไม่ถูกต้อง โปรดลองใหม่อีกครั้ง
vi: Mã nghiệm chứng nhập bị lỗi, xin vui lòng nhập lại
zh_hant: 驗證碼輸入有誤，請重新輸入

# 用户状态异常，请联系客服
source: The user status is abnormal, please contact customer service
th: บัญชีมีสถานะผิดปกติ โปรดติดต่อฝ่ายบริการลูกค้า
vi: Trạng thái số tài khoản bất thường, xin vui lòng liên hệ với Dịch vụ Khách hàng
zh_hant: 帳號狀態異常，請聯繫客服

# 群聊
source: group chat
ja: 群の話
ko: 군 얘기
th: กลุ่ม
vi: Nói chuyện nhóm
zh_hant: 群組聊天

# 提建议
source: Suggestions
th: ข้อเสนอแนะ
vi: Đề xuất kiến nghị
zh_hant: 提出建議

# xx个群聊
source: group chat
th: กลุ่ม
vi: cuộc nói chuyện nhóm
zh_hant: 個群組聊天

# 你还没有群聊
source: No result
ja: あなたはまだ雑談していません
ko: 단체 채 팅 안 했 어 요.
th: คุณยังไม่มีกลุ่ม
vi: Bạn chưa có danh sách nhóm
zh_hans: 你还没有群聊
zh_hant: 你還沒有群組名單

# 职位
source: Position
th: ตำแหน่ง
vi: Chức vụ
zh_hant: 職位

# 删除成功
source: Deleted successful
ja: 成功を削除する
ko: 삭제 성공
th: ลบสำเร็จ
vi: Xóa bỏ thành công
zh_hans: 删除成功
zh_hant: 刪除成功

# 设为星标朋友
source: Set to Favorites
ja: 「星標友達として」
ko: 닉네임 님 께 서 닉네임 님 께 서...
th: ตั้งเป็นเพื่อนติดดาว
vi: Đặt làm bạn tốt nhất
zh_hans: 设为星标朋友
zh_hant: 設為摯友

# 扫描的不是二维码
source: Scanning is not a QR code
th: ที่สแกนอยู่ไม่ใช่คิวอาร์โค้ด
vi: Không phải QR Code được quét
zh_hant: 掃描的不是QR Code

# 关灯
source: turn off the lights
ja: 電気を消す
ko: 불 꺼 주세요.
th: ปิดไฟ
vi: Tắt đèn
zh_hans: 关灯
zh_hant: 關燈

# 自己不能扫自己
source: I can't clean myself
th: ไม่สามารถสแกนตนเองได้
vi: Không được quét QR Code của chính mình
zh_hant: 自己不能掃描自己的QR Code

# 扫描失败
source: Scan failed
th: การสแกนล้มเหลว
vi: Quét không thành công
zh_hant: 掃描失敗

# 搜索手机号
source: Search mobile number
ja: 携帯電話検索
ko: 검색 핸드폰 번호
th: ค้นหาหมายเลขโทรศัพท์มือถือ
vi: Tìm kiếm số điện thoại
zh_hant: 搜尋電話號碼

# 输入框内容不能为空
source: The content of the input box cannot be empty
th: เนื้อหาที่ใส่ห้ามเว้นว่าง
vi: Nhập nội dung không được để trống
zh_hant: 輸入內容不能為空

# 内容不能为空
source: the content can not be blank
ja: 内容が空
ko: 내용 못 비어
th: เนื้อหาห้ามเว้นว่าง
vi: Nội dung không được để trống
zh_hans: 内容不能为空
zh_hant: 內容不能為空

# 请输入正确的手机号
source: please enter a valid phone number
th: โปรดใส่หมายเลขโทรศัพท์มือถือให้ถูกต้อง
vi: Xin vui lòng nhập số điện thoại chính xác
zh_hant: 請輸入正確的電話號碼

# 用户不存在
source: User does not exist
th: ไม่พบผู้ใช้
vi: Số tài khoản không tồn tại
zh_hant: 帳號不存在

# 不能搜索自己
source: can't search for oneself
th: ไม่สามารถค้นหาตนเองได้
vi: Không được tìm chính mình
zh_hant: 不能搜尋自己

# 验证信息已发送
source: Verification information sent
th: ส่งข้อมูลยืนยันแล้ว
vi: Đã gửi tin nhắn nghiệm chứng
zh_hant: 驗證訊息已發送

# 已经是好友了
source: already friends
th: เป็นเพื่อนกันแล้ว
vi: Đã là bạn bè
zh_hant: 已是好友了

# 不能添加自己为好友
source: Can't add myself as a friend
th: ไม่สามารถเพิ่มตนเองเป็นเพื่อนได้
vi: Không được thêm chính mình làm bạn bè
zh_hant: 不能加自己為好友

# 只有群主才能更改群组
source: Only the owner can change the group
th: มีเพียงเจ้าของกลุ่มเท่านั้นที่แก้ไขกลุ่มได้
vi: Chỉ có chủ nhóm mới được thay đổi nhóm
zh_hant: 只有群主才能更改群組

# 选择联系人
source: Select contact
ja: 連絡先を選択する
ko: 선택
th: เลือกผู้ติดต่อ
vi: Chọn người liên lạc
zh_hans: 选择联系人
zh_hant: 選擇聯絡人

# 设置成功
source: Setup successful
ja: 成功を設定する
ko: 설치 성공
th: ตั้งค่าสำเร็จ
vi: Thiết lập thành công
zh_hans: 设置成功
zh_hant: 設定成功

# 只有群主才能设置群管理
source: Only the group owner can set up group management
th: มีเพียงเจ้าของกลุ่มเท่านั้นที่ตั้งค่าผู้ดูแลกลุ่มได้
vi: Chỉ có chủ nhóm mới được thiết lập quản lý nhóm
zh_hant: 只有群主才能設定群組管理

# 群管理最多选择3个人
source: Group management select up to 3 people
th: เลือกผู้ดูแลกลุ่มได้สูงสุด 3 คนเท่านั้น
vi: Quản lý nhóm nhiều nhất chọn 3 người
zh_hant: 群組管理最多選擇3個人

# 私聊群
source: private chat group
th: กลุ่มแชทส่วนตัว
vi: Nhóm nói chuyện riêng
zh_hant: 私聊群組

# 部门群
source: department group
th: กลุ่มแผนก
vi: Nhóm Bộ phận
zh_hant: 部門群組

# 退出
source: Quit
ja: 終了
ko: 종료
th: ออก
vi: Thoát ra
zh_hans: 退出
zh_hant: 退出

# 解散群成功
source: Successfully disbanded the group
th: ยุบกลุ่มสำเร็จ
vi: Giải tán nhóm thành công
zh_hant: 解散群組成功

# 解散
source: dissolve
th: ยุบ
vi: Giải tán
zh_hant: 解散

# 只有群主才能解散群
source: Only the group owner can disband the group
th: มีเพียงเจ้าของกลุ่มเท่านั้นที่ยุบกลุ่มได้
vi: Chỉ có chủ nhóm mới được giải tán nhóm
zh_hant: 只有群主才能解散群組

# 退出成功
source: exit successfully
th: ออกสำเร็จ
vi: Thoát ra thành công
zh_hant: 退出成功

# 退出失败
source: Failed to exit
th: ออกไม่สำเร็จ
vi: Thoát ra không thành công
zh_hant: 退出失敗

# 置顶
source: Top
ja: スティッキー
ko: 置顶
th: ปักหมุด
vi: Xếp đỉnh
zh_hans: 置顶
zh_hant: 置頂

# 暂时没有更多消息
source: No more news for now
th: ไม่มีข้อความเพิ่มเติมในขณะนี้
vi: Tạm thời không có thêm tin nhắn
zh_hant: 暫時沒有更多訊息

# 您录音时间太短了
source: Your recording time is too short
ja: あなたの録音時間は短い
ko: 당신은 녹음 짧기는 했지
th: ระยะเวลาบันทึกวิดีโอสั้นเกินไป
vi: Thời gian ghi hình quá ngắn
zh_hant: 錄製時間太短

# 相机胶卷
source: Camera Roll
th: อัลบั้ม
vi: Tập ảnh
zh_hant: 相簿

# 亲，您暂时没有权限访问相册，请设置一下
source: Dear, you do not have permission to access the album temporarily, please set it up
th: PGTalk ไม่ได้รับอนุญาตให้เข้าถึงอัลบั้ม โปรดไปเปิดใช้งานที่การตั้งค่าระบบ -> ความเป็นส่วนตัว
vi: PGTalk chưa có được quyền hạn đọc tập ảnh, xin vui lòng vào thiết lập hệ thống -> mở trong quyền riêng tư
zh_hant: PGTalk尚未獲得相簿讀取權限，請在系統設定->隱私中開啟

# 相机不可用
source: camera unavailable
ja: カメラは使用しない
ko: 카메라 사용할 수 없습니다.
th: PGTalk ไม่ได้รับอนุญาตให้เข้าถึงกล้องถ่ายรูป โปรดไปเปิดใช้งานที่การตั้งค่าระบบ -> ความเป็นส่วนตัว
vi: PGTalk chưa có được ủy quyền chức năng máy ảnh, xin vui lòng vào thiết lập hệ thống -> mở trong quyền riêng tư
zh_hans: 相机不可用
zh_hant: PGTalk尚未獲得授權相機功能，請在系統設定->隱私中開啟

# 聊天详情
source: Chat information
ja: チャットチャット
ko: 대화 정보
th: รายละเอียดการสนทนา
vi: Chi tiết nói chuyện
zh_hant: 聊天資訊

# 邮箱地址
source: email address
th: E-mail
vi: Email
zh_hant: E-mail

# 请输入原密码
source: Please enter the original password
th: โปรดใส่รหัสผ่านเดิม
vi: Xin vui lòng nhập mật khẩu ban đầu
zh_hant: 請輸入原密碼

# 您输入的密码与原密码不一致，请重新输入
source: The password you entered does not match the original password, please re-enter
th: รหัสผ่านที่คุณป้อนไม่ตรงกับรหัสผ่านเดิม โปรดลองใหม่อีกครั้ง
vi: Mật khẩu bạn nhập không khớp với mật khẩu ban đầu, xin vui lòng nhập lại
zh_hant: 您輸入的密碼與原密碼不一致，請重新輸入

# 修改手机号
source: Modify mobile phone number
th: แก้ไขหมายเลขโทรศัพท์มือถือ
vi: Thay đổi số điện thoại
zh_hant: 更改電話號碼

# 请输入手机号码
source: Please enter phone number
ja: 携帯番号を入力してください
ko: 핸드폰 번호를 입력하십시오
th: โปรดใส่หมายเลขโทรศัพท์มือถือ
vi: Xin vui lòng nhập số điện thoại
zh_hans: 请输入手机号码
zh_hant: 請輸入電話號碼

# 30分钟内获取验证码的次数不能超过3次
source: The verification code cannot be obtained more than 3 times within 30 minutes
th: รับรหัสยืนยันได้ไม่เกิน 3 ครั้งภายใน 30 นาที
vi: Số lần có được mã nghiệm chứng không được quá 3 lần trong vòng 30 phút
zh_hant: 30分鐘內獲取驗證碼的次數不能超過3次

# 获取验证码时间限制
source: Get verification code time limit
th: การจำกัดเวลารับรหัสยืนยัน
vi: Hạn chế thời gian có được mã nghiệm chứng
zh_hant: 獲取驗證碼時間限制

# 获取验证码频率过快:同一手机号30秒内重复提交相同的内容
source: The frequency of obtaining the verification code is too fast: the same mobile phone number is repeatedly submitted within 30 seconds of the same content
th: รับรหัสยืนยันถี่เกินไป: ส่งเนื้อหาเดียวกันซ้ำกันภายในเวลา 30 วินาทีบนมือถือเครื่องเดียวกัน
vi: Tần suất có được mã nghiệm chứng quá nhanh: Gửi lại nội dung giống nhau trong vòng 30 giấy của cùng một số điện thoại:
zh_hant: 獲取驗證碼頻率過快:同一電話號碼30秒內重複送出相同的內容

# xx后重新发送
source: resend after
th: ส่งใหม่อีกครั้งหลังจาก %@s
vi: Gửi lại sau %@s
zh_hant: %@s後重新發送

# 发送验证码
source: Send the verification code
th: ส่งรหัสยืนยัน
vi: Gửi mã nghiệm chứng
zh_hant: 發送驗證碼

# 请输入6位以上密码
source: Please enter a password of more than 6 digits
th: โปรดใส่รหัสผ่าน 6 ตัวขึ้นไป
vi: Xin vui lòng nhập mật khẩu 6 ký tự trở lên
zh_hant: 請輸入6位以上密碼

# 请再次输入密码
source: Please enter the password again
ja: 再入力パスワードを再入力して下さい
ko: 부디 다시 암호를 입력하십시오
th: โปรดใส่รหัสผ่านอีกครั้ง
vi: Xin vui lòng nhập lại mật khẩu
zh_hans: 请再次输入密码
zh_hant: 請再次輸入密碼

# 两次输入的密碼不一致
source: The two entered passwords do not match
th: รหัสผ่านทั้งสองครั้งไม่ตรงกัน
vi: Mật khẩu nhập hai lần không khớp
zh_hant: 兩次輸入的密碼不一致

# 成功修改密码
source: Password changed successfully
th: แก้ไขรหัสผ่านสำเร็จ
vi: Thay đổi mật khẩu thành công
zh_hant: 成功更改密碼

# 隐藏通讯录头像
source: Hide Contacts Avatar
th: ซ่อนรูปโปรไฟล์ผู้ติดต่อ
vi: Ẩn giấu hình đại diện sổ liên lạc
zh_hant: 隱藏通訊錄大頭貼

# 获取验证码
source: get verification code
ja: 認証コード
ko: 가져오기 인증 코드
th: รับรหัสยืนยัน
vi: Có được mã nghiệm chứng
zh_hant: 獲取驗證碼

# 邮箱不能为空
source: E-mail can not be empty
th: E-mail ห้ามเว้นว่าง
vi: Email không được để trống
zh_hant: E-mail不能為空

# 邮箱已绑定，请更换邮箱
source: Email has been bound, please change email
th: E-mail ถูกผูกไปแล้ว โปรดเปลี่ยน E-mail
vi: Email này đã ràng buộc, xin vui lòng đổi Email khác
zh_hant: 此E-mail已綁定，請更換一個

# 解除绑定成功
source: Unbinding succeeded
ja: バインディング解除成功
ko: 귀속 해제 성공
th: ยกเลิกการผูกสำเร็จ
vi: Gỡ bỏ ràng buộc thành công
zh_hans: 解除绑定成功
zh_hant: 解除綁定成功

# 绑定成功
source: Binding succeeded
ja: 縫い付け成功
ko: 바인딩 성공
th: ผูกสำเร็จ
vi: Ràng buộc thành công
zh_hans: 绑定成功
zh_hant: 綁定成功

# 邮箱链接已超时
source: Email link has timed out
th: ลิงก์ E-mail เกินกำหนดเวลา
vi: Liên kết Email đã quá giờ
zh_hant: E-mail連結已超時

# 地址
source: address
th: ที่อยู่
vi: Địa chỉ
zh_hant: 地址

# 办公号只能修改一次
source: Office number can only be changed once
th: แก้ไข ID ได้เพียงครั้งเดียวเท่านั้น
vi: ID chỉ được đổi 1 lần
zh_hant: ID只能更改一次

# 相册不可用
source: Album not available
ja: アルバムが使えません
ko: 앨범 사용 불가
th: PGTalk ไม่ได้รับอนุญาตให้เข้าถึงอัลบั้ม โปรดไปเปิดใช้งานที่การตั้งค่าระบบ -> ความเป็นส่วนตัว
vi: PGTalk chưa có được quyền hạn đọc tập ảnh, xin vui lòng vào thiết lập hệ thống -> mở trong quyền riêng tư
zh_hans: 相册不可用
zh_hant: PGTalk尚未獲得相簿讀取權限，請在系統設定->隱私中開啟

# 上传文件过大
source: Upload file is too large
th: ไฟล์ที่อัปโหลดใหญ่เกินไป
vi: Tệp hồ sơ tải lên quá lớn
zh_hant: 上傳檔案過大

# 上传文件格式错误
source: The uploaded file is in the wrong format
th: รูปแบบไฟล์ที่อัปโหลดไม่ถูกต้อง
vi: Định dạng tệp hồ sơ tải lên bị lỗi
zh_hant: 上傳檔案格式錯誤

# 上传空文件
source: upload empty file
th: อัปโหลดไฟล์เปล่า
vi: Tải lên tệp hồ sở trống
zh_hant: 上傳空檔

# 姓名
source: Name
ja: 氏名
ko: 이름
th: ชื่อและนามสกุล
vi: Họ tên
zh_hant: 姓名

# 请输入内容
source: Please enter content
ja: 入力内容を入力して下さい
ko: 내용을 입력하십시오
th: โปรดใส่เนื้อหา
vi: Xin vui lòng nhập nội dung
zh_hans: 请输入内容
zh_hant: 請輸入內容

# 名字不能超过15个字符
source: Name cannot exceed 15 characters
th: ชื่อห้ามยาวเกิน 15 ตัวอักษร
vi: Tên không được quá 15 ký tự
zh_hant: 名字不能超過15位字元

# 最多输入15个字哦，请重新输
source: Enter up to 15 characters, please re-enter
th: ใส่ได้สูงสุด 15 ตัวอักษร โปรดลองอีกครั้ง
vi: Nhiều nhất nhập 15 ký tự, xin vui lòng nhập lại
zh_hant: 最多輸入15位字元，請重新輸入

# 你的办公号已经修改过了，不能再修改了
source: Your office number has been modified and cannot be modified anymore
th: ID ของคุณเคยแก้ไขแล้ว ไม่สามารถแก้ไขได้อีก
vi: ID của bạn đã thay đổi, không thể thay đổi nữa
zh_hant: 你的ID已更改過,無法再更改

# 办公号已有人注册
source: Office number has been registered
th: ID มีคนลงทะเบียนแล้ว
vi: ID này đã có người đăng ký
zh_hant: 此ID已有人註冊

# 解除黑名单
source: Unblock the blacklist
th: ยกเลิกแบล็คลิสต์
vi: Gỡ bỏ danh sách đen
zh_hant: 解除黑名單

# 缓存清除完毕
source: cache cleared
th: ล้างแคชเสร็จสิ้น
vi: Hoàn thành xóa sạch tạm lưu
zh_hant: 暫存清除完成

# 名称不能超过10个字符
source: Name cannot exceed 10 characters
ja: 名称は10文字を超えてはならない
ko: 이름이 10개를 넘으면 안 된다.
th: ชื่อห้ามยาวเกิน 10 ตัวอักษร
vi: Tên gọi không được quá 10 ký tự
zh_hans: 名称不能超过10个字符
zh_hant: 名稱不能超過10位字元

# 发送
source: Send
ja: 送る
ko: 보내기
th: ส่ง
vi: Gửi đi
zh_hans: 发送
zh_hant: 發送

# 账号
source: account
th: บัญชี
vi: Số tài khoản
zh_hant: 帳號

# 新密码
source: New password
ja: 新しいパスワード
ko: 새 비밀번호
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_hant: 新密碼

# 正在连接
source: connecting
ja: 接続している
ko: 접속 중
th: กำลังเชื่อมต่อ...
vi: Đang nối kết…
zh_hans: 正在连接
zh_hant: 正在連接...

# 连接中
source: connecting
ja: 接続する
ko: 연결 중
th: กำลังเชื่อมต่อ
vi: Đang kết nối
zh_hans: 连接中
zh_hant: 連接中

# 下拉可以刷新
source: Pull down to refresh
ja: 下を更新できる
ko: 아래 라 수 경신 했 다
th: เลื่อนลงเพื่อรีเฟรช
vi: Kéo xuống là có thể làm mới
zh_hans: 下拉可以刷新
zh_hant: 下拉即可刷新

# 松开立即刷新
source: Release to refresh now
ja: すぐに更新して
ko: 놓다, 즉시 새로 고침
th: ปล่อยเพื่อรีเฟรชทันที
vi: Thả ra lập tức làm mới
zh_hans: 松开立即刷新
zh_hant: 鬆開立刻刷新

# 正在刷新数据中...
source: Refreshing data…
ja: データを更新中...
ko: 경신 중인 데이터 중 이다...
th: กำลังรีเฟรชข้อมูล...
vi: Đang tải lại số liệu…
zh_hans: 正在刷新数据中...
zh_hant: 正在重載資料中...

# 点击加载更多
source: Click to load more
ja: ノードの多くをクリック
ko: 클 릭 에 올 라 가 더
th: คลิกเพื่อดาวน์โหลดเพิ่มเติม
vi: Nhấp tải về thêm nhiều
zh_hans: 点击加载更多
zh_hant: 點擊下載更多

# 正在加载更多的数据...
source: loading more data…
ja: 多くのデータを登録している...
ko: 이 탑재 하 고 더 많은 수 치다...
th: กำลังดาวน์โหลดข้อมูลเพิ่มเติม...
vi: Đang tải về thêm nhiều số liệu…
zh_hans: 正在加载更多的数据...
zh_hant: 正在下載更多的資料...

# 已经全部加载完毕
source: all loaded
ja: すべてノード済み
ko: 이미 모두 이 탑재 됐 다고 밝 혔 다
th: ดาวน์โหลดทั้งหมดเสร็จสิ้นแล้ว
vi: Đã hoàn thành tải về toàn bộ
zh_hans: 已经全部加载完毕
zh_hant: 已經全部下載完成

# 最后更新：无记录
source: Last Update: no record
ja: 最終更新：レコードなし
ko: 마지막 쇄신：무 기록
th: อัปเดตล่าสุด: ไม่มีบันทึก
vi: Cập nhật cuối cùng: Không có ghi chép
zh_hans: 最后更新：无记录
zh_hant: 最後更新：無紀錄

# 最后更新
source: latest update
ja: 最後の更新
ko: 마지막 업데이트
th: อัปเดตล่าสุด
vi: Cập nhật cuối cùng
zh_hans: 最后更新
zh_hant: 最後更新

# 今天
source: Today
ja: 今日
ko: 오늘
th: วันนี้
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# 數據加載中
source: Data loading...
ja: 読み込み中...
ko: 로딩...
th: กำลังโหลด...
vi: Đang tải...
zh_hans: 数据加载中...
zh_hant: 資料加載中...

# 发红包
source: Send
ja: お年玉を出す
ko: 보낸 뇌물
th: แจกอั่งเปา
vi: Gửi bao lì xì
zh_hans: 发红包
zh_hant: 發紅包

# 单个数量
source: Amount
ja: 単一の数量
ko: 단일 수량
th: จำนวนบุคคล
vi: Số lượng bao
zh_hant: 單個數量

# 留言
source: Message
ja: メッセージ
ko: 메모
th: ฝากข้อความ
vi: Nhắn tin
zh_hant: 留言

# 元
source: NTD
ja: 元
ko: 원
th: หยวน
vi: tệ
zh_hant: 元

# 填写金额
source: Fill in the amount
ja: 金額を記入
ko: 이 금액은
th: กรอกจำนวนเงิน
vi: Nhập số lượng PGP
zh_hant: 輸入PGP數量

# 恭喜发财，大吉大利！
source: Best wishes
ja: 金持ちになったおめでとうございます！
ko: 돈 많이 버시고 대길하시길 빕니다!
th: ขอให้ร่ำรวย เฮง เฮง เฮง!
vi: Chúc mừng phát tài, đại cát đại lợi
zh_hans: 恭喜发财，大吉大利!
zh_hant: 恭喜發財，大吉大利!

# 塞钱进红包
source: Stuff money into red envelopes
th: ใส่เงินเข้าอั่งเปา
vi: Số lượng PGP nhập bao lì xì
zh_hant: PGP數量輸入紅包

# 未领取的红包，将于24小时后退回您的账户
source: Uncollect red envelope will be returned to your account after 24 hours
ja: お年玉は、24時間後にあなたの口座に戻って
ko: 아직 받았다 세뱃돈 포함하기로 24시간 후에 반송하다. 계정이
th: อั่งเปาที่ยังไม่ได้รับ จะคืนเข้าบัญชีคุณภายใน 24 ชั่วโมง
vi: Bao lì xì chưa lĩnh nhận, sẽ trả về số tài khoản của bạn sau 24 giờ
zh_hant: 未領取的紅包，將於24小時後退回您的帳戶

# 红包个数
source: Quantity
ja: お年玉の数
ko: 네 개
th: จำนวนอั่งเปา
vi: Số bao lì xì
zh_hant: 紅包個數

# 输入红包个数
source: Enter the number of red packets
ja: お年玉を入力して数を入力する
ko: 입력 세뱃돈 개수
th: ใส่จำนวนอั่งเปา
vi: Nhập số bao lì xì
zh_hant: 輸入紅包個數

# 个
source: Pcs
ja: 個
ko: 개
th: ซอง
vi: bao
zh_hant: 個

# 拼
source: Lucky draw
ja: F
ko: 싸움
th: รวม
vi: Đánh vần
zh_hant: 拼

# 本群总
source: General of the group
th: จำนวนกลุ่มทั้งหมด
vi: Tổng số nhóm
zh_hant: 群組總數

# 人
source: People
ja: 人
ko: 사람
th: คน
vi: Người
zh_hans: 人
zh_hant: 人

# 总数PGP
source: Total amount
ja: トータルPGP
ko: 총 PGP
th: จำนวน PGP ทั้งหมด
vi: Tổng số PGP
zh_hant: PGP總數

# 每人抽到的金额随机,
source: The amount drawn by each person is random
ja: 1人当たりの金額をランダムに吸って,
ko: 1 인당 무작위 로 뽑 는 금액 이다,
th: จำนวนเงินที่ทุกคนจับได้เป็นแบบสุ่ม
vi: Số lượng PGP ngẫu nhiên mỗi người bốc được
zh_hans: 每人抽到的PGP数量随机,
zh_hant: 每人抽到的PGP數量隨機,

# 群里每人收到固定金额,
source: Each person in the group receives a fixed amount
ja: 群里ずつ受け取った金額を固定,
ko: 군 에서 1 인당 받 은 고정 금액 이다,
th: ทุกคนในกลุ่มได้รับจำนวนเงินที่แน่นอน
vi: Số lượng PGP cố định mỗi người bốc được trong nhóm
zh_hans: 群里每人收到固定PGP数量,
zh_hant: 群組裡每人收到固定PGP數量,

# 改为普通红包
source: Change to ordinary red envelopes
ja: 一般の寸志を
ko: 일반 촌지 를 바 꾸
th: เปลี่ยนเป็นอั่งเปาทั่วไป
vi: Đổi thành bao lì xì thông thường
zh_hans: 改为普通红包
zh_hant: 改為普通紅包

# 改为拼手气红包
source: Change to a lucky red envelope
ja: 寸志をつづりジンクス
ko: 맞붙이다 으로 바 꾸 手气 촌지 이다
th: เปลี่ยนเป็นอั่งเปาวัดดวง
vi: Đổi thành bao lì xì may mắn
zh_hans: 改为拼手气红包
zh_hant: 改為拼手氣紅包

# 红包详情
source: Red envelope details
ja: お年玉
ko: 네, 정보
th: รายละเอียดอั่งเปา
vi: Chi tiết bao lì xì
zh_hant: 紅包詳情

# 红包记录
source: Red envelope record
th: ประวัติแจกอั่งเปา
vi: Ghi chép bao lì xì
zh_hant: 紅包紀錄

# 查看红包
source: View red packets
th: ดูอั่งเปา
vi: Tra cứu bao lì xì
zh_hant: 查詢紅包

# 发了一个红包
source: gave a red envelope
ja: お祝儀を出しました
ko: 머리 하나 보너스
th: แจกอั่งเปาแล้วหนึ่งซอง
vi: Đã gửi một bao lì xì
zh_hans: 发了一个红包
zh_hant: 發了一個紅包

# 用户
source: user
ja: ユーザー
ko: 사용자
th: บัญชีผู้ใช้
vi: Tài khỏan
zh_hans: 用户
zh_hant: 用户

source: 红包余额
ja: 「お年玉の残高」
ko: 보너스 잔액.
th: อั่งเปาคงเหลือ
vi: Số lượng PGP có thể dụng của bao lì xì
zh_hant: 紅包可用PGP數量

# 等待对方领取
source: Waiting for the other party to receive
ja: 相手の引き取りを待つ
ko: 대기 상대방이 수령하다
th: รอให้อีกฝ่ายรับ
vi: Chờ đối phương lĩnh nhận
zh_hant: 等待對方領取

# 发出红包
source: give out red envelopes
ja: 「お年玉を出す」
ko: 보너스 지급.
th: อั่งเปาที่แจก
vi: Bao lì xì phát ra
zh_hans: 发出红包
zh_hant: 發出紅包

# 收到红包
source: Receive a red envelope
ja: 「お年玉をもらう」
ko: 보너스 받았어요.
th: อั่งเปาที่รับ
vi: Bao lì xì nhận được
zh_hans: 收到红包
zh_hant: 收到紅包

# 发出
source: issue
th: แจก
vi: Phát ra
zh_hant: 發出

# 共收到
source: received in total
ja: 全部受け取ります
ko: 전부 받다
th: ได้รับทั้งหมด
vi: Nhận được tổng
zh_hans: 共收到
zh_hant: 共收到

# 共发出
source: issued in total
ja: 共に発行する
ko: 함께 보내다
th: แจกไปทั้งหมด
vi: Phát ra tổng
zh_hans: 共发出
zh_hant: 共發出

# 手气最佳
source: Best luck
ja: 籤運ベスト
ko: 가장 운수
th: โชคดีที่สุด
vi: May mắn nhất
zh_hant: 手氣最佳

# 我发出的红包
source: my red envelope
th: อั่งเปาที่ฉันแจก
vi: Bao lì xì phát ra của tôi
zh_hant: 我發出的紅包

# 我收到的红包
source: The red envelope I received
th: อั่งเปาที่ฉันได้รับ
vi: Bao lì xì nhận được của tôi
zh_hant: 我收到的紅包

# 被抢光
source: robbed
ja: 略奪の光
ko: 약탈당하다 빛
th: ถูกรับหมดแล้ว
vi: Bị giành lấy hết
zh_hant: 被領完

# 时
source: Hour
ja: 時
ko: 때
th: ชั่วโมง
vi: Giờ
zh_hant: 時

# 分
source: Minute
ja: 分
ko: 분
th: นาที
vi: Phút
zh_hant: 分

# 输入转账金额
source: Enter the transfer amount
ja: 振替金額を入力する
ko: 입력 이체 금액
th: ใส่จำนวนเงินโอน
vi: Nhập chuyển khoản số lượng PGP
zh_hans: 输入转账数量
zh_hant: 輸入轉帳PGP數量

# 转账留言（选填）
source: Transfer message (optional)
th: ข้อความการโอนเงิน (ไม่จำเป็น)
vi: Nhắn tin chuyển khoản (chọn điền)
zh_hant: 轉帳留言（選填）

# 金额
source: Amount
ja: 金額
ko: 금액
th: จำนวนเงิน
vi: Số lượng PGP
zh_hant: PGP數量

# 金额(元)
source: Amount (NTD)
th: จำนวนเงิน (หยวน)
vi: Số lượng PGP
zh_hant: PGP數量

# 发起时间
source: the starting time
ja: 発起時間
ko: 발기 시간
th: เวลาเริ่มต้น
vi: Thời gian thực hiện
zh_hant: 發起時間

# 收付时间
source: Order time
ja: 支払い時間
ko: 支払い時間
th: เวลาสำหรับการชำระเงิน
vi: Thời gian nhận thanh toán
zh_hant: 交易時間

# 一天内未确认，将退还给对方，
source: If it is not confirmed within one day, it will be refunded to the other party
th: หากไม่ยืนยันภายในหนึ่งวัน จะคืนเงินให้กับอีกฝ่าย
vi: Chưa xác nhận trong vòng 1 ngày, sẽ hoàn trả cho đối phương,
zh_hant: 一天內未確認，將退還給對方，

# 立即退还
source: refund immediately
ja: 「すぐに返却します」
ko: 즉시 반환 하 다.
th: คืนเงินทันที
vi: Trả về ngay
zh_hans: 立即退还
zh_hant: 立刻退回

# 待收PGP
source: PGP to be received
ja: 待ちPGP
ko: 대기 PGP
th: พีจีพีทีหลัง
vi: Chờ nhận số lượng PGP
zh_hans: 待收PGP
zh_hant: 待收PGP數量

# 已收PGP
source: PGP received
ja: PGPを受け取りました
ko: 받 은 PGP
th: PGP ได้รับการยอมรับ
vi: Đã nhận số lượng PGP
zh_hans: 已收PGP
zh_hant: 已收PGP數量

# 等待对方收PGP
source: Wait for the other party to receive PGP
ja: 相手のPGPを待つ
ko: 상대방 이 PGP 받 기 를 기다리다
th: รอแต่ละอื่นๆที่จะได้รับ PGP
vi: Chờ đối phương nhận số lượng PGP
zh_hans: 等待对方收PGP
zh_hant: 等待對方收PGP數量

# 对方已收钱
source: The other party has received the money
ko: 상대방은 이미 돈
th: อีกฝ่ายรับเงินแล้ว
vi: Đối phương đã nhận số lượng PGP
zh_hant: 對方已收PGP數量

# 我的PGP
source: My PGP
ja: 私のPGP
ko: 내 PGP.
th: PGP ของฉัน
vi: PGP của tôi
zh_hant: 我的錢包

# 第三方服务
source: Third Party Services
ja: 第三者サービス
ko: 제 3자 서비스.
th: บริการจากบุคคลที่สาม
vi: Dịch vụ bên thứ ba
zh_hans: 第三方服务
zh_hant: 第三方服務

# 银行卡
source: Bank card
ja: 銀行カード
ko: 은행 카드
th: บัตรธนาคาร
vi: Thẻ ngân hàng
zh_hans: 银行卡
zh_hant: 銀行帳戶

# 零钱
source: small change
ja: 変化
ko: 잔돈
th: เงินคงเหลือ
vi: Số lượng PGP
zh_hans: 零钱
zh_hant: PGP數量

# 我的零钱
source: My change
th: เงินคงเหลือของฉัน
vi: Số lượng PGP của tôi
zh_hant: 我的PGP數量

# 提现
source: Withdraw
ja: 現金引き出し
ko: 현금을 인출하다
th: ถอน
vi: Thanh toán
zh_hant: 結帳

# 零钱提现
source: change cash
ja: おつりが今
ko: 잔돈 현금을 인출하다
th: ถอนเงินคงเหลือ
vi: Thanh toán số lượng PGP
zh_hans: 零钱提现
zh_hant: PGP數量結帳

# 到账银行卡
source: Bank card of the payment acceptance account
ja: 勘定銀行カード
ko: 까지 예금 은행 카드
th: บัตรธนาคารที่รับเงิน
vi: Thẻ ngân hàng vào tài khoản
zh_hans: 到账银行卡
zh_hant: 到帳銀行帳戶

# 提现金额
source: Withdrawal amount
ja: 現金額
ko: 현금 인출 금액
th: ยอดเงินถอน
vi: Kết toán số lượng PGP
zh_hans: 提现数量
zh_hant: 結帳PGP數量

# 零钱余额
source: Change balance
ja: 小銭の殘高
ko: 잔돈 잔액
th: ยอดเงินคงเหลือ
vi: Số lượng PGP có thể dùng
zh_hans: 零钱余额
zh_hant: 可用的PGP數量

# 全部提现
source: Withdraw all
ja: すべてが今
ko: 모두 현금을 인출하다
th: ถอนทั้งหมด
vi: Thanh toán toàn bộ
zh_hans: 全部提现
zh_hant: 全部結帳

# 2小时内到账
source: Received within 2 hours
ja: 2時間以内に帳簿に着く
ko: 2시간 안에 장부
th: เงินเข้าบัญชีภายใน 2 ชั่วโมง
vi: Vào tài khoản trong vòng 2 giờ
zh_hans: 2小时内到账
zh_hant: 2小時內到帳戶

# 储蓄卡
source: Debit card
ja: 貯蓄カード
ko: 저축 카드
th: บัตรเดบิต
vi: Thẻ ghi nợ
zh_hans: 储蓄卡
zh_hant: 金融卡
