Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 评论失败
source: Failed to comment
ja: 失敗を評論する
ko: 평론 실패
th: แสดงความคิดเห็นไม่สำเร็จ
vi: Nhắn tin không thành công
zh_hans: 评论失败
zh_hant: 留言失敗

# 取消赞
source: Cancel like
ja: 取り消し
ko: 취소 칭찬하다
th: เลิกถูกใจ
vi: Hủy bỏ thích
zh_hans: 取消赞
zh_hant: 取消讚

# 分享详细
source: share details
ja: 詳細を共有する
ko: 공유 자세히
th: รายละเอียดการแชร์
vi: Chi tiết chia sẻ
zh_hans: 分享详细
zh_hant: 分享詳細

# 这条线就是底线
source: This line is the bottom line
ja: この線は最低限だ
ko: 이 선은 바로 라인
th: เส้นนี้คือล่างสุด
vi: Đã đến cuối cùng
zh_hans: 这条线就是底线
zh_hant: 已經到底了

# 秘密
source: Only me
ja: 秘密
ko: 비밀
th: ลับ
vi: Riêng tư
zh_hans: 秘密
zh_hant: 私密

# 可见范围选择私密时,此功能不可使用
source: When the visible range is selected as private, this function cannot be used
ja: 見える範囲を隠した時、この機能を使ってはいけない
ko: 각적인 범위 선택 은밀한 때 안 된다. 이 기능을 사용
th: เมื่อเลือกขอบเขตการมองเห็นเป็นส่วนตัว จะไม่สามารถใช้ฟังก์ชันนี้ได้
vi: Khi chọn riêng tư tại phạm vi có thể thấy, chức năng này không được sử dụng
zh_hans: 可见范围选择私密时,此功能不可使用
zh_hant: 可見範圍選擇私密時，此功能不可使用

# 文字为空
source: Content cannot be blank
ja: 文字は暇
ko: 문자 비어
th: ข้อความว่างเปล่า
vi: Văn tự để trống
zh_hans: 文字为空
zh_hant: 文字為空

# 请添加视频
source: Video required
ja: 映像を追加して下さい
ko: 좀 동영상 추가
th: โปรดเพิ่มวิดีโอ
vi: Xin vui lòng thêm đoạn phim
zh_hans: 请添加视频
zh_hant: 請新增影片

# 分享失败
source: Failed to share
ja: 映像を追加して下さい
ko: 공유 실패
th: แชร์ไม่สำเร็จ
vi: Chia sẻ không thành công
zh_hans: 分享失败
zh_hant: 分享失敗

# 保存可见范围的修改?
source: Save privacy update?
ja: 見える範囲の改正？
ko: 저장 보이는 범위 수정?
th: บันทึกการแก้ไขขอบเขตการมองเห็น?
vi: Lưu giữ thay đổi phạm vi có thể thấy?
zh_hans: 保存可见范围的修改?
zh_hant: 儲存可見範圍的更改？

# 部分可见
source: Specific friends
ja: 保存
ko: 일부 보인다
th: บางคนมองเห็น
vi: Có thể thấy một phần
zh_hans: 部分可见
zh_hant: 部分可見

# 不给谁看
source: Friends excepts...
ja: 部分が見える
ko: 안 누구한테
th: ไม่ให้ใครมองเห็น
vi: Không cho ai xem
zh_hans: 不给谁看
zh_hant: 不給誰看

# 选中的朋友可见
source: Visible to selected friends
ja: 誰に見てあげない
ko: 선택한 친구 보인다
th: เพื่อนที่ถูกเลือกจะมองเห็น
vi: Bạn bè được chọn có thể xem
zh_hans: 选中的朋友可见
zh_hant: 選中的朋友可見

# 选中的朋友不可见
source: Invisible to selected friends
ja: 選んだ友達が見える
ko: 선택한 친구 안 보인다
th: เพื่อนที่ถูกเลือกจะมองไม่เห็น
vi: Bạn bè được chọn không được xem
zh_hans: 选中的朋友不可见
zh_hant: 選中的朋友不可見

# 仅自己可见
source: Only me
ja: 自分だけが見える
ko: 단지 스스로 보인다
th: มีแค่ตนเองที่มองเห็น
vi: Chỉ có bản thân được xem
zh_hans: 仅自己可见
zh_hant: 僅自己可見

# 所有朋友可见
source: visible to all friends
ja: 友達が見える
ko: 모든 친구 보인다
th: เพื่อนทุกคนมองเห็น
vi: Toàn bộ bạn bè được xem
zh_hans: 所有朋友可见
zh_hant: 所有朋友可見

# 退出此次编辑?
source: exit this edit?
ja: 今回の編集?
ko: 종료 이번 편집?
th: ออกจากการแก้ไข?
vi: Thoát ra khỏi biên tập?
zh_hans: 退出此次编辑?
zh_hant: 退出編輯？

# 附近的人
source: People Nearby
ja: 近所の人
ko: 동네 사람들
th: คนที่อยู่ใกล้เคียง
vi: Người gần đây
zh_hans: 附近的人
zh_hant: 附近的人

# 小程序
source: Applets
ja: 小さいプログラム
ko: 애플릿
th: มินิโปรแกรม
vi: Trình tự nhỏ
zh_hans: 小程序
zh_hant: 小程式

# 筛选
source: Filter
ja: スクリーニング
ko: 필터
th: กรอง
vi: Sàng lọc
zh_hans: 筛选
zh_hant: 篩選

# 删除我的评论
source: delete my comment
ja: 私のコメントを削除
ko: 내 평론 삭제
th: ลบความคิดเห็นของฉัน
vi: Xóa bỏ tin nhắn của tôi
zh_hans: 删除我的评论
zh_hant: 刪除我的留言

# 删除失败
source: failed to delete
ja: 失敗を削除する
ko: 삭제하는 데 실패했습니다
th: ลบไม่สำเร็จ
vi: Xóa bỏ không thành công
zh_hans: 删除失败
zh_hant: 刪除失敗

# 赠送成功
source: The gift is successful
ja: 成功を贈る
ko: 기증 성공
th: มอบสำเร็จ
vi: Tặng thành công
zh_hans: 赠送成功
zh_hant: 贈送成功

# 赠送失败
source: Gift failed
ja: 失敗を贈る
ko: 기증 실패
th: มอบไม่สำเร็จ
vi: Tặng không thành công
zh_hans: 赠送失败
zh_hant: 贈送失敗

# 私密动态不能评论和点赞
source: Private posts cannot comment and like
ja: プライベートでは、コメントはコメントできません。
ko: 은밀한 동태를 못 평론 과 좀 칭찬하다
th: โพสต์ส่วนตัวไม่สามารถแสดงความคิดเห็นและกดถูกใจได้
vi: Động thái riêng tư không được nhắn tín và nhấn thích
zh_hans: 私密动态不能评论和点赞
zh_hant: 私密動態不能留言和點讚

# 清空
source: empty
ja: クリア
ko: 비우기
th: ล้างข้อมูล
vi: Xóa sạch
zh_hans: 清空
zh_hant: 清空

# 该动态已被删除
source: This activity has been deleted
ja: もう削除されている
ko: 이 동적 삭제됨
th: โพสต์นี้ถูกลบแล้ว
vi: Động thái này đã bị xóa bỏ
zh_hans: 该动态已被删除
zh_hant: 該動態已被刪除

# 小时前
source: Hours ago
ja: 時間前
ko: 시간 전에
th: ชั่วโมงที่แล้ว
vi: giờ trước
zh_hans: 小时前
zh_hant: 小時前

# 礼物
source: Gift
ja: プレゼント
ko: 선물
th: ของขวัญ
vi: Quà tặng
zh_hans: 礼物
zh_hant: 禮物

# 条新消息
source: new message
ja: 新しいニュース
ko: 가지 새로운 소식을
th: ข้อความใหม่
vi: tin nhắn mới
zh_hans: 条新消息
zh_hant: 則新訊息

# 文字
source: Text
ja: 文字を共有する
ko: 공유 문자
th: ข้อความ
vi: Văn tự
zh_hans: 文字
zh_hant: 文字

# 照片
source: Photo
ja: 写真
ko: 사진
th: รูปภาพ
vi: Ảnh chụp
zh_hans: 照片
zh_hant: 照片

# 小视频
source: Video
ja: 小さなビデオ
ko: 작은 비디오
th: วิดีโอ
vi: Đoạn phim
zh_hans: 小视频
zh_hant: 影片

# 视频封面上传失败
source: Video cover upload failed
ja: ビデオジャケットは失敗をアップして
ko: 비디오 표지 업로드에 실패했습니다.
th: อัปโหลดหน้าปกวิดีโอไม่สำเร็จ
vi: Bìa đoạn phim tải lên không thành công
zh_hans: 视频封面上传失败
zh_hant: 影片封面上傳失敗

# 视频上传失败
source: Video upload failed
ja: ビデオが失敗する
ko: 비디오 업로드에 실패했습니다.
th: อัปโหลดวิดีโอไม่สำเร็จ
vi: Đoạn phim tải lên không thành công
zh_hans: 视频上传失败
zh_hant: 影片上傳失敗

# 除去
source: remove
ja: 取り除く
ko: 제거
th: ลบออก
vi: Gỡ bỏ
zh_hans: 除去
zh_hant: 刪除

# 视频封面未上传请稍后
source: Video cover not uploaded please wait
ja: 動画の表紙はアップしていないので後ほど後ほど
ko: 동영상 올린 표지 아직 좀 나중에
th: ยังไม่อัปโหลดหน้าปกวิดีโอ โปรดรอสักครู่
vi: Bìa đoạn phim chưa tải lên, xin vui lòng chờ đợi
zh_hans: 视频封面未上传请稍后
zh_hant: 影片封面未上傳，請稍候

# 分享成功
source: Shared
ja: 成功を分かち合う
ko: 공유 성공
th: แชร์สำเร็จ
vi: Chia sẻ thành công
zh_hans: 分享成功
zh_hant: 分享成功

# 不保存
source: Do not save
ja: 保存しない
ko: 저장하지 않음
th: ไม่บันทึก
vi: Không lưu giữ
zh_hans: 不保存
zh_hant: 不儲存

# 消息列表
source: message list
ja: メッセージリスト
ko: 메시지 목록
th: รายการข้อความ
vi: Danh sách tin nhắn
zh_hans: 消息列表
zh_hant: 訊息清單

# 这家伙很懒,什么都没留下
source: This guy is so lazy, he did not move his finger once here
ja: あいつは懶、何も殘ていない
ko: 이 녀석은 나태해서 아무 것도 안 남고
th: ผู้ใช้ท่านนี้ขี้เกียจมาก ไม่ทิ้งข้อมูลอะไรไว้เลย
vi: Người này rất lười, không giữ lại gì cả
zh_hans: 这家伙很懒,什么都没留下
zh_hant: 這個人很懶，什麼都沒留下

# 评论成功
source: Comment successful
ja: 成功を評論する
ko: 평론 성공
th: แสดงความคิดเห็นสำเร็จ
vi: Nhắn tin thành công
zh_hans: 评论成功
zh_hant: 留言成功

# 我的礼物
source: My gift
ja: 私のプレゼント
ko: 내 선물
th: ของขวัญของฉัน
vi: Quà tặng của tôi
zh_hans: 我的礼物
zh_hant: 我的禮物

# 送礼记录
source: gift record
ja: プレゼントをする
ko: 선물 기록
th: ประวัติการมอบของขวัญ
vi: Ghi chép quà tặng
zh_hans: 送礼记录
zh_hant: 送禮紀錄

# 当前礼物数量
source: Current Gift Quantity
ja: 現在のプレゼント
ko: 현재 선물 수량
th: จำนวนของขวัญในขณะนี้
vi: Số lượng quà tặng hiện tại
zh_hans: 当前礼物数量
zh_hant: 當前禮物數量

# 服务器返回空数据
source: Server returns empty data
ja: サーバー戻り空データ
ko: 서버 되돌아가다 빈 데이터
th: เซิร์ฟเวอร์ส่งกลับข้อมูลเปล่า
vi: Số liệu trống trở về hệ thống
zh_hans: 服务器返回空数据
zh_hant: 系統返回空資料

# 赠送
source: Rewards
ja: 贈る
ko: 증정
th: มอบ
vi: Tặng
zh_hans: 赠送
zh_hant: 贈送

# 说点儿什么...
source: Say something…
ja: 何か言いなさい...
ko: 무언가 말을...
th: พูดอะไรสักหน่อย...
vi: Nói gì đi nào
zh_hans: 说点儿什么...
zh_hant: 說點什麼

# 01月
source: January
ja: 01月
ko: 01월
th: มกราคม
vi: Tháng 01
zh_hans: 01月
zh_hant: 01月

# 02月
source: February
ja: 02月
ko: 02월
th: กุมภาพันธ์
vi: Tháng 02
zh_hans: 02月
zh_hant: 02月

# 03月
source: March
ja: 03月
ko: 03월
th: มีนาคม
vi: Tháng 03
zh_hans: 03月
zh_hant: 03月

# 04月
source: April
ja: 04月
ko: 04월
th: เมษายน
vi: Tháng 04
zh_hans: 04月
zh_hant: 04月

# 05月
source: May
ja: 05月
ko: 05월
th: พฤษภาคม
vi: Tháng 05
zh_hans: 05月
zh_hant: 05月

# 06月
source: June
ja: 06月
ko: 06월
th: มิถุนายน
vi: Tháng 06
zh_hans: 06月
zh_hant: 06月

# 07月
source: July
ja: 07月
ko: 07월
th: กรกฎาคม
vi: Tháng 07
zh_hans: 07月
zh_hant: 07月

# 08月
source: August
ja: 08月
ko: 08월
th: สิงหาคม
vi: Tháng 08
zh_hans: 08月
zh_hant: 08月

# 09月
source: September
ja: 09月
ko: 09월
th: กันยายน
vi: Tháng 09
zh_hans: 09月
zh_hant: 09月

# 10月
source: October
ja: 10月
ko: 10월
th: ตุลาคม
vi: Tháng 10
zh_hans: 10月
zh_hant: 10月

# 11月
source: November
ja: 11月
ko: 11월
th: พฤศจิกายน
vi: Tháng 11
zh_hans: 11月
zh_hant: 11月

# 12月
source: December
ja: 12月
ko: 12월
th: ธันวาคม
vi: Tháng 12
zh_hans: 12月
zh_hant: 12月

# 立即注册
source: Register now
ja: 今すぐ登録する
ko: 지금 등록하십시오
th: ลงทะเบียนทันที
vi: Lập tức đăng ký
zh_hans: 立即注册
zh_hant: 立刻註冊

# 购买IM号
source: buy IM number
ja: IM番号を購入する
ko: IM 번호 구매
th: ซื้อบัญชี IM
vi: Mua số IM
zh_hans: 购买IM号
zh_hant: 購買IM號

# 点击上面的
source: click above
ja: 上記をクリックしてください
ko: 위를 클릭하십시오.
th: คลิกปุ่มด้านบน
vi: Nhấp nút phía trên
zh_hans: 点击上面的
zh_hant: 點擊上面的

# 按钮即表示您同意
source: button means you agree
ja: ボタンはあなたが同意することを意味します
ko: 버튼은 동의 함을 의미합니다.
th: เพื่อแสดงว่าคุณยอบรับ
vi: nghĩa là bạn đồng ý
zh_hans: 按钮即表示您同意
zh_hant: 按鈕即表示您同意

# 使用协议
source: Use Agreement
ja: プロトコルを使用する
ko: 프로토콜 사용
th: ข้อตกลงผู้ใช้
vi: Điều khoản người sử dụng
zh_hans: 使用协议
zh_hant: 用戶條款

# 完善资料
source: complete material
ja: 情報を改善する
ko: 정보 향상
th: กรอกข้อมูลให้สมบูรณ์
vi: Dữ liệu hoàn thiện
zh_hans: 完善资料
zh_hant: 完善資料

# 发起AA收付成功！
source: Successfully initiated AA payment!
ja: AAの支払いを開始しました。
ko: AA 결제 성공!
th: เริ่มต้นการรับและชำระเงิน AA สำเร็จ!
vi: Thực hiện nhận thanh toán AA thành công!
zh_hans: 发起AA收付成功！
zh_hant: 發起AA交易成功！

# 发起AA收款失败！
source: Failed to initiate payment!
ja: AAはお金を稼ぐことができなかった！
ko: 금주 모임은 돈을 벌지 못했습니다!
th: เปิดใช้การเฉลี่ยรับเงินไม่สำเร็จ!
vi: Thực hiện nhận thanh toán AA không thành công!
zh_hans: 发起AA收款失败！
zh_hant: 發起AA收款失敗！

# 总人数不能少于2人
source: The total number of people cannot be less than 2
ja: 総数は2人未満であることはできません
ko: 총 수는 2 명 이상일 수 없습니다.
th: จำนวนคนห้ามน้อยกว่า 2 คน
vi: Tổng số người không được ít hơn 2 người
zh_hans: 总人数不能少于2人
zh_hant: 總人數不能少於2人

# 最多可向50人发起收款
source: Send and receive payments to up to 50 people
ja: 50人までの料金が請求されます。
ko: 50 명까지 청구 가능
th: เปิดใช้การรับเงินได้สูงสุด 50 คน
vi: Nhiều nhất có thể thực hiện nhận thanh toán từ 50 người
zh_hans: 最多可向50人发起收款
zh_hant: 最多可向50人發起收款

# 总金额不能超过5000PGP
source: The total amount cannot exceed 5000PGP
ja: 総金額は5000PGPを超えてはいけません。
ko: 총 금액 은 50000 PGP 를 초과 할 수 없다.
th: จำนวนเงินทั้งหมดห้ามเกิน 5000 PGP
vi: Tổng số lượng PGP không được vượt quá 5000PGP
zh_hans: 总数量不能超过5000PGP
zh_hant: PGP總數量不能超過5000PGP

# 总金额不能小于1PGP
source: The total amount cannot be less than 1PGP
ja: 総額は1PGP以上にすることはできません
ko: 총 금액 은 1PGP 보다 작 을 수 없다.
th: จำนวนเงินทั้งหมดห้ามน้อยกว่า 1 PGP
vi: Tổng số lượng PGP không được nhỏ hơn 1PGP
zh_hans: 总数量不能小于1PGP
zh_hant: PGP總數量不能小於1PGP

# 每人收
source: per person
ja: 一人一人
ko: 1 인당
th: รับทุกคน
vi: Mỗi người nhận
zh_hans: 每人收
zh_hant: 每人收

# 向其他
source: to other
ja: もう片方に
ko: 다른쪽에
th: ส่งให้คนอื่น
vi: với người khác
zh_hans: 向其他
zh_hant: 向其他

# 禁止输入表情
source: No emoji input
ja: 入力を禁止する
ko: 입력 금지
th: ห้ามใส่อิโมจิ
vi: Nghiêm cấm nhập biểu tượng cảm xúc
zh_hans: 禁止输入表情
zh_hant: 禁止輸入表情

# 人均AA
source: per capita
ja: 1人当たりのAA
ko: 1 인당 금주 모임
th: เฉลี่ยต่อหัว
vi: người đều AA
zh_hans: 人均AA
zh_hant: 人均AA

# 小伙伴一起平摊活动总PGP
source: Small partners share the total PGP of the event
ja: 子供同士で屋台活動をする総PGP
ko: 어린 친구 들 끼 리 똑 같이 나 눠 서 활동 하 는 총 PGP.
th: หุ้นส่วนตัวเล็กๆร่วมกันแบ่งปันกิจกรรมทั้งหมดของ PGP
vi: Bạn bè cùng chia đều tổng số lượng PGP hoạt động
zh_hans: 小伙伴一起平摊活动总PGP
zh_hant: 朋友一起平分活動PGP總數量

# 总人数
source: total people
ja: 人数の合計
ko: 총 인원수
th: จำนวนคนทั้งหมด
vi: Tổng số người
zh_hans: 总人数
zh_hant: 總共人數

# 本服务免费，收入打入钱包余额，可提现或消费
source: This service is free, and the income is credited to the wallet balance, which can be withdrawn or consumed
ja: サービスは無料で、ウォレットの残高に収入を上げたり、消費したりすることができます
ko: 서비스는 무료로, 지갑 잔고에 대한 소득은 증가하거나 소비 될 수 있습니다.
th: บริการนี้ฟรี ฝากเงินเข้ายอดคงเหลือในกระเป๋าเพื่อใช้จ่าย
vi: Thao tác này miễn phí, PGP đã gửi vào số lượng có thể dùng của bạn, bạn có thể thanh toán hoặc mua hàng
zh_hans: 本服务免费，收入打入钱包余额，可提现或消费
zh_hant: 此操作免費，PGP已存入您可用數量，您可結帳或購買

# 发起AA
source: initiate
ja: AAを開始する
ko: 금주 모임 시작
th: เปิดใช้การเฉลี่ย
vi: Thực hiện AA:
zh_hans: 发起AA
zh_hant: 發起AA

# 最少2人
source: Minimum 2 people
ja: 少なくとも2人
ko: 2 명 이상
th: อย่างน้อย 2 คน
vi: Ít nhất 2 người
zh_hans: 最少2人
zh_hant: 最少2人

# 数量最高5000PGP
source: Quantity up to 5000PGP
ja: 数量最高500 PGP
ko: 수량 최대 5000 PGP
th: ปริมาณสูงสุด 5000pgp
vi: Tổng số lượng PGP cao nhất 5000
zh_hans: 数量最高5000PGP
zh_hant: PGP總數量最高5000

# 有福同享，有難同當~
source: Share joy and sorrow together~
th: มีสุขร่วมเสพ มีทุกข์ร่วมต้าน~
vi: Có phúc cùng hưởng, có nạn cùng gánh~
zh_hant: 有福同享，有難同當~

# 付款成功！
source: successful payment!
ja: お支払いは成功です！
ko: 지불이 성공적입니다!
th: ชำระเงินสำเร็จ!
vi: Thanh toán thành công!
zh_hans: 付款成功！
zh_hant: 付款成功！

# 付款失败！
source: Payment Fail!
ja: 支払いに失敗しました！
ko: 지불이 실패했습니다!
th: ชำระเงินไม่สำเร็จ!
vi: Thanh toán không thành công!
zh_hans: 付款失败！
zh_hant: 付款失敗！

# 每人AA
source: per person
ja: 1人当たりAA
ko: 1 인당 AA
th: เฉลี่ยทุกคน
vi: Mỗi người AA
zh_hans: 每人AA
zh_hant: 每人AA

# 发起的AA收付
source: Initiated AA collection and payment
ja: 発起割り引き
ko: 발기 한 AA 수납
th: เริ่มต้นด้วยการจ่ายเงิน
vi: Thực hiện nhận thanh toán AA
zh_hans: 发起的AA收付
zh_hant: 發起的AA交易

# 已集齐
source: collected
ja: 集まっている
ko: 모여있다.
th: เก็บครบแล้ว
vi: Đã nhận đủ
zh_hans: 已集齐
zh_hant: 已收齊

# 通知好友
source: Notify friends
ja: 友達に通知する
ko: 친구에게 알리기
th: แจ้งเพื่อน
vi: Thông báo bạn bè
zh_hans: 通知好友
zh_hant: 通知好友

# 已支付
source: Paid
ja: 支払い済み
ko: 지급되었습니다.
th: ชำระเงินแล้ว
vi: Đã thanh toán
zh_hans: 已支付
zh_hant: 已付款

# 昵称不能为空
source: Name can't be empty
ja: ニックネームは空にできません
ko: 닉네임은 비워 둘 수 없습니다.
th: ชื่อเล่นห้ามเว้นว่าง
vi: Tên gọi không được để trống
zh_hans: 昵称不能为空
zh_hant: 名稱不能為空

# 手机号不能为空
source: Mobile number cannot be empty
ja: 電話番号は空にできません
ko: 전화 번호는 비워 둘 수 없습니다.
th: หมายเลขโทรศัพท์มือถือห้ามเว้นว่าง
vi: Số điện thoại không được để trống
zh_hans: 手机号不能为空
zh_hant: 電話號碼不能為空

# 有参数不正确
source: There are incorrect parameters
ja: 間違ったパラメータがあります
ko: 잘못된 매개 변수가 있습니다.
th: มีข้อมูลที่ไม่ถูกต้อง
vi: Có tham số không chính xác
zh_hans: 有参数不正确
zh_hant: 有參數不正確

# 您已经绑定IM号了
source: You have already bound an IM number
ja: あなたはIM番号を縛っています
th: คุณผูกบัญชี IM แล้ว
vi: Bạn đã ràng buộc số IM
zh_hans: 您已经绑定IM号了
zh_hant: 您已經綁定IM號了

# 请选择购买号码
source: Please select a purchase number
ja: 購入番号を選択してください
ko: 구매 번호를 선택하십시오.
th: โปรดเลือกหมายเลขที่ซื้อ
vi: Xin vui lòng chọn số mua hàng
zh_hans: 请选择购买号码
zh_hant: 請選擇購買號碼

# 您手慢了，该号码已被注册
source: You are slow, the number has already been registered
ja: あなたの手が遅く、番号が登録されています
ko: 손이 느리고 번호가 등록되었습니다.
th: คุณช้าเกินไป หมายเลขนี้ลงทะเบียนไปแล้ว
vi: Số điện thoại này đã được đăng ký
zh_hans: 您手慢了，该号码已被注册
zh_hant: 該電話號碼已被註冊

# 服务器繁忙，请稍后重试
source: The server is busy, please try again later
ja: サーバーがビジー状態です。後でやり直してください。
ko: 서버가 사용 중이므로 나중에 다시 시도하십시오.
th: เซิร์ฟเวอร์ไม่ว่าง โปรดลองใหม่ภายหลัง
vi: Hệ thống đang bận, xin vui lòng chờ thử lại
zh_hans: 服务器繁忙，请稍后重试
zh_hant: 系統繁忙，請稍候重試

# 订单创建失败
source: Order creation failed
ja: 注文作成に失敗しました
ko: 주문 생성 실패
th: สร้างคำสั่งซื้อไม่สำเร็จ
vi: Lập Đơn đặt không thành công
zh_hans: 订单创建失败
zh_hant: 建立訂單失敗

# 金额格式不正确
source: Amount format is incorrect
ja: 金額が正しく書式設定されていません
ko: 금액의 형식이 잘못되었습니다.
th: จำนวนเงินไม่ถูกต้อง
vi: Số lượng PGP không chính xác
zh_hans: 数量格式不正确
zh_hant: PGP數量不正確

# 选择类型
source: Select type
ja: タイプを選択
ko: 유형 선택
th: เลือกประเภท
vi: Chọn loại hình
zh_hans: 选择类型
zh_hant: 選擇類型

# 选择IM号
source: Select IM number
ja: IM番号を選択
th: เลือกบัญชี IM
vi: Chọn số IM
zh_hans: 选择IM号
zh_hant: 選擇IM號

# 换一批
source: change batch
ja: バッチの場合
ko: 일괄 처리의 경우
th: เปลี่ยนชุดใหม่
vi: Đổi lô khác
zh_hans: 换一批
zh_hant: 換一批

# 获取IM号失败！
source: Failed to get IM number
ja: IM番号を取得できませんでした。
th: รับบัญชี IM ไม่สำเร็จ!
vi: Có được số IM không thành công!
zh_hans: 获取IM号失败！
zh_hant: 獲取IM號失敗！

# 购买
source: Purchase
ja: 購入する
ko: 구매
th: ซื้อ
vi: Mua hàng
zh_hans: 购买
zh_hant: 購買

# 选择支付方式
source: Select Payment Method
ja: お支払い方法を選択
ko: 지불 방법 선택
th: เลือกช่องทางชำระเงิน
vi: Chọn phương thức thanh toán
zh_hans: 选择支付方式
zh_hant: 選擇付款方式

# 收付
source: Transactions
ja: 支払いを受ける
ko: 수납 하여 지불 하 다
th: การชำระเงิน
vi: Nhận thanh toán
zh_hans: 收付
zh_hant: 交易通知

# 取消支付
source: cancel payment
ja: 支払いをキャンセルする
ko: 지불 취소
th: ยกเลิกการชำระเงิน
vi: Hủy bỏ nhận thanh toán
zh_hans: 取消支付
zh_hant: 取消付款

# 您需要支付费用
source: you need to pay
ja: あなたは請求されます
ko: 청구됩니다.
th: ค่าใช้จ่ายที่คุณต้องชำระเงิน
vi: Bạn cần thanh toán chi phí
zh_hans: 您需要支付费用
zh_hant: 您需要支付費用

# 支付成功！
source: payment successful!
ja: 成功を収めよう！
ko: 유료 성공
th: ชำระเงินสำเร็จ!
vi: Thanh toán thành công!
zh_hans: 支付成功！
zh_hant: 付款成功！

# 支付失败！
source: Payment failed!
ja: 支払いに失敗しました！
ko: 지불하지 못했습니다!
th: ชำระเงินไม่สำเร็จ!
vi: Thanh toán không thành công!
zh_hans: 支付失败！
zh_hant: 付款失敗！

# 群解散
source: Dismiss group
ja: グループ解散
ko: 그룹 용해
th: ยุบกลุ่ม
vi: Giải tán nhóm
zh_hans: 群解散
zh_hant: 群組解散

# 已解散
source: Dismissed
ja: 解散された
ko: 해산되었습니다.
th: ยุบแล้ว
vi: Đã giải tán
zh_hans: 已解散
zh_hant: 已解散

# 群转让
source: Group Transfer
ja: グループ転送
ko: 단체 편입
th: โอนกลุ่ม
vi: Chuyển nhượng nhóm
zh_hans: 群转让
zh_hant: 群組轉讓

# 将要转让给你
source: will be transferred to you
ja: あなたに転送されます
ko: 귀하에게 양도됩니다.
th: จะโอนให้คุณ
vi: Sẽ chuyển nhượng cho bạn
zh_hans: 将要转让给你
zh_hant: 將要轉讓給你

# 已拒绝
source: Rejected
ja: 拒否されました
ko: 거절 당했다.
th: ปฏิเสธแล้ว
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# 已成功转让给
source: successfully transferred to
ja: 正常に転送されました
ko: 성공적으로 전송되었습니다.
th: โอนให้ สำเร็จแล้ว
vi: Đã chuyển nhượng thành công cho
zh_hans: 已成功转让给
zh_hant: 已成功轉讓給

# 转让失败
source: transfer failed
ja: 転送に失敗しました
ko: 전송 실패
th: โอนไม่สำเร็จ
vi: Chuyển nhượng không thành công
zh_hans: 转让失败
zh_hant: 轉讓失敗

# 拒绝接受群组
source: Reject group
ja: グループを受け入れることを拒否した
ko: 단체 수락 거부
th: ปฏิเสธกลุ่ม
vi: Từ chối tiếp nhận nhóm
zh_hans: 拒绝接受群组
zh_hant: 拒絕接受群組

# 群通知
source: Group notification
ja: グループ通知
ko: 그룹 알림
th: แจ้งเตือนกลุ่ม
vi: Thông báo nhóm
zh_hans: 群通知
zh_hant: 群組通知

# AA收付
source: receipt and payment
ja: 割り勘で支払う
ko: AA 수납
th: การชำระเงิน
vi: Nhận thanh toán AA
zh_hans: AA收付
zh_hant: AA交易

# 您有一笔款项支付成功
source: You have one successful payment
ja: あなたは成功するための支払いがあります
ko: 성공하려면 지불해야합니다.
th: คุณชำระเงินสำเร็จแล้วหนึ่งรายการ
vi: Bạn có một giao dịch thanh toán thành công
zh_hans: 您有一笔款项支付成功
zh_hant: 您有一筆款項支付成功

# 语音
source: Voice
ja: 声
ko: 음성
th: เสียง
vi: Âm thanh
zh_hans: 语音
zh_hant: 語音

# 视频
source: Video
ja: ビデオ
ko: 비디오
th: วิดีโอ
vi: Quay hình
zh_hans: 视频
zh_hant: 視訊

# 阅后即焚
source: Burn after read
ja: それを読んだ後
ko: 그것을 읽은 후
th: อ่านแล้วลบ
vi: Biến mất ngay sau khi đọc
zh_hans: 阅后即焚
zh_hant: 閱後即焚

# 设置当前聊天背景
source: Background
ja: 現在のチャットの背景を設定する
ko: 현재 채팅 배경 설정
th: ตั้งค่าพื้นหลังการสนทนาปัจจุบัน
vi: Thiết lập bối cảnh nói chuyện hiện tại
zh_hans: 设置当前聊天背景
zh_hant: 設定當前聊天背景

# 投诉
source: complaint
ja: 苦情
ko: 불평
th: รายงาน
vi: Khiếu nại
zh_hans: 投诉
zh_hant: 檢舉

# 拍一张
source: Take a photo
ja: 写真を撮る
ko: 사진 찍기
th: ถ่ายรูป
vi: Chụp một tấm
zh_hans: 拍一张
zh_hant: 拍一張

# 默认
source: Default
ja: デフォルト
ko: 기본값
th: ค่าเริ่มต้น
vi: Thiết lập trước
zh_hans: 默认
zh_hant: 預設

# 聊天证据
source: Chat evidence
ja: チャットの証拠
ko: 채팅 기록
th: หลักฐานการสนทนา
vi: Bằng chứng nói chuyện
zh_hans: 聊天证据
zh_hant: 聊天證據

# 条记录
source: Records
ja: レコード
ko: 기록
th: ประวัติ
vi: ghi chép
zh_hans: 条记录
zh_hant: 則紀錄

# 图片证据(选填)
source: Photographic evidence (optional)
ja: 画像の証拠（オプション）
ko: 그림 증거 (선택 사항)
th: หลักฐานรูปภาพ (ไม่บังคับ)
vi: Bằng chứng hình ảnh (chọn điền)
zh_hans: 图片证据(选填)
zh_hant: 圖片證據(選填)

# 请选择聊天证据
source: Please select Chat Evidence
ja: チャットの証拠を選択してください
ko: 채팅 기록을 선택하십시오.
th: โปรดเลือกหลักฐานการสนทนา
vi: Xin vui lòng chọn bằng chứng nói chuyện
zh_hans: 请选择聊天证据
zh_hant: 請選擇聊天證據

# 有人加入群组
source: someone joined the group
ja: 誰かがグループに参加しました
ko: 누군가가 그룹에 가입했습니다.
th: มีคนเข้าร่วมกลุ่ม
vi: Có người gia nhập nhóm
zh_hans: 有人加入群组
zh_hant: 有人加入群組

# 有人退出群组
source: someone left the group
ja: という脱退の集団
ko: 누군가가 그룹을 나간다
th: มีคนออกจากกลุ่ม
vi: Có người thoát ra khỏi nhóm
zh_hans: 有人退出群组
zh_hant: 有人退出群組

# 图片
source: Photo
ja: ピクチャ
ko: 그림
th: รูปภาพ
vi: Ảnh chụp
zh_hans: 图片
zh_hant: 圖片

# 撤回了一条消息
source: Unsend a message
ja: メッセージを撤回した。
ko: 소식 하 나 를 철회 했다.
th: เรียกคืนแล้วหนึ่งข้อความ
vi: Đã thu về một tin nhắn
zh_hans: 撤回了一条消息
zh_hant: 收回了一則訊息

# 有人@了你
source: Someone @ you
ja: 誰かがあなただった
ko: 누군가 너 였어.
th: มีคน@คุณแล้ว
vi: Có người đã @ bạn
zh_hans: 有人@了你
zh_hant: 有人@了你

# 付PGP数量
source: Paid PGP
ja: 付PGP数量
ko: 지불 PGP 수량
th: จ่ายเงินจำนวน PGP
vi: Thanh toán số lượng PGP
zh_hans: 付PGP数量
zh_hant: 付PGP數量

# 付款方
source: payer
ja: 支払人
ko: 지불 자
th: ผู้ชำระเงิน
vi: Bên thanh toán
zh_hans: 付款方
zh_hant: 付款方

# 群头像
source: Group chat portrait
ja: グループの頭の肖像
ko: 그룹 헤드 초상화
th: รูปโปรไฟล์กลุ่ม
vi: Hình đại diện nhóm
zh_hans: 群头像
zh_hant: 群組大頭貼

# 群介绍
source: Group introduction
ja: グループ紹介
ko: 그룹 소개
th: แนะนำกลุ่ม
vi: Giới thiệu nhóm
zh_hans: 群介绍
zh_hant: 群組介紹

# 转让群组
source: Group transfer
ja: 転送グループ
ko: 그룹 이전
th: โอนกลุ่ม
vi: Chuyển nhượng nhóm
zh_hans: 转让群组
zh_hant: 轉讓群組

# 解散群组
source: Disband group chat
ja: 解散したグループ
ko: 해산 된 그룹
th: ยุบกลุ่ม
vi: Giải tán nhóm
zh_hans: 解散群组
zh_hant: 解散群組

# 标题
source: title
ja: タイトル
ko: 제목
th: หัวข้อ
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# 正文
source: text
ja: テキスト
ko: 텍스트
th: เนื้อหา
vi: Chủ để
zh_hans: 正文
zh_hant: 主旨

# 请输入标题
source: Please enter a title
ja: タイトルを入力してください
ko: 제목을 입력하십시오.
th: โปรดใส่หัวข้อ
vi: Xin vui lòng nhập tiêu đề
zh_hans: 请输入标题
zh_hant: 請輸入標題

# 请输入正文
source: Please enter text
ja: テキストを入力してください
ko: 텍스트를 입력하십시오.
th: โปรดใส่เนื้อหา
vi: Xin vui lòng nhập chủ đề
zh_hans: 请输入正文
zh_hant: 請輸入主旨

# 取消管理员
source: cancel admin
ja: 管理者をキャンセルする
ko: 관리자 취소
th: ยกเลิกผู้ดูแล
vi: Hủy bỏ người quản lý
zh_hans: 取消管理员
zh_hant: 取消管理員

# 设置管理员
source: set administrator
ja: 管理者を設定する
ko: 관리자 설정
th: ตั้งค่าผู้ดูแล
vi: Thiết lập người quản lý
zh_hans: 设置管理员
zh_hant: 設定管理員

# 取消管理员成功
source: Cancel administrator success
ja: 管理者の成功をキャンセルする
ko: 관리자의 성공 취소
th: ยกเลิกผู้ดูแลสำเร็จ
vi: Hủy bỏ người quản lý thành công
zh_hans: 取消管理员成功
zh_hant: 取消管理員成功

# 设置管理员成功
source: set administrator successfully
ja: 管理者を成功させる
ko: 관리자가 성공하도록 설정
th: ตั้งค่าผู้ดูแลสำเร็จ
vi: Thiết lập người quản lý thành công
zh_hans: 设置管理员成功
zh_hant: 設定管理員成功

# 标为未读
source: Mark as unread
ja: 未読としてマーク
ko: 읽지 않은 상태로 표시됨
th: ทำเครื่องหมายยังไม่ได้อ่าน
vi: Tiêu đề là chưa đọc
zh_hans: 标为未读
zh_hant: 標示為未讀

# 标为已读
source: Mark as read
ja: 読んだとしてマーク
ko: 읽음으로 표시
th: ทำเครื่องหมายอ่านแล้ว
vi: Tiêu đề là đã đọc
zh_hans: 标为已读
zh_hant: 標示為已讀

# 设置朋友圈权限
source: LIFE setting
ja: 友だちサークルの権限を設定する
ko: 친구 서클 권한 설정
th: ตั้งค่าการเข้าถึงโมเมนต์
vi: Thiết lập quyền hạn nhóm bạn bè
zh_hans: 设置LIFE动态权限
zh_hant: 設定LIFE動態權限

# 发送该名片
source: Send Contacts
ja: 名刺を送る
ko: 명함 을 보내다
th: ส่งนามบัตร
vi: Gửi danh thiếp
zh_hans: 发送该名片
zh_hant: 發送名片

# 检测不到相机设备
source: Camera device not detected
ja: カメラデバイスが検出されません
ko: 카메라 장치가 감지되지 않음
th: ตรวจจับกล้องไม่พบ
vi: Không tìm thấy ống kính
zh_hans: 检测不到相机设备
zh_hant: 偵測不到鏡頭

# 撤回
source: Retrieve
ja: 取り下げる
ko: 철회 하 다.
th: เรียกคืน
vi: Thu về
zh_hans: 撤回
zh_hant: 收回

# 转文字
source: Convert text
ja: テキストを回転させる
ko: 텍스트 회전
th: แปลงเป็นข้อความ
vi: Chuyển thành văn tự
zh_hans: 转文字
zh_hant: 轉換成文字

# 语音转换失败
source: Voice conversion failed
ja: 音声変換に失敗しました
ko: 음성 변환에 실패했습니다.
th: แปลงเสียงไม่สำเร็จ
vi: Âm thanh chuyển đổi không thành công
zh_hans: 语音转换失败
zh_hant: 語音轉換失敗

# 二维码名片
source: QR Code
ja: 二次元コードカード
ko: QR 코드 명함
th: นามบัตรคิวอาร์โค้ด
vi: Danh thiếp QR Code
zh_hans: 二维码名片
zh_hant: QR Code名片

# 确定删除所有记录?
source: OK to delete all records?
ja: すべてのレコードを削除してもよろしいですか？
ko: 모든 기록을 삭제 하시겠습니까?
th: ยืนยันจะลบประวัติทั้งหมด?
vi: Có chắc chắn xóa bỏ toàn bộ ghi chép?
zh_hans: 确定删除所有记录?
zh_hant: 確定刪除所有紀錄?

# 您还未选择群成员哦
source: You have not selected a group member yet
ja: あなたはグループメンバーを選択していません
ko: 그룹 회원을 선택하지 않았습니다.
th: คุณยังไม่ได้เลือกสมาชิกกลุ่ม
vi: Bạn chưa chọn thành viên nhóm
zh_hans: 您还未选择群成员哦
zh_hant: 您還未選擇群組成員哦

# 文件列表
source: File List
ja: ファイルリスト
ko: 파일 목록
th: รายการไฟล์
vi: Văn bản tệp hồ sơ
zh_hans: 文件列表
zh_hant: 檔案文件

# 个人名片
source: personal business card
ja: 個人名刺
ko: 개인 명함
th: นามบัตรส่วนตัว
vi: Danh thiếp cá nhân
zh_hans: 个人名片
zh_hant: 個人名片

# 选择好友
source: Select friend
ja: 友達を選ぶ
ko: 친구 선택
th: เลือกเพื่อน
vi: Chọn bạn bè
zh_hans: 选择好友
zh_hant: 選擇好友

# 听筒
source: earpiece
ja: 受話器
ko: 수화기
th: ไมโครโฟน
vi: Ống nghe
zh_hans: 听筒
zh_hant: 聽筒

# 扬声器
source: speaker
ja: スピーカー
ko: 스피커
th: ลำโพง
vi: Loa âm thanh
zh_hans: 扬声器
zh_hant: 擴音

# 加入群组
source: join group
ja: グループに加わる
ko: 군조에 가입하다
th: เข้าร่วมกลุ่ม
vi: Gia nhập nhóm
zh_hans: 加入群组
zh_hant: 加入群組
