Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 日排行榜，00:00開始重新計算 週排行榜，每週一00:00開始重新計算 月排行榜，每月1號00:00開始重新計算
source: Daily rankings, recalculated at 00:00 Weekly rankings, recalculated every Monday at 00:00 Monthly rankings, recalculated at 00:00 on the 1st of each month
ko: 매일 랭킹 계산은 00:00에 시작합니다. n 주 랭킹 계산은 매주 월요일 00:00에 시작됩니다. n월 랭킹 게산은 매월 1 일 00:00에 시작합니다
th: จัดอันดับรายวัน，00:00เริ่มคำนวณใหม่ จัดอันดับรายสัปดาห์ ทุกวันจันทร์ 00:00 เริ่มคำนวณใหม่ จัดอันดับรายเดือน ทุกวันที่ 1 ของเดือน 0:00เริ่มคำนวณใหม่
vi: Xếp hạng theo ngày, bắt đầu tính lại từ đầu vào lúc 00:00 Xếp hạng theo tuần, bắt đầu tính lại từ đầu vào lúc 00:00 thứ Hai hàng tuần Xếp hạng theo tháng, bắt đầu tính lại từ đầu vào lúc 00:00 ngày mùng 01 hàng tháng
zh_hans: 日排行榜，00:00开始重新计算 周排行榜，每周一00:00开始重新计算 月排行榜，每月1号00:00开始重新计算
zh_hant: 日排行榜，00:00開始重新計算 週排行榜，每週一00:00開始重新計算 月排行榜，每月1號00:00開始重新計算

# 綜合服務
source: General service
ko: 일반 서비스
th: บริการทั่วไป
vi: Dịch vụ tổng hợp
zh_hans: 综合服务
zh_hant: 綜合服務

# 綁定帳號
source: Bind account
ko: 계정 바인딩
th: บัญชีผูกติด
vi: Số tài khoản ràng buộc
zh_hans: 绑定账号
zh_hant: 綁定帳號

# 解除綁定
source: unbind
ko: 바인딩 해제
th: ยกเลิกผูกติด
vi: Gỡ bỏ ràng buộc
zh_hans: 解除绑定
zh_hant: 解除綁定

# 儲值
source: Recharge
ja: 補充
ko: 저장
th: เติมเงิน
vi: Nạp tiền
zh_hans: 储值
zh_hant: 儲值

# 餘額
source: Balance
ja: 剰余金
ko: 잔액
th: ยอดคงเหลือ
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# 輸入CQ2登入手機號碼
source: Enter CQ2 login mobile number
ko: CQ2입력 휴대폰 번호 로그인
th: ป้อนหมายเลขโทรศัพท์มือถือ CQ2 เข้าสู่ระบบ
vi: Nhập mã số di động đăng nhập CQ2
zh_hans: 输入CQ2登录手机号码
zh_hant: 輸入CQ2登入手機號碼

# 輸入儲值金額(100的倍數)
source: Enter the stored value amount (in multiples of 100)
ko: 저장 금액 입력 (100의 배수)
th: ป้อนจำนวนเงินที่เติม(จำนวนเท่าของ100)
vi: Nhập (bội số của 100) số tiền nạp
zh_hans: 输入储值金额(100的倍数)
zh_hant: 輸入儲值金額(100的倍數)

# 確認是否解除綁定
source: Confirm whether to unbind
ko: 바인딩 해제 여부 확인
th: ยืนยันการถอนการผูกติด
vi: Có chắc chắn gỡ bỏ ràng buộc không
zh_hans: 确认是否解除绑定
zh_hant: 確認是否解除綁定

# 確認儲值
source: Confirm stored value
ko: 저장 확인
th: ยืนยันเติมเงิน
vi: Xác nhận tiền nạp
zh_hans: 确认充值
zh_hant: 確認儲值

# 直播間
source: Live
ko: 생방송실
th: ห้องไลฟ์สด
vi: Phòng phát trực tiếp
zh_hans: 直播间
zh_hant: 直播間

# 主頁
source: Home
ko: 홈페이지
th: หน้าหลัก
vi: Trang chủ
zh_hans: 主页
zh_hant: 主頁

# 常用功能
source: Common functions
ja: よく使う機能
ko: 일상 기능
th: ฟังก์ชั่นที่ใช้บ่อย
vi: Chức năng thường dùng
zh_hans: 常用功能
zh_hant: 常用功能

# 第三方應用
source: third-party usage
ko: 제3자 응용
th: การใช้งานของบุคคลที่สาม
vi: Ứng dụng bên thứ ba
zh_hans: 第三方应用
zh_hant: 第三方應用

# 輸入DouWallet錢包帳號
source: Enter DouWallet wallet account
ko: DouWallet지갑 계정 입력
th: ป้อนบัญชีกระเป๋าเงิน Douwallet Wallet
vi: Nhập số tài khoản túi tiền DouWallet
zh_hans: 输入DouWallet钱包账号
zh_hant: 輸入DouWallet錢包帳號

# DouWallet錢包綁定碼
source: DouWallet wallet binding code
ko: DouWallet지갑 바인딩 코드
th: รหัสผูกติดกระเป๋าเงินDouWallet
vi: Mã số ràng buộc túi tiền DouWallet
zh_hans: DouWallet钱包绑定码
zh_hant: DouWallet錢包綁定碼

# 請輸入DouWallet錢包帳號
source: Please enter your DouWallet wallet account
ko: DouWallet지갑 계정을 입력하세요
th: โปรดป้อนบัญชีกระเป๋าเงิน Douwallet Wallet
vi: Vui lòng nhập số tài khoản túi tiền DouWallet
zh_hans: 请输入DouWallet钱包账号
zh_hant: 請輸入DouWallet錢包帳號

# 請DouWallet錢包綁定碼
source: Please douWallet wallet binding code
ko: DouWallet지갑 바인딩 코드를 입력하세요
th: โปรดป้อนรหัสผูกติดกระเป๋าเงิน Douwallet Wallet
vi: Vui lòng ràng buộc túi tiền DouWallet
zh_hans: 请输入DouWallet钱包绑定码
zh_hant: 請輸入DouWallet錢包綁定碼

# 前往DouWallet
source: Go to DouWallet
ko: DouWallet으로 가기
th: 前往DouWallet
vi: Vào DouWallet
zh_hans: 前往DouWallet
zh_hant: 前往DouWallet

# 綁定
source: Bind
ko: 바인딩
th: ผูกติด
vi: Ràng buộc
zh_hans: 绑定
zh_hant: 綁定

# 鐵粉計劃
source: Stan project
ja: 鉄粉計画
ko: 열정팬 계획
th: แผนแฟนคลับตัวยง
vi: Kế hoạch người hâm mộ cứng
zh_hans: 铁粉计划
zh_hant: 鐵粉計劃

# 平台累計已送出獎金（PGP)
source: The platform has cumulatively sent out bonuses（PGP)
ko: 플랫폼이 현재 보낼 총 포인트
th: โบนัสที่แพลตฟอร์มแจก
vi: Tổng số điểm gửi đi dự tính hiện tại của nền tảng
zh_hans: 平台当前预期送出总点数
zh_hant: 平臺當前預期送出總點數

# 加入鐵粉計劃
source: Join the Loyal Fans Program
ko: 열정팬 게획 참여
th: เข้าร่วมแผนแฟนคลับตัวยง
vi: Kế hoạch gia nhập người hâm mộ cứng
zh_hans: 加入铁粉计划
zh_hant: 加入鐵粉計劃

# 累計已領取獎金
source: Accumulated bonuses received
ko: 받은 누적 상금
th: โบนัสสะสมที่ได้รับ
vi: Tích lũy t iền thưởng đã lĩnh
zh_hans: 累计已领取奖金
zh_hant: 累計已領取獎金

# 本月預期可領獎金
source: Expected bonuses this month
ko: 이번 달 예상 받는 상금
th: โบนัสเดือนนี้ที่คาดว่าจะได้รับ
vi: Tiền thưởng có thể lĩnh dự tính trong tháng này
zh_hans: 本月预期可领奖金
zh_hant: 本月預期可領獎金

# 本月推薦消費總額
source: Total recommended spending this month
ko: 이번 달 추천한 소비 총액
th: ยอดรวมการแนะนำเดือนนี้
vi: Tổng mức chi tiêu giới thiệu tháng này
zh_hans: 本月推荐消息总额
zh_hant: 本月推薦消費總額

# 直接推薦人數
source: Number of direct referrals
ko: 직접 추천 인원수
th: จำนวนคนที่แนะนำโดยตรง
vi: Số người giới thiệu trực tiếp
zh_hans: 直接推荐人数
zh_hant: 直接推薦人數

# 本月已達成可獲得獎金數
source: The number of bonuses that have been reached this month
ko: 이번 달 이미 달성된 상금
th: เดือนนี้ถึงเป้ารับโบนัส
vi: Số tiền thưởng có thể lĩnh đã đạt mức trong tháng này
zh_hans: 本月已达成可获得奖金数
zh_hant: 本月已達成可獲得獎金數

# 活動介紹
source: Event introduction
ko: 이벤트 소개
th: แนะนำกิจกรรม
vi: Giới thiệu hoạt động
zh_hans: 活动介绍
zh_hant: 活動介紹

# 已結算
source: Settled
ko: 결제 완료
th: คำนวณเรียบร้อย
vi: Đã thanh toán
zh_hant: 已結帳

# 結算詳情
source: Settlement details
ko: 결제 세부 정보
th: รายละเอียดการคำนวณ
vi: Chi tiết kết toán
zh_hans: 结算详情
zh_hant: 結帳詳情

# 結算單號
source: Settlement No.
ko: 결제 번호
th: คำนวณเลขเดี่ยว
vi: Mã số Đơn kết toán
zh_hans: 结算单号
zh_hant: 結算單號

# 生成時間
source: Generation time
ko: 생성 시간
th: เวลาสร้าง
vi: Thời gian thành lập
zh_hans: 生成时间
zh_hant: 生成時間

# 結算說明
source: Settlement instructions
ko: 결제 설명
th: รายละเอียดการคำนวณ
vi: Giải thích kết toán
zh_hans: 结算说明
zh_hant: 結算說明

# 審核時間
source: Review time
ko: 심사 시간
th: เวลาตรวจสอบ
vi: Thời gian thẩm hạch
zh_hans: 审核时间
zh_hant: 審核時間

# 到帳時間
source: Arrival time
ko: 입금 시간
th: เวลาเข้าบัญชี
vi: Thời gian vào tài khoản
zh_hans: 到账时间
zh_hant: 到帳時間

# 為了保證活動公平公正性質請先完成身分驗證
source: In order to ensure the fairness of the activity, please complete the identity verification first
ko: 공평하고 공정한 이벤트를 보장하기 위해 먼저 신원 확인을 완료하세요.
th: เพื่อให้มั่นใจในความยุติธรรมและเป็นเหตุเป็นผลของกิจกรรมโปรดยืนยันตัวตนให้เสร็จสมบูรณ์
vi: Để đảm bảo tính chất hoạt động công bằng, công minh, vui lòng hoàn thành nghiệm chứng danh tính
zh_hans: 為了保證活動公平公正性質請先完成身分驗證
zh_hant: 為了保證活動公平公正性質請先完成身分驗證

# 確定並加入
source: OK and join
ko: 확인 및 가입
th: ยืนยันและเข้าร่วม
vi: Chắc chắn và gia nhập
zh_hans: 确定并加入
zh_hant: 確定並加入

# 請仔細閱讀活動介紹，嚴格遵守活動規則，如有發現不當獲利行為，我們將有權進行相應處理，本活動最終解釋權歸PGTalk平台所有。
source: Please read the event introduction carefully and strictly abide by the event rules. If any improper profit-making behavior is found, we will have the right to deal with it accordingly. The final interpretation right of this event belongs to the PGTalk platform.
ko: 이벤트 안내를 잘 읽고, 이벤트 규칙을 잘 준수하며, 부당이득 행위를 발견하면 이에 대응 할 권리가 있습니다. 본 이벤트의 최종 해석권은 PGTalk 플랫폼에 있습니다.
th: โปรดอ่านการแนะนำกิจกรรมให้ละเอียด ปฏิบัติตามกฎระเบียบกิจกรรมอย่างเคร่งครัด หากมีพฤติกรรมที่ไม่เหมาะสม ทางเราจะมีสิทธิ์ในการดำเนินการจัดการ การอธิบายความขั้นสุดท้ายของกิจกรรมนี้เป็นสิทธิ์ของแพลตฟอร์ม PGTalk
vi: Vui lòng đọc kỹ giới thiệu hoạt động, tuân thủ nghiêm quy tắc hoạt động, nếu phát hiện có hành vi trục lợi bất đáng, chúng tôi có quyền tiến hành xử lý tương ứng, quyền giải thích cuối cùng của hoạt động này thuộc sở hữu nền tảng PGTakl.
zh_hans: 請仔細閱讀活動介紹，嚴格遵守活動規則，如有發現不當獲利行為，我們將有權進行相應處理，本活動最終解釋權歸PGTalk平台所有。
zh_hant: 請仔細閱讀活動介紹，嚴格遵守活動規則，如有發現不當獲利行為，我們將有權進行相應處理，本活動最終解釋權歸PGTalk平臺所有。

# 鐵粉計劃活動
source: Loyal Fans Program Activities
ko: 열정팬 이벤트 게획
th: โปรเจคกิจกรรมแฟนคลัปตัวยง
vi: Hoạt động kế hoạch người hâm mộ cứng
zh_hans: 铁粉计划活动
zh_hant: 鐵粉計劃活動

# 庫存
source: in stock
ko: 재고
th: สต๊อกสินค้า
vi: Kho tồn
zh_hans: 库存
zh_hant: 庫存

# 對方忙線中
source: Friend is busy
ja: 相手が忙しい中
ko: 상대방 바 쁜 중
th: ยุ่งกับแต่ละอื่นๆ
vi: Bên kia đang bận
zh_hans: 对方忙线中
zh_hant: 對方忙線中

# 忙線未接聽
source: Busy line, no answer
ja: 忙しくて話が出ない
ko: 바쁨 을 받 지 않다
th: สายยุ่งไม่ตอบ
vi: Dòng bận chưa hồi đáp
zh_hans: 忙线未接听
zh_hant: 忙線未接聽

# 去儲值
source: Recharge
ja: 補充
ko: 충전하러 가기
th: เติมเงิน
vi: Nạp tiền
zh_hans: 去储值
zh_hant: 去儲值

# 剩餘鑽石數量不足，是否前往儲值
source: Insufficient remaining diamond balance. Would you like to go to recharge?
ja: 不十分なダイヤモンド。今すぐ補充
ko: 남은 다이아몬드 개수가 부족하여 재충전을 갈까 말까
th: เพชรไม่เพียงพอ เติมเงินเดี๋ยวนี้
vi: Không đủ kim cương. Nạp ngay
zh_hans: 剩余钻石数量不足，是否前往储值
zh_hant: 剩餘鑽石數量不足，是否前往儲值

# 不允許程序內付費
source: In-app payments are not allowed
ja: アプリでの購入を禁止する
ko: 인앱 결제는 허용되지 않습니다
th: ไม่อนุญาตการซื้อในแอป
vi: Không cho phép mua hàng trong ứng dụng
zh_hans: 不允许程序內付费
zh_hant: 不允許程式內付費

# 查找不到商品信息
source: Can't find product information
ja: 見つかりません
ko: 제품 정보를 찾을 수 없습니다
th: ไม่พบ
vi: Không tìm thấy
zh_hans: 查找不到商品訊息
zh_hant: 查找不到商品資訊

# 請先同意相關條例
source: Please agree to the relevant regulations
ja: 最初にポリシーに同意する
ko: 먼저 관련 규정에 동의해주세요.
th: ยอมรับนโยบายก่อน
vi: Đồng ý với chính sách trước
zh_hans: 請先同意相關條例
zh_hant: 請先同意相關條例

# 我已閱讀並同意《隱私保護權政策》《內容管理及處置》《服務條例》
source: I have read and agreed the < Privacy Policy> < Content and Disposal> < Terms of service>
ja: プライバシーポリシー、コンテンツの使用およびサービスの規制を読み、同意します
ko: '개인정보 보호정책', '콘텐츠 관리 및 파기', '서비스 규정'을 읽었으며 이에 동의합니다.
th: ฉันได้อ่านและยอมรับนโยบายความเป็นส่วนตัว การใช้งานเนื้อหา และข้อบังคับการบริการ
vi: Tôi đã đọc và đồng ý với chính sách bảo mật, sử dụng nội dung và quy định dịch vụ
zh_hans: 我已閱讀並同意《隱私保護權政策》《內容管理及處置》《服務條例》
zh_hant: 我已閱讀並同意《隱私保護權政策》《內容管理及處置》《服務條例》

# 為了您能更好的使用PGTalk Live直播功能，請您仔細閱讀以下條例。
source: For a better expericence on PGTalk Live , please read terms below carefully.
ja: PGTalkライブ機能の最高の体験のための規則をお読みください
ko: PG Talk Live의 생방송 기능을 더 잘 이용하기 위해 아래의 규정을 잘 읽어주세요.
th: โปรดอ่านข้อกำหนดเพื่อประสบการณ์ที่ดีที่สุดของคุณสมบัติ PGTalk Live
vi: Vui lòng đọc quy định để có trải nghiệm tốt nhất về tính năng PGTalk Live
zh_hans: 為了您能更好的使用PGTalk Live直播功能，請您仔細閱讀以下條例。
zh_hant: 為了您能更好的使用PGTalk Live直播功能，請您仔細閱讀以下條例。

# 直播條例
source: Live Regulations
ja: 規則
ko: 생방송 규정
th: ข้อบังคับ
vi: Quy định
zh_hans: 直播條例
zh_hant: 直播條例

# 《隱私保護權政策》
source: < Privacy Policy>
ja: 《プライバシーポリシー》
ko: '개인정보 보호정책'
th: 《นโยบายความเป็นส่วนตัว》
vi: 《Chính sách bảo mật》
zh_hans: 《隱私保護權政策》
zh_hant: 《隱私保護權政策》

# 《內容管理及處置》
source: < Content and Disposal>
ja: 《コンテンツの管理と廃棄》
ko: '콘텐츠 관리 및 폐기'
th: 《การจัดการและการกำจัดเนื้อหา》
vi: 《Quản lý và xử lý nội dung》
zh_hans: 《內容管理及處置》
zh_hant: 《內容管理及處置》

# 《服務條例》
source: < Terms of service>
ja: 《規則》
ko: '서비스 조례'
th: 《กฎเกณฑ์》
vi: 《Quy định》
zh_hans: 《服務條例》
zh_hant: 《服務條例》

# 鑽石
source: Diamonds
ja: ダイヤモンド
ko: 다이아몬드
th: เพชร
vi: Kim cương
zh_hans: 钻石
zh_hant: 鑽石

# 購買鑽石
source: Buy Diamonds
ja: 補充
ko: 다이아몬드 구매
th: เติมเงิน
vi: Nạp tiền
zh_hans: 购买钻石
zh_hant: 購買鑽石

# 付
source: Pay
ja: 支払い
ko: 주다
th: จ่าย
vi: Thanh toán
zh_hans: 付
zh_hant: 付

# 鑽石餘額
source: Diamond balance
ja: 剰余金
ko: 다이아몬드 밸런스
th: ยอดคงเหลือ
vi: Số dư
zh_hans: 钻石余额
zh_hant: 鑽石餘額

# 直播鑽石提现退回
source: Live diamond withdrawal refund
ja: キャッシュアウト
ko: 라이브 다이아몬드 출금 반환
th: สตรีมสดยกเลิกการจ่ายเงิน
vi: Live Stream hủy bỏ tiền mặt
zh_hans: 直播鑽石提现退回
zh_hant: 直播鑽石提領退回

# 聲聊鑽石提现退回
source: Voice chat diamond withdrawal and return
ja: キャッシュアウト
ko: 음성채팅 다이아몬드 출금반환
th: วันที่ด้วยเสียงยกเลิกการถอนเงิน
vi: Ngày thoại hủy bỏ tiền mặt
zh_hans: 聲聊鑽石提现退回
zh_hant: 聲聊鑽石提領退回

# 直播鑽石手續費收入
source: Live Diamond Fee
ja: ライブストリームダイヤモンド入場
ko: 라이브 다이아몬드 수수료 수입
th: ถ่ายทอดสดการรับเพชร
vi: Nhận kim cương Live Stream
zh_hans: 直播鑽石手續費收入
zh_hant: 直播鑽石手續費收入

# 聲聊鑽石手續費收入
source: Voice chat diamond fee income
ja: ボイスデートダイヤモンド入場
ko: 음성채팅 다이아몬드 수수료 수입
th: เสียงเพชรเข้าวันที่
vi: Nhập học kim cương ngày thoại
zh_hans: 聲聊鑽石手續費收入
zh_hant: 聲聊鑽石手續費收入

# 直播鑽石提現支出
source: Live diamond withdrawal charge
ja: キャッシュアウト
ko: 라이브 다이아몬드 출금 비용
th: สตรีมสด ถอนเพชรออก
vi: Rút tiền kim cương Live Stream
zh_hans: 直播鑽石提現支出
zh_hant: 直播鑽石提領支出

# 直播鑽石提現收入
source: Live diamond withdrawal
ja: キャッシュアウト
ko: 라이브 다이아몬드 인출 수입
th: รายรับเพชรในสตรีมแบบสด
vi: Thu nhập kim cương Live Stream
zh_hans: 直播鑽石提現收入
zh_hant: 直播鑽石提領收入

# 聲聊鑽石提現支出
source: Voice chat diamond withdrawal expenses
ja: ボイスデートダイヤモンド費用
ko: 다이아몬드 인출 비용에 대해 이야기하십시오
th: ค่าใช้จ่ายเพชรวันเสียง
vi: Chi phí kim cương cho ngày thoại
zh_hans: 聲聊鑽石提現支出
zh_hant: 聲聊鑽石提領支出

# 聲聊鑽石提現收入
source: Voice chat diamond withdrawal income
ja: ボイスデートダイヤモンド収入
ko: 음성채팅 다이아몬드 출금 수익
th: รายได้เพชรวันที่เสียง
vi: Thu nhập kim cương ngày thoại
zh_hans: 聲聊鑽石提現收入
zh_hant: 聲聊鑽石提領收入

# 代理商直播鑽石提現支出
source: Agents live streaming diamond withdrawal expenses
ja: エージェントライブストリームダイヤモンドキャッシュアウト
ko: 에이전트 라이브 다이아몬드 인출 비용
th: รับเงินจากเพชรในการสตรีมสดของตัวแทน
vi: Đại lý Live Stream rút kim cương
zh_hans: 代理商直播鑽石提現支出
zh_hant: 代理商直播鑽石提領支出

# 代理商聲聊鑽石提現支出
source: Agents talk about diamond withdrawal expenses
ja: エージェントボイスデートダイヤモンドキャッシュアウト
ko: 에이전트가 다이아몬드 인출 비용에 대해 이야기합니다.
th: ตัวแทนวอยซ์ เดท เพชร ถอนเงิน
vi: Đại lý Voice ngày rút tiền kim cương
zh_hans: 代理商聲聊鑽石提現支出
zh_hant: 代理商聲聊鑽石提領支出

# PGP兌換鑽石
source: Exchange PGP for Diamonds
ja: ダイヤモンドのPGP
ko: PGP를 다이아몬드로 교환
th: PGP สำหรับเพชร
vi: PGP cho kim cương
zh_hans: PGP兌換鑽石
zh_hant: PGP兌換鑽石

# 鑽石數量
source: Diamonds
ja: 額
ko: 다이아몬드의 수
th: จำนวนเงิน
vi: Số tiền
zh_hans: 鑽石數量
zh_hant: 鑽石數量

# 收
source: Receive
ja: 受け取る
ko: 받다
th: รับ
vi: Nhận
zh_hans: 收
zh_hant: 收

# 直播訊號讀取失敗，已退出直播間
source: Failed to read the live broadcast signal, has exited the live broadcast room
ja: 読み込みに失敗し、終了しました
ko: 생방송 신호를 읽지 못하고 생방송 방을 나갔습니다.
th: การโหลดล้มเหลว ออกแล้ว
vi: Tải không thành công, đã thoát
zh_hans: 直播訊號讀取失敗，已退出直播間
zh_hant: 直播訊號讀取失敗，已退出直播間

# 請重新進入
source: please re-enter
ja: 再入力してください
ko: 다시 입력하십시오
th: กรุณาป้อนใหม่
vi: Vui lòng nhập lại
zh_hans: 請重新進入
zh_hant: 請重新進入

# 儲存到手機相冊
source: Save photo
ja: 写真に保存
ko: 전화 앨범에 저장
th: บันทึกไปที่รูปภาพ
vi: Lưu vào Ảnh
zh_hans: 儲存到手機相冊
zh_hant: 儲存到手機相冊

# 儲存至手機
source: Save photo
ja: 保存する
ko: 전화에 저장
th: บันทึก
vi: Lưu
zh_hans: 儲存至手機
zh_hant: 儲存相簿

# 暫不支持分享
source: Sharing is not currently supported
ja: 共有はサポートされていません
ko: 공유를 지원하지 않음
th: ไม่รองรับการแชร์
vi: Chia sẻ không được hỗ trợ
zh_hans: 暫不支持分享
zh_hant: 暫不支持分享

# 送出
source: Send
ja: 送信
ko: 발송
th: ส่ง
vi: Gửi
zh_hans: 送出
zh_hant: 送出

# 正在維護
source: under maintenance
ja: メンテナンス中
ko: 보수 작업중
th: อยู่ระหว่างการบำรุงรักษา
vi: Đang Bảo trì
zh_hans: 正在維護
zh_hant: 正在維護

# 非常抱歉，該功能正在維護，請耐心等待
source: Sorry, this feature is under maintenance, please be patient
ja: メンテナンス中
ko: 죄송합니다. 이 기능은 유지 관리 중입니다. 잠시만 기다려 주세요.
th: อยู่ระหว่างการบำรุงรักษา
vi: Đang bảo trì
zh_hans: 非常抱歉，該功能正在維護，請耐心等待
zh_hant: 非常抱歉，該功能正在維護，請耐心等待

# 取消訂單
source: Cancel Order
ja: 注文をキャンセルする
ko: 주문 취소
th: ยกเลิกคำสั่งซื้อ
vi: Hủy đơn hàng
zh_hans: 取消订单
zh_hant: 取消訂單

# 已完成匯款
source: Remittance completed
ja: 送金完了
ko: 송금이 완료되었습니다
th: โอนเงินเรียบร้อยแล้ว
vi: Hoàn tất chuyển tiền
zh_hans: 已完成匯款
zh_hant: 已完成匯款

# 請確定您已完成匯款
source: Please make sure you have completed the remittance
ja: 送金が完了していることを確認します
ko: 송금을 완료했는지 확인하십시오.
th: ตรวจสอบให้แน่ใจว่าการโอนเงินเสร็จสมบูรณ์
vi: Đảm bảo việc chuyển tiền đã hoàn tất
zh_hans: 請確定您已完成匯款
zh_hant: 請確定您已完成匯款

# 上传失败
source: Upload failed
ja: アップロードに失敗しました
ko: 업로드 실패
th: อัพโหลดล้มเหลว
vi: Tải lên không thành công
zh_hans: 上传失败
zh_hant: 上傳失敗

# (為保障資產安全，使用PGP時需驗證錢包密碼)
source: (To ensure asset security, the wallet password needs to be verified when using PGP)
ja: (より安全な行動のために安全なパスワードを使用する)
ko: (자산의 보안을 위해 PGP 이용시 보안비밀번호 확인이 필요합니다.)
th: (ใช้รหัสผ่านที่ปลอดภัยเพื่อความปลอดภัยยิ่งขึ้น)
vi: (Sử dụng mật khẩu an toàn để hành động an toàn hơn)
zh_hans: (為保障資產安全，使用PGP時需驗證钱包密码)
zh_hant: (為保障資產安全，使用PGP時需驗證錢包密碼)

# 後重新獲取
source: reacquired after
ja: 後に再取得
ko: 재획득 후
th: รับใหม่ภายหลัง
vi: Lấy lại sau
zh_hans: 後重新獲取
zh_hant: 後重新獲取

# 使用身分證驗證
source: ID Verification
ja: ID検証
ko: ID 카드를 사용하여 확인
th: การตรวจสอบบัตรประจำตัว
vi: Xác minh ID
zh_hans: 使用身分證驗證
zh_hant: 使用身分證驗證

# 僅限台灣身分證
source: Taiwan ID only
ja: 台湾IDのみ
ko: 대만 신분증만
th: รหัสไต้หวันเท่านั้น
vi: Chỉ ID Đài Loan
zh_hans: 僅限台灣身分證
zh_hant: 僅限台灣身分證

# 使用護照驗證
source: Passport Verification
ja: パスポートの確認
ko: 여권 확인 사용
th: การตรวจสอบหนังสือเดินทาง
vi: Xác minh hộ chiếu
zh_hans: 使用護照驗證
zh_hant: 使用護照驗證

# 支援各國/地區護照
source: Passports from various countries/regions.
ja: 他の国をサポートする
ko: 지원 국가/지역 여권
th: สนับสนุนประเทศอื่นๆ
vi: Hỗ trợ các quốc gia khác
zh_hans: 支援各國/地區護照
zh_hant: 支援各國/地區護照

# 護照驗證
source: Passport Verification
ja: パスポート
ko: 여권 확인
th: หนังสือเดินทาง
vi: Hộ chiếu
zh_hans: 護照驗證
zh_hant: 護照驗證

# 身分證驗證
source: ID verification
ja: ID
ko: 신분증 확인
th: ไอดี
vi: ID
zh_hans: 身分證驗證
zh_hant: 身分證驗證

# 請提供清晰的護照個人資訊頁照片
source: Provide clear photo page of Passport.
ja: パスポートの鮮明な写真を提供する
ko: 여권 개인 정보 페이지의 선명한 사진을 제공하세요.
th: ระบุรูปถ่ายหนังสือเดินทางที่ชัดเจน
vi: Cung cấp ảnh hộ chiếu rõ ràng
zh_hans: 請提供清晰的護照個人資訊頁照片
zh_hant: 請提供清晰的護照個人資訊頁照片

# 僅作為PGTalk身分驗證使用
source: Use Only as PGTalk authentication
ja: 検証のみに使用
ko: PGTalk 본인 확인 용도로만 사용
th: ใช้สำหรับการตรวจสอบเท่านั้น
vi: Chỉ sử dụng để xác minh
zh_hans: 僅作為PGTalk身分驗證使用
zh_hant: 僅作為PGTalk身分驗證使用

# 點擊上傳照片
source: Click to upload photo
ja: 写真をアップする
ko: 사진을 업로드하려면 클릭하세요.
th: อัปโหลดรูปภาพ
vi: Tải ảnh lên
zh_hans: 點擊上傳照片
zh_hant: 點擊上傳照片

# 請輸入護照上真實姓名
source: Please enter the real name on the passport
ja: パスポートに名前を入力してください
ko: 여권상의 실명을 입력해주세요.
th: ป้อนชื่อในหนังสือเดินทาง
vi: Nhập tên trên hộ chiếu
zh_hans: 請輸入護照上真實姓名
zh_hant: 請輸入護照上真實姓名

# 證件號碼
source: ID number
ja: ID No.
ko: ID 번호
th: หมายเลขประจำตัวประชาชน
vi: Số ID
zh_hans: 證件號碼
zh_hant: 證件號碼

# 請輸入您的護照號碼
source: Please enter your passport number
ja: パスポート ID No.
ko: 여권번호를 입력해주세요
th: หมายเลขหนังสือเดินทาง
vi: Số hộ chiếu
zh_hans: 請輸入您的護照號碼
zh_hant: 請輸入您的護照號碼

# 護照照片
source: passport photo
ja: パスポートの写真
ko: 여권 사진
th: หนังสือเดินทาง DP
vi: Hộ chiếu DP
zh_hans: 護照照片
zh_hant: 護照照片

# 照片識別
source: photo identification
ja: 写真認識
ko: 사진 인식
th: การจดจำรูปภาพ
vi: Nhận dạng ảnh
zh_hans: 照片識別
zh_hant: 照片識別

# 選擇身分證正面照片或者直接拍攝身分證正面 可自動填入下方資料
source: Select or the photo of front/back of ID Automatic fill
ja: IDの前面/背面を選択または写真を撮ります n自動入力
ko: 신분증 앞면 사진 촬영 또는 신분증 앞면 직접 촬영 선택 아래 데이터는 자동으로 채워질 수 있습니다
th: เลือกหรือถ่ายภาพด้านหน้า/ด้านหลังของ ID เติมอัตโนมัติ
vi: Chọn hoặc chụp ảnh mặt trước / mặt sau của ID n Tự động điền
zh_hans: 選擇身分證正面照片或者直接拍攝身分證正面 可自動填入下方資料
zh_hant: 選擇身分證正面照片或者直接拍攝身分證正面 可自動填入下方資料

# 正在識别
source: Identifying
ja: 認識
ko: 인식
th: รับรู้
vi: Nhận biết
zh_hans: 正在識别
zh_hant: 正在識别

# 驗證成功
source: Verification succeeded
ja: 成功
ko: 성공적으로 확인됨
th: สำเร็จ
vi: Thành công
zh_hans: 驗證成功
zh_hant: 驗證成功

# 日
source: Day
ja: 日
ko: 일
th: วัน
vi: Ngày
zh_hans: 日
zh_hant: 日

# 查驗中...
source: Under inspection...
ja: チェック中
ko: 확인 중...
th: กำลังตรวจสอบ
zh_hans: 查驗中...
zh_hant: 查驗中...

# 正在提交...
source: is submitting
ja: 提出する
ko: 제출 중...
th: กำลังส่ง
zh_hans: 正在提交...
zh_hant: 正在送出...

# 恭喜您身分驗證成功
source: Congratulations on your successful authentication
ja: 本人確認に成功しました
ko: 본인인증 성공 축하드립니다
th: ยืนยันตัวตนสำเร็จ
vi: Xác minh ID thành công
zh_hans: 恭喜您身分驗證成功
zh_hant: 恭喜您身分驗證成功

# 驗證失敗
source: Verification failed
ja: 検証に失敗しました
ko: 확인 실패
th: ล้มเหลว
vi: Không thành công
zh_hans: 驗證失敗
zh_hant: 驗證失敗

# 提交失敗
source: Submission Failed
ja: 送信に失敗しました
ko: 제출 실패
th: ส่งไม่สำเร็จ
vi: Không nộp được
zh_hans: 提交失敗
zh_hant: 送出失敗

# 身分驗證審核中，請耐心等待
source: Authentication is under review, please be patient
ja: 審査中の本人確認
ko: 신원 확인을 검토 중입니다. 잠시만 기다려 주십시오.
th: กำลังตรวจสอบ
vi: Đang xác minh
zh_hans: 身分驗證審核中，請耐心等待
zh_hant: 身分驗證審核中，請耐心等待

# 請檢查填入的訊息是否有誤
source: Please check whether the entered information is correct
ja: 入力した情報が間違っていないか確認してください
ko: 입력한 정보가 틀린지 확인해주세요
th: ตรวจสอบข้อมูลอีกครั้ง
vi: Kiểm tra kỹ thông tin
zh_hans: 請檢查填入的訊息是否有誤
zh_hant: 請檢查填入的訊息是否有誤

# 請重新提交或重新上傳後提交
source: Please resubmit or re-upload and submit
ja: 再送信または再アップロード
ko: 다시 제출하거나 다시 업로드하여 제출하십시오.
th: โปรดอัปโหลดและส่งอีกครั้ง
vi: Vui lòng tải lên lại và gửi
zh_hans: 請重新提交或重新上傳後提交
zh_hant: 請重新送出或重新上傳後送出

# 好的
source: OK
ja: わかった
ko: 좋아요
th: ตกลง
vi: Được
zh_hans: 好的
zh_hant: 好的

# 行動支付
source: mobile payment
ja: モバイル決済
ko: 모바일 결제
th: ชำระเงินมือถือ
vi: Thanh toán di động
zh_hans: 行動支付
zh_hant: 行動支付

# 購買PGP數量
source: Purchase PGP quantity
ja: 購入したPGPの数量
ko: 구매한 PGP 수량
th: ซื้อจำนวน PGP
vi: Mua số lượng PGP
zh_hans: 購買PGP數量
zh_hant: 購買PGP數量

# 請輸入身分證上真實姓名
source: Enter name on ID
ja: IDカードに本名を入力してください
ko: 신분증에 실명을 입력해주세요.
th: ป้อนชื่อบน ID
vi: Nhập tên trên ID
zh_hans: 請輸入身分證上真實姓名
zh_hant: 請輸入身分證上真實姓名

# 為了您的資產安全，請先完成身分驗證
source: For assets serucity, please complete authentication.
ja: 資産の安全のために、最初に本人確認を完了してください
ko: 자산의 안전을 위해 먼저 본인 확인을 완료해주세요.
th: โปรดระบุตัวตนเพื่อความปลอดภัย
zh_hans: 为了您的资产安全，請请先完成身分验证
zh_hant: 為了您的資產安全，請先完成身分驗證

# 收付方式
source: Payment method
ja: 支払方法
ko: 지불 방법
th: วิธีการชำระเงิน
vi: Phương thức thanh toán
zh_hans: 收付方式
zh_hant: 交易方式

# 繼續付款
source: continue to pay
ja: 継続する
ko: 계속 결제
th: ไปต่อ
vi: Tiếp tục
zh_hans: 继续付款
zh_hant: 繼續付款

# 請輸入您的身分證號碼
source: Please enter your ID number.
ja: IDカード番号を入力してください
ko: 주민등록번호를 입력해주세요
th: โปรดป้อนหมายเลขประจำตัวประชาชน
vi: Vui lòng nhập số ID
zh_hans: 请输入您的身份证号码
zh_hant: 請輸入您的身分證號碼

# 识别失败，请手动输入
source: Recognition failed, please enter manually
ja: 認識に失敗しました。手動で入力してください
ko: 인식에 실패했습니다. 수동으로 입력하세요.
th: โปรดป้อนด้วยตนเอง
vi: Vui lòng nhập thủ công
zh_hans: 识别失败，请手动输入
zh_hant: 識別失敗，請手動輸入

# 請上传護照照片
source: Please upload passport photo
ja: パスポート写真をアップロードしてください
ko: 여권사진을 올려주세요
th: อัปโหลดรูปถ่ายหนังสือเดินทาง
vi: Tải ảnh hộ chiếu lên
zh_hans: 请上传护照照片
zh_hant: 請上傳護照照片

# LinePay充值
source: LinePay recharge
ja: LinePay 充電する
ko: 라인페이 충전
th: เติมเงิน LinePay
vi: Nạp tiền cho LinePay
zh_hans: LinePay充值
zh_hant: LinePay儲值

# 魅力值
source: Charisma
ja: チャーム値
ko: 매력 가치
th: เสน่ห์
vi: Sự quyến rũ
zh_hans: 魅力值
zh_hant: 魅力值

# 優惠活動
source: Promotions
ja: プロモーション
ko: 프로모션
th: โปรโมชั่น
vi: Khuyến mãi
zh_hans: 优惠活动
zh_hant: 優惠活動

# 我的功能
source: My function
ja: 私の機能
ko: 내 기능
th: หน้าที่
vi: Chức năng
zh_hans: 我的功能
zh_hant: 我的功能

# 全體成員
source: All members
ja: 全員
ko: 전원
th: สมาชิก
vi: Thành viên
zh_hans: 全部成员
zh_hant: 全部成員

# 掃描付PGP
source: Scan to Pay PGP
ja: スキャンしてPGPを支払う
ko: 스캔하여 PGP 지불
th: สแกนเพื่อจ่าย PGP
vi: Quét để thanh toán PGP
zh_hans: 扫描付PGP
zh_hant: 掃描付PGP

# 確認付PGP
source: Confirm to pay PGP
ja: PGPの支払いを確認する
ko: PGP 지불 확인
th: ยืนยัน
vi: Xác nhận
zh_hans: 确认付PGP
zh_hant: 確認付PGP

# 線下商家消費
source: Order amount
ja: 商人の消費
ko: 오프라인 가맹점 소비
th: ร้านค้าสำหรับบริโภค
zh_hans: 线下商家消费
zh_hant: 線下商家消費

# 收付對象：
source: Transaction to:
ja: 領収書と支払いオブジェクト：
ko: 영수증 및 지불 대상:
th: โอนไปที่：
zh_hans: 收付对象：
zh_hant: 交易對象：

# 掃碼
source: Scan code
ja: スキャンコード
ko: 스캔 코드
th: สแกน
vi: Quét
zh_hans: 扫码
zh_hant: 掃碼

# 訂單金額
source: Order amount
ja: 注文金額
ko: 주문량
th: จำนวนการสั่งซื้อ
vi: Số tiền đặt hàng
zh_hans: 订单金额
zh_hant: 訂單金額

# 掃碼轉帳
source: Scan to transfer
ja: スキャンコード転送
ko: 스캔 코드 전송
th: สแกนเพื่อโอน
vi: Quét để chuyển
zh_hans: 扫码转账
zh_hant: 掃碼轉帳

# 已退款
source: Refunded
ja: 返金
ko: 환불
th: คืนเงินแล้ว
vi: Đã hoàn lại
zh_hans: 已退款
zh_hant: 已退款

# 退款訂單號
source: refund order number.
ja: 払い戻し注文番号
ko: 환불 주문 번호
th: หมายเลขการคืนเงิน
vi: Số tiền hoàn lại
zh_hans: 退款订单号
zh_hant: 退款訂單號

# 退款時間
source: Refund time
ja: 払い戻し時間
ko: 환불 시간
th: เวลาคืนเงิน
vi: Thời gian hoàn tiền
zh_hans: 退款时间
zh_hant: 退款時間

# 語言
source: Language
ja: 言語
ko: 언어
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# 全部功能
source: All
ja: 全て
ko: 모두
th: ทั้งหมด
vi: tất cả các
zh_hans: 全部功能
zh_hant: 全部功能

# 我的資產
source: My Assets
ja: 私の資産
ko: 내 자산
th: ทรัพย์สินของฉัน
vi: Tài sản của tôi
zh_hans: 我的资产
zh_hant: 我的資產

# 線下商家
source: Merchants
ja: オフラインショップ
ko: 오프라인 상인
th: ธุรกิจภายใต้บรรทัด
vi: Buôn bán ngoài lề
zh_hans: 线下商家
zh_hant: 線下商家

# 線下商家1
source: Merchants
ja: オフラインショップ
ko: 오프라인 상인
th: ธุรกิจภายใต้บรรทัด
vi: Buôn bán ngoài lề
zh_hans: 线下商家
zh_hant: 線下商家

# 我的商城
source: PG Store
ja: 私の店
ko: 내 가게
th: ห้างสรรพสินค้าของฉัน
vi: Cửa hàng
zh_hans: PG商城
zh_hant: PG商城

# 好友動態
source: Friends Feed
ja: 友達の動き
ko: 친구 동태
th: เพื่อนแบบไดนามิก
vi: Cập nhật xã hội
zh_hans: 好友动态
zh_hant: 好友動態

# 發佈動態
source: Post feeds
zh_hans: 发布动态
zh_hant: 發佈動態

# 發證日期
source: Issue date
zh_hant: 發證日期

# (民國)
source: (R.O.C.)
zh_hant: (民國)

# 出生日期
source: Date of Birth
zh_hant: 出生日期

# 發證地點
source: Issued place
zh_hant: 發證地點

# 發證類別
source: Issue category
zh_hant: 發證類別
