Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 验证页面提示框
source: verification page prompt
th: ส่งรหัสยืนยันไปยังมือถือของคุณแล้ว กรุณาตรวจสอบ
vi: Mã nghiệm chứng đã thành công gửi đến điện thoại di động của bạn, xin vui lòng chú ý kiểm tra
zh_hant: 驗證碼已成功發送到你的手機,請注意查看

# 提交
source: Submit
ja: 提出する
ko: 제출하려면
th: ส่ง
vi: Gửi đi
zh_hans: 提交
zh_hant: 提交

# 验证
source: verify
ja: 検証
ko: 확인
th: ยืนยัน
vi: Nghiệm chứng
zh_hans: 验证
zh_hant: 驗證

# 驗證訊息
source: verify
ja: 検証
ko: 확인
th: การตรวจสอบ
vi: Nghiệm chứng
zh_hans: 验证讯息
zh_hant: 驗證訊息

# 验证码
source: Verification code
ja: 検証コード
ko: 패스워드
th: รหัสยืนยัน
vi: Mã nghiệm chứng
zh_hant: 驗證碼

# 重新发送验证码
source: Resend Code
th: ส่งรหัสยืนยันใหม่
vi: Gửi lại mã nghiệm chứng
zh_hant: 重新發送驗證碼

# 中国
source: China
ja: 中国
ko: 중국
th: จีน
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國

# 温馨提示
source: Notice
ja: 暖かいリマインダー
ko: 팁
th: คำแนะนำ
vi: Lời nhắc ấm áp
zh_hans: 温馨提示
zh_hant: 溫馨提示

# 电话号码不能为空
source: Phone number cannot be empty
th: หมายเลขโทรศัพท์ห้ามเว้นว่าง
vi: Số điện thoại không được để trống
zh_hant: 電話號碼不能爲空

# 正确手机号
source: correct phone number
th: โปรดใส่หมายเลขโทรศัพท์มือถือให้ถูกต้อง
vi: Xin vui lòng nhập số điện thoại chính xác
zh_hant: 請輸入正確電話號碼

# 搜索
source: Search
ja: 検索
ko: 검색
th: ค้นหา
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# 请填写昵称
source: Please fill in nickname
ja: ニックネームを記入してください。
ko: 작성해 주세요 별명
th: โปรดใส่ชื่อเล่น
vi: Xin vui lòng nhập tên gọi
zh_hans: 请填写昵称
zh_hant: 請輸入名稱

# 完成
source: Done
ja: 完全な
ko: 완성하다
th: เสร็จสิ้น
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# 秒
source: Seconds
ja: 秒
ko: 초
th: วินาที
vi: Giây
zh_hant: 秒

# 剩余
source: Remain
ja: 殘り
ko: 잉여
th: คงเหลือ
vi: Còn lại
zh_hant: 剩餘

# 消息
source: Chats
ja: ニュース
ko: 소식
th: ข้อความ
vi: Tin nhắn
zh_hant: 訊息

# 会话
source: conversation
ja: 会話
ko: 회화
th: สนทนา
vi: Đối thoại
zh_hant: 對話

# 文档
source: Documentation
th: ไฟล์
vi: Tệp hồ sơ
zh_hant: 檔案

# 任务
source: Mission
th: ภารกิจ
vi: Nhiệm vụ
zh_hant: 任務

# 审批
source: approval
th: ตรวจสอบ
vi: Kiểm toán
zh_hant: 稽核

# 已读
source: Read
ja: 読む
ko: 읽기
th: อ่านแล้ว
vi: Đã đọc
zh_hans: 已读
zh_hant: 已讀

# 未读
source: Unread
ja: 読まない
ko: 읽을 수 없음
th: ยังไม่อ่าน
vi: Chưa đọc
zh_hans: 未读
zh_hant: 未讀

# 复制
source: Copy
ja: コピー
ko: 복사 하 다.
th: คัดลอก
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# 转发
source: Forward
ja: 転送
ko: 포워딩
th: ส่งต่อ
vi: Chuyển gửi
zh_hans: 转发
zh_hant: 轉發

# 收藏
source: Collects
ja: コレクション
ko: 컬렉션
th: รายการโปรด
vi: Sưu tập
zh_hans: 收藏
zh_hant: 收藏

# 删除
source: Delete
ja: 削除する
ko: 삭제
th: ลบ
vi: Gỡ bỏ
zh_hans: 删除
zh_hant: 刪除

# 更多
source: More
ja: より
ko: 더
th: เพิ่มเติม
vi: Thêm nhiều
zh_hans: 更多
zh_hant: 更多

# 添加到任务
source: Add to mission
th: เพิ่มลงในภารกิจ
vi: Thêm vào nhiệm vụ
zh_hant: 新增到任務

# 添加到审批
source: add to approval
th: เพิ่มลงในการตรวจสอบ
vi: Thêm vào kiểm toán
zh_hant: 新增到稽核

# 相册
source: Photo album
ja: アルバム
ko: 앨범
th: อัลบั้ม
vi: Tập ảnh
zh_hans: 相册
zh_hant: 相簿

# 拍照
source: Take a photo
ja: 写真を撮る
ko: 사진
th: ถ่ายรูป
vi: Chụp ảnh
zh_hant: 拍照

# 位置
source: Location
ja: 場所
ko: 위치
th: ตำแหน่ง
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# 红包
source: Red envelope
ja: お年玉
ko: 뇌물
th: อั่งเปา
vi: Bao lì xì
zh_hant: 紅包

# 语音输入
source: Voice input
ja: 音声入力
ko: 음성 입력
th: ป้อนข้อมูลด้วยเสียง
vi: Nhập bằng âm thanh
zh_hans: 语音输入
zh_hant: 語音輸入

# x人未读
source: %ld people unread
th: %ld คนไม่ได้อ่าน
vi: %1d người chưa đọc
zh_hant: %ld人未讀

# 名片
source: Contacts
ja: 名刺
ko: 명함
th: นามบัตร
vi: Danh thiếp
zh_hans: 名片
zh_hant: 好友資訊

# 文件
source: File
ja: ファイル
ko: 파일
th: ไฟล์
vi: Tệp hồ sơ
zh_hant: 檔案

# 群概况
source: Group profile
th: แนะนำกลุ่ม
vi: Giới thiệu nhóm
zh_hant: 群組介紹

# 群成员
source: Group member
ja: 群メンバー
ko: 그룹 구성원
th: สมาชิกกลุ่ม
vi: Thành viên nhóm
zh_hans: 群成员
zh_hant: 群組成員

# 群名称
source: Group name
ja: グループ名
ko: 그룹 이름
th: ชื่อกลุ่ม
vi: Tên gọi nhóm
zh_hant: 群組名稱

# 群二维码
source: Group chat QR code
ja: 二次元コード
ko: 군 이차원 코드
th: คิวอาร์โค้ดกลุ่ม
vi: QR Code nhóm
zh_hant: 群組QR Code

# 群公告
source: Group announce
ja: グループ発表
ko: 그룹 발표
th: ประกาศกลุ่ม
vi: Thông báo nhóm
zh_hans: 群公告
zh_hant: 群組公告

# 消息免打扰
source: Do not disturb
ja: お邪魔する
ko: 소식을 귀찮게 면하다
th: ห้ามรบกวน
vi: Tin nhắn không làm phiền
zh_hant: 訊息勿擾

# 置顶聊天
source: Top
ja: UPチャット
ko: 잡담 끝. 대화
th: ปักหมุดแชท
vi: Nói chuyện trên đỉnh
zh_hant: 置頂聊天

# 显示群成员名称
source: Display group member names
ja: グループのメンバー名を表示します。
ko: 그룹 멤버 이름 보이 기.
th: แสดงชื่อสมาชิกกลุ่ม
vi: Hiển thị tên gọi thành viên nhóm
zh_hans: 显示群成员名称
zh_hant: 顯示群組成員名稱

# 保存到通讯录
source: Save to contact
th: บันทึกลงในผู้ติดต่อ
vi: Lưu giữ vào sổ liên lạc
zh_hant: 儲存到通訊錄

# 聊天文件
source: Chat file
th: ไฟล์สนทนา
vi: Tệp hồ sơ nói chuyện
zh_hant: 聊天檔案

# 清空聊天记录
source: Clear chat history
ja: チャットの記録をクリアする
ko: 채팅 기록 비우기
th: ล้างประวัติสนทนา
vi: Xóa sạch ghi chép nói chuyện
zh_hant: 清空聊天紀錄

# 删除并退出
source: Delete and leave
th: ลบและออก
vi: Xóa bỏ và thoát ra
zh_hant: 刪除並退出

# 群主管理权转让
source: Group owner management right transfer
th: โอนสิทธิ์จัดการของเจ้าของกลุ่ม
vi: Chuyển nhượng quyền quản lý của chủ nhóm
zh_hant: 群主管理權力轉讓

# 设置群管理
source: Set up group management
th: ตั้งค่าผู้ดูแลกลุ่ม
vi: Thiết lập quản lý nhóm
zh_hant: 設定群組管理

# 选择新群主
source: Choose new group chat owner
th: เลือกเจ้าของกลุ่มคนใหม่
vi: Chọn chủ nhóm mới
zh_hant: 選擇新群主

# 新群主
source: Choose a new group ownerV
th: เมื่อยืนยันเลือก%@เป็นเจ้าของกลุ่มคนใหม่แล้ว คุณจะละทิ้งการเป็นเจ้าของกลุ่มโดยอัตโนมัติ
vi: Xác nhận chọn %@ làm chủ nhóm mới, bạn sẽ tự động từ bỏ danh tính chủ nhóm
zh_hant: 確認選擇%@為新群主，你將自動放棄群主身分

# 未接收人列表
source: Unreceived list
th: รายชื่อผู้ไม่ได้รับ
vi: Danh sách người chưa tiếp nhận
zh_hant: 未接收人名單

# 新朋友
source: Friend invitation
ja: 新しい友達
ko: 새 친구
th: เพื่อนใหม่
vi: Bạn bè mới
zh_hant: 好友邀請

# 好友邀請
source: Friend invitation
ja: 好友邀請
zh_hans: 好友邀請
zh_hant: 好友邀請

# 申请加你好友
source: Apply to be your friend
th: %@ขอเพิ่มคุณเป็นเพื่อน
vi: %@ đăng ký thêm bạn làm bạn bè
zh_hant: %@ 申請加你為好友

# 发起群聊
source: Start a group chat
th: เริ่มสนทนา
vi: Lập nói chuyện nhóm
zh_hant: 建立群組聊天

# 添加朋友
source: add friends
th: เพิ่มเพื่อน
vi: Thêm bạn bè mới
zh_hant: 新增朋友

# 扫一扫
source: Scan
ja: 掃除する
ko: 좀 청소해라
th: สแกน
vi: Quét
zh_hans: 扫一扫
zh_hant: 掃描

# 掃描QR Code
source: Scan QR Code
ja: 掃除する
ko: 좀 청소해라
th: สแกน
vi: Quét
zh_hans: 扫描QR Code
zh_hant: 掃描QR Code

# 加入团队
source: join the team
th: เข้าร่วมทีม
vi: Gia nhập đội ngũ
zh_hant: 加入團隊

# 添加联系人
source: Add contacts
ja: 連絡先を追加
ko: 연락처 추가
th: เพิ่มผู้ติดต่อ
vi: Thêm người liên lạc
zh_hant: 新增聯絡人

# 我的二维码
source: My QR code
ja: 私の二次元コード
ko: 내 QR 코드
th: คิวอาร์โค้ดของฉัน
vi: QR Code của tôi
zh_hans: 我的二维码
zh_hant: 我的 QR code

# 办公号
source: Office number
th: บัญชีสาธารณะ
vi: Số công cộng
zh_hant: 公眾號

# 查看原图
source: View original photo
th: ดูภาพต้นฉบับ
vi: Xem hình gốc
zh_hant: 查看原圖

# 发送给联系人
source: send to contact
th: ส่งให้ผู้ติดต่อ
vi: Gửi lên cho người liên lạc
zh_hant: 發送給聯絡人

# 保存到手机
source: save to phone
ja: 「携帯に保存」
ko: 핸드폰 에 저장 하 다
th: บันทึกลงในมือถือ
vi: Lưu giữ vào điện thoại di động
zh_hans: 保存到手机
zh_hant: 儲存到手機

# 其他应用打开
source: Open other apps
th: เปิดแอปพลิเคชันอื่น
vi: Sử dụng APP khác để mởi
zh_hant: 使用其他APP打開

# 发邮件
source: Send email
th: ส่งอีเมล
vi: Gửi Email
zh_hant: 發E-mail

# 创建者
source: creator
th: ผู้สร้าง
vi: Người lập
zh_hant: 建立者

# 文件大小
source: File size
th: ขนาดไฟล์
vi: Kích cỡ tệp hồ sơ
zh_hant: 檔案大小

# 最后修改时间
source: Last Modified
th: เวลาแก้ไขล่าสุด
vi: Thời gian thay đổi cuối cùng
zh_hant: 最後更改時間

# 同意
source: Agree
ja: 同意
ko: 동의
th: ตอบรับ
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# 忽略
source: neglect
ja: 無視
ko: 무시
th: เพิกเฉย
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

# 已同意
source: Approved
ja: 賛成する
ko: 이미 동의했다
th: ตอบรับแล้ว
vi: Đã đồng ý
zh_hant: 已同意

# 添加
source: Add
ja: 追加
ko: 락 토 페 린 을 첨가
th: เพิ่ม
vi: Thêm mới
zh_hans: 添加
zh_hant: 新增

# 重新申请
source: Re-apply
th: ส่งคำขอใหม่
vi: Đăng ký lại
zh_hant: 重新申請

# 按住说话
source: hold to speak
ja: 話を押して話す
ko: 누르고 있으면 말을
th: กดค้างเพื่อพูด
vi: Nhấn lâu nói chuyện
zh_hant: 按住說話

# 松开结束
source: release end
ja: 放し終了
ko: 회전하다 가 끝 난
th: ปล่อยเมื่อพูดจบ
vi: Thả ra kết thúc
zh_hans: 松开结束
zh_hant: 鬆開結束

# 手指上滑，取消发送
source: Swipe up to cancel sending
ja: 指に滑る、キャンセルする
ko: 손가락에 미끄러워 취소 발송
th: เลื่อนขึ้นบนเพื่อยกเลิกการส่ง
vi: Ngón tay trượt lên, hủy bỏ gửi đi
zh_hant: 手指上滑，取消發送

# 松开手指，取消发送
source: Release finger to cancel sending
ja: 指を放し、取り消しに送った
ko: 회전하다 가 손가락 을 발송 을 취소 했 다
th: ปล่อยเพื่อยกเลิกการส่ง
vi: Thả ngón tay ra, hủy bỏ gửi đi
zh_hans: 松开手指，取消发送
zh_hant: 鬆開手指，取消發送

# 详细资料
source: Details
ja: 詳細な資料
ko: 상세한 자료를
th: ข้อมูลรายละเอียด
vi: Thông tin chi tiết
zh_hant: 詳細資料

# 邮箱
source: Mail
th: อีเมล
vi: Email
zh_hant: E-mail

# 公司
source: Company
th: บริษัท
vi: Công ty
zh_hant: 公司

# 地区
source: area
ja: 地區
ko: 지역
th: ภูมิภาค
vi: Khu vực
zh_hant: 地區

# 发起会话
source: Start a conversation
th: เริ่มสนทนา
vi: Lập đối thoại
zh_hant: 建立對話

# 加为好友
source: Invite
ja: 加賀は亲友
ko: 는 쪽 지가
th: เพิ่มเป็นเพื่อน
vi: Thêm làm bạn bè
zh_hans: 加为好友
zh_hant: 加為好友

# 將二維碼兌入取景框，即可自動掃描
source: Point your camera at the QR code to scan it.
ja: 写真フレームを2次元コードに合わせて自動走査する
ko: 많은 이차원 코드 바로 것이다 상자 맞춘다 자동 검색
th: วางกล้องให้ตรงกับคิวอาร์โค้ดเพื่อสแกนอัตโนมัติ
vi: Chiếu thẳng ống kính vào QR Code là có thể quét tự động
zh_hans: 將二維碼兌入取景框，即可自動掃描
zh_hant: 將QR Code對入取景框，即可自動掃描

# 开灯
source: turn on the lights
ja: 画面が明るくなる
ko: 불 켜
th: เปิดไฟ
vi: Mở đèn
zh_hans: 开灯
zh_hant: 開燈

# 选择位置
source: Choose a location
th: เลือกตำแหน่ง
vi: Chọn vị trí
zh_hant: 選擇位置

# 创建群组
source: Create a group
ja: グループを作成する
ko: 새 그룹
th: สร้างกลุ่ม
vi: Lập nhóm
zh_hant: 建立群組

# 我的群昵称
source: Group chat nickname
ja: 私のグループのニックネームは
ko: 나는 군 별명
th: ชื่อกลุ่มของฉัน
vi: Tên gọi nhóm của tôi
zh_hant: 我的群組暱稱

# 显示群成员昵称
source: Display group chat member's nickname
ja: グループメンバーのニックネームを表示する
ko: 그룹 멤버의 닉네임 표시
th: แสดงชื่อเล่นสมาชิกกลุ่ม
vi: Hiển thị tên gọi thành viên nhóm
zh_hant: 顯示群組成員名稱

# 查找聊天记录
source: Search chat history
ja: チャットを探して記録を記録する
ko: 찾기 채팅 기록
th: ค้นหาประวัติสนทนา
vi: Tra cứu ghi chép nói chuyện
zh_hant: 查詢聊天紀錄

# 修改群昵称
source: Modify group nickname
ja: 暱称を改正する
ko: 별명 변경 군
th: แก้ไขชื่อเล่นกลุ่ม
vi: Thay đổi tên gọi nhóm
zh_hans: 修改群昵称
zh_hant: 更改群組名稱

# 请输入
source: Please enter
ja: 「入力してください」
ko: 입력 하 세 요.
th: โปรดใส่ข้อมูล
vi: Xin vui lòng nhập
zh_hans: 请输入
zh_hant: 請輸入

# 群主转让
source: Group owner transfer
th: โอนเจ้าของกลุ่ม
vi: Chuyển nhượng chủ nhóm
zh_hant: 群主轉讓

# 修改群名称
source: Edit group name
ja: グループ名を編集
ko: 그룹 이름 변경
th: แก้ไขชื่อกลุ่ม
vi: Thay đổi tên gọi nhóm
zh_hans: 修改群名称
zh_hant: 更改群組名稱

# 群组名称
source: Group name
ja: グループ名
ko: 그룹 이름
th: ชื่อกลุ่ม
vi: Tên gọi nhóm
zh_hant: 群組名稱

# 分组名称
source: Group Name
th: ชื่อกลุ่มย่อย
vi: Tên gọi phân loại
zh_hant: 分類名稱

# 分组管理
source: Group management
th: จัดการกลุ่มย่อย
vi: Quản lý phân loại bạn bè
zh_hant: 好友分類管理

# 联系人
source: Contact
ja: 連絡先
ko: 연락처
th: ผู้ติดต่อ
vi: Người liên lạc
zh_hans: 联系人
zh_hant: 聯絡人

# 群组
source: Group
ja: グループ
ko: 그룹
th: กลุ่ม
vi: Nhóm
zh_hant: 群組

# 星标朋友
source: star friend
th: เพื่อนติดดาว
vi: Bạn bè đánh dấu sao
zh_hant: 星標朋友

# 备注
source: Display name
ja: コメント
ko: 비고 하 다.
th: หมายเหตุ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# 个人任务
source: Personal mission
th: ภารกิจส่วนตัว
vi: Nhiệm vụ cá nhân
zh_hant: 個人任務

# 部门任务
source: Departmental mission
th: ภารกิจแผนก
vi: Nhiệm vụ Bộ phận
zh_hant: 部門任務

# 完成率
source: Completion rate
th: อัตราการเสร็จสิ้น
vi: Hoàn thành % số
zh_hant: 完成%數

# 同事
source: Colleague
th: เพื่อนร่วมงาน
vi: Đồng nghiệp
zh_hant: 同事

# 制度
source: System
th: ระบบ
vi: Chế độ
zh_hant: 制度

# 流程
source: Process
th: ขั้นตอน
vi: Quy trình
zh_hant: 流程

# 绩效
source: Performance
th: ประสิทธิภาพ
vi: Hiệu suất
zh_hant: 績效

# 考勤
source: Attendance
th: ประเมินผล
vi: Khảo hạch
zh_hant: 考核

# 资料设置
source: Profile settings
th: ตั้งค่าข้อมูล
vi: Thiết lập thông tin
zh_hant: 資料設定

# 设置备注
source: set notes
ja: メモを設定する
ko: 비고난 설치
th: ตั้งค่าหมายเหตุ
vi: Ghi chú thiết lập
zh_hans: 设置备注
zh_hant: 設定備註

# 加入黑名单
source: Add to blacklist
ja: ブラックリストに加入する
ko: 가입 블랙리스트
th: เพิ่มลงในแบล็คลิสต์
vi: Thêm vào danh sách đen
zh_hant: 加入黑名單

# 删除好友
source: Delete friend
ja: 親友を削除する
ko: 문자 메시지
th: ลบเพื่อน
vi: Xóa bỏ bạn bè
zh_hant: 刪除好友

# 确定修改
source: OK to modify
ja: 変更の確定
ko: 수정 확정
th: ยืนยันการแก้ไข
vi: Chắc chắn thay đổi
zh_hans: 确定修改
zh_hant: 確定更改

# 个人
source: Personal
th: ส่วนตัว
vi: Cá nhân
zh_hant: 個人

# 安全中心
source: Security center
th: ศูนย์ความปลอดภัย
vi: Trung tâm an toàn
zh_hant: 安全中心

# 设置
source: Setting
ja: 設置
ko: 설치
th: ตั้งค่า
vi: Thiết lập
zh_hant: 設定

# 表情
source: expression
ja: 絵文字
ko: 표정
th: อิโมจิ
vi: Biểu tượng cảm xúc
zh_hant: 表情

# 皮肤
source: Skin
ja: 肌
ko: 피부.
th: ธีม
vi: Chủ đề
zh_hant: 主題

# 我的
source: My
ja: 私の
ko: 나의
th: ของฉัน
vi: Thiết lập
zh_hant: 我的

# 隐私设置
source: Privacy setting
ja: プライバシー設定
ko: 프라이버시
th: ตั้งค่าความเป็นส่วนตัว
vi: Thiết lập quyền riêng tư
zh_hans: 隐私设置
zh_hant: 隱私設定

# 推荐给好友
source: Recommend to a friend
th: แนะนำให้เพื่อน
vi: Giới thiệu bạn bè
zh_hant: 推薦好友

# 微信
source: WeChat
zh_hant: 微信

# 微博
source: Weibo
zh_hant: 微博

# 未绑定
source: unbound
th: ยังไม่ผูก
vi: Chưa ràng buộc
zh_hant: 未綁定

# 修改密码
source: Change password
ja: パスワードを改正する
ko: 비밀번호 변경
th: แก้ไขรหัสผ่าน
vi: Thay đổi mật khẩu
zh_hant: 更改密碼

# 设备授权
source: Device authorization
th: การอนุญาตเข้าถึงอุปกรณ์
vi: Ủy quyền thiết bị
zh_hant: 設備授權

# 消息设置
source: Message settings
th: ตั้งค่าข้อความ
vi: Thiết lập tin nhắn
zh_hant: 訊息設定

# 隐私
source: Privacy
th: ความเป็นส่วนตัว
vi: Quyền riêng tư
zh_hant: 隱私

# 通用
source: Universal
ja: 一般的な
ko: 일반
th: ทั่วไป
vi: Thông dụng
zh_hans: 通用
zh_hant: 通用

# 关于我们
source: About us
ja: 私たちについて
ko: 우리
th: เกี่ยวกับเรา
vi: Về chúng tôi
zh_hant: 關於我們

# 退出登录
source: Log out
ja: ログイン
ko: 종료 로그인
th: ออกจากระบบ
vi: Đăng xuất
zh_hant: 登出

# 接收新消息通知
source: Receive new message notifications
ja: 「新しいメッセージ通知を受信する」
ko: 새로운 정보 접수 알림.
th: แจ้งเตือนเมื่อได้รับข้อความใหม่
vi: Thông báo nhận tin nhắn mới
zh_hans: 接收新消息通知
zh_hant: 新訊息接收通知

# 已开启
source: Activated
th: เปิดใช้งานแล้ว
vi: Đã mở
zh_hant: 已開啟

# 设置开启或关闭新消息通知
source: Set new message notifications on or off
th: หากคุณต้องการตั้งค่าเปิดหรือปิดการแจ้งเตือนข้อความใหม่ โปรดไปที่ 'ตั้งค่า' - 'แจ้งเตือน' บน iPhone และหาแอปพลิเคชัน 'PGTalk'
vi: Nếu bạn muốn thiết lập mở hoặc tắt thông báo tin nhắn mới, vui lòng tìm chương trình ứng dụng "PGTalk" trong chức năng "Thiết lập" - "Thông báo" của iPhone
zh_hant: 如果你要設定開啟或關閉新訊息通知，請在iPhone的“設定”-“通知”功能中，找到應用程式“PGTalk”

# 通知显示消息详情
source: Notifications show message details
th: แจ้งเตือนแบบแสดงรายละเอียดข้อความ
vi: Thông báo hiển thị chi tiết tin nhắn
zh_hant: 通知顯示訊息詳情

# 当收到微缘消息时
source: When receiving a message from Weiyuan.
th: หลังจากปิดแล้ว เมื่อได้รับข้อความ PGTalk การแจ้งเตือนจะไม่แสดงชื่อผู้ส่งและเนื้อหา
vi: Sau khi tắt, khi nhận được tin nhắn PGTalk, thông báo nhắc sẽ không hiển thị chi tiết
zh_hant: 關閉後，當收到PGTalk訊息時，通知提示將不顯示詳情

# 手机通知
source: mobile phone notification
th: แจ้งเตือนมือถือ
vi: Thông báo điện thoại di động
zh_hant: 手機通知

# 免打扰
source: Mute
th: ห้ามรบกวน
vi: Không làm phiền
zh_hant: 勿擾

# 避免重复消息打扰
source: Avoid repetitive messages
th: เมื่อเวอร์ชัน Web ของคุณมีสถานะออนไลน์ อีเมล WeChat และอุปกรณ์เคลื่อนที่ของคุณจะไม่ได้รับการแจ้งเตือนข้อความ เพื่อหลีกเลี่ยงการรบกวนจากข้อความซ้ำซ้อน
vi: Khi phiên bản Web của bạn ở trạng thái trực tuyến, thì Email, WeChat và APP của bạn sẽ không nhận tin nhắn nhắc, tránh thông báo lặp lại
zh_hant: 當你Web版是線上狀態時，你的E-mail、微信和APP將不會接收訊息提醒，避免訊息重複通知

# 下班模式
source: off-duty mode
th: โหมดเลิกงาน
vi: Chế độ tan ca
zh_hant: 下班模式

# 开启后将不再提示任何PGTalk消息
source: No more PGTalk messages will be prompted when turned on
th: หลังจากเปิดใช้งาน จะไม่มีการแจ้งเตือนข้อความ PGTalk อีก
vi: Sau khi mở, sẽ không nhắc lại bất kỳ tin nhắn PGTalk nào
zh_hant: 開啟後將不再提示任何PGTalk訊息

# 声音
source: Sound
th: เสียง
vi: Âm thanh
zh_hant: 聲音

# 震动
source: Vibrate
th: ระบบสั่น
vi: Rung
zh_hant: 震動

# 需要声音或震动
source: need sound or vibration
th: เมื่อแอปพลิเคชันอยู่ระหว่างการใช้งาน คุณสามารถเลือกตั้งค่าได้ว่าต้องการเสียงหรือระบบสั่นหรือไม่
vi: Khi chương trình đang mở, bạn có thể thiết lập có cần âm thanh hay rung không
zh_hant: 當程式在開啟時，你可以設定是否需要聲音或震動

# 加我为好友时需要验证
source: Adding friends requires verification
ja: 私は親友の時には検証が必要です
ko: 더하기 위해 필요한 내 친구 때 검증
th: ต้องยืนยันตัวตนเมื่อเพิ่มฉันเป็นเพื่อน
vi: Cần nghiệm chứng khi thêm tôi làm bạn bè
zh_hant: 加我為好友時需要驗證

# 可以通过手机号搜索到我
source: You can find me by phone number
th: ค้นหาฉันได้จากหมายเลขโทรศัพท์มือถือ
vi: Có thể tìm thấy tôi qua số điện thoại
zh_hant: 可以通過電話號碼找到我

# 向我推荐通讯录好友
source: Recommend me address book friends
th: แนะนำเพื่อนในรายชื่อผู้ติดต่อให้ฉัน
vi: Giới thiệu cho tôi bạn bè trong sổ liên lạc
zh_hant: 向我推薦通訊錄好友

# 开启后，为你推荐已经开通PGTalk的手机联系人
source: After opening, recommend mobile contacts who have opened PGTalk for you
th: หลังเปิด จะแนะนำผู้ติดต่อในมือถือที่เปิดใช้ PGTalk ให้กับคุณ
vi: Sau khi mởi, sẽ giới thiệu người liên lạc trên điện thoại di động đã mở PGTalk
zh_hant: 開啟後，會推薦已經開啟PGTalk的手機聯絡人

# 隐藏手机号
source: hide phone number
th: ซ่อนหมายเลขโทรศัพท์มือถือ
vi: Ẩn giấu số điện thoại
zh_hant: 隱藏電話號碼

# 隐藏消息头像
source: Hide message avatar
th: ซ่อนข้อมูลและรูปโปรไฟล์
vi: Ẩn giấu hình đại diện tin nhắn
zh_hant: 隱藏訊息大頭貼

# 谁可以给我发消息
source: who can message me
th: ใครส่งข้อความให้ฉันได้
vi: Ai có thể gửi tin nhắn cho tôi
zh_hant: 誰可以給我發訊息

# 联系人及企业同事
source: Contacts and business colleagues
th: ผู้ติดต่อ
vi: Người liên lạc
zh_hant: 聯絡人

# 所有人
source: Everyone
th: ทุกคน
vi: Tất cả mọi người
zh_hant: 所有人

# 通讯录黑名单
source: Blacklist
ja: 通信記録ブラックリスト
ko: 주소록 블랙리스트
th: ผู้ติดต่อแบล็คลิสต์
vi: Danh sách đen sổ liên lạc
zh_hant: 好友黑名單

# 任务提醒
source: task reminder
th: แจ้งเตือนภารกิจ
vi: Nhắc nhiệm vụ
zh_hant: 任務提醒

# 公告提醒
source: Announcement reminder
th: แจ้งเตือนประกาศ
vi: Nhắc thông báo
zh_hant: 公告提醒

# 审批提醒
source: Approval reminder
th: แจ้งเตือนตรวจสอบ
vi: Nhắc kiểm toán
zh_hant: 稽核提醒

# 验证原密码
source: Verify original password
th: ยืนยันรหัสผ่านเดิม
vi: Nghiệm chứng mật khẩu ban đầu
zh_hant: 驗證原密碼

# 为保障你的数据安全，修改密码前请填寫當前密码
source: To protect your data security, please fill in the current password before changing the password
th: เพื่อความปลอดภัยในข้อมูลของคุณ โปรดกรอกรหัสผ่านปัจจุบันก่อนแก้ไขรหัสผ่าน
vi: Xin vui lòng nhập mật khẩu hiện tại trước khi thay đổi mật khẩu để đảm bảo an toàn thông tin của bạn
zh_hant: 為保障你的資料安全，更改密碼前請輸入當前密碼

# 退出后，你将不再收到来自PGTalk的消息
source: After logging out, you will no longer receive messages from PGTalk
th: หลังออกแล้ว คุณจะไม่ได้รับข้อความที่มาจาก PGTalk อีก
vi: Sau khi thoát ra, bạn sẽ không còn nhận được tin nhắn từ PGTalk
zh_hant: 退出後，你將不再收到來自PGTalk的訊息

# 详情
source: Details
ja: 詳細
ko: 정보
th: รายละเอียด
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# 语言
source: Language
ja: 言語
ko: 언어
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# 个人信息
source: Profile
ja: 個人情報
ko: 개인 정보
th: ข้อมูลส่วนตัว
vi: Thông tin cá nhân
zh_hant: 個人資訊

# 办公号设置后将不可更改，确认保存吗？
source: After the office number is set, it cannot be changed. Are you sure you want to save it??
th: หลังจากตั้งค่า ID แล้วจะไม่สามารถเปลี่ยนได้ ยืนยันจะบันทึกหรือไม่?
vi: Sau khi thiết lập ID, sẽ không thể thay đổi, chắc chắn lưu giữ không?
zh_hant: ID設定後將不可更改，確認儲存嗎？

# 从相册中选择
source: Select from album
ja: アルバムの中から
ko: 이 앨범 중 선택
th: เลือกจากอัลบั้ม
vi: Chọn từ tập ảnh
zh_hans: 从相册中选择
zh_hant: 從相簿中選擇

# 性别
source: Gender
ja: 性別
ko: 성별
th: เพศ
vi: Giới tính
zh_hant: 性別

# 男
source: Male
ja: 男
ko: 남자
th: ชาย
vi: Nam
zh_hans: 男
zh_hant: 男

# 女
source: Female
ja: 女
ko: 여자
th: หญิง
vi: Nữ
zh_hans: 女
zh_hant: 女

# PGTalk 版权所有
source: PGTalk all rights reserved
ja: PGTalkすべての権利予約
ko: PGTalk 저작권 이동 구름
th: สงวนลิขสิทธิ์โดย PGTalk
vi: Bản quyền PGTalk
zh_hant: PGTalk 版權所有

# 版权所有
source: All rights reserved
ja: 「著作権所有」
ko: 저작권 소유.
th: สงวนลิขสิทธิ์
vi: Bản quyền
zh_hans: 版权所有
zh_hant: 版權所有

# 当前版本
source: current version
th: เวอร์ชันปัจจุบัน
vi: Phiên bản hiện tại
zh_hant: 當前版本

# 多语言
source: Multi-language
th: หลายภาษา
vi: Nhiều loại ngôn ngữ
zh_hant: 多種語言

# 字体大小
source: Font size
ja: フォントサイズ
ko: 폰트 사이즈
th: ขนาดตัวอักษร
vi: Kích cỡ phông chữ
zh_hans: 字体大小
zh_hant: 字體大小

# 标准
source: Regular
ja: 「標準」
ko: 표준
th: มาตรฐาน
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

# 听筒模式
source: handset mode
th: โหมดไมโครโฟน
vi: Chế độ ống nghe
zh_hant: 聽筒模式

# 清除缓存
source: Clear cache
ja: キャッシュをクリア
ko: 캐 시 비우 기
th: ลบแคช
vi: Xóa sạch tạm lưu
zh_hans: 清除缓存
zh_hant: 清除暫存

# 绑定邮箱
source: bind email
th: ผูก E-mail
vi: Ràng buộc
zh_hant: 綁定

# 请输入邮箱地址
source: Please input the email address
th: โปรดใส่ E-mail
vi: Xin vui lòng nhập Email
zh_hant: 請輸入E-mail

# 请输入邮箱地址，你可以通过验证过的邮箱来找回PGTalk的密码
source: Please enter your email address, you can retrieve your PGTalk password through your verified email
th: โปรดใส่ E-mail คุณกู้คืนรหัสผ่าน PGTalk ได้จาก E-mail ที่ผ่านการยืนยันแล้ว
vi: Xin vui lòng nhập Email, bạn có thể tìm lại mật khẩu của PGTalk qua nghiệm chứng
zh_hant: 請輸入E-mail，你可以通過驗證過的E-mail來找回PGTalk的密碼

# 请登录你的邮箱查收并通过邮件验证
source: Please log in to your email to check and verify by email
th: ส่งอีเมลยืนยันไปที่ %@ แล้ว โปรดตรวจเช็คใน E-mail ของคุณและยืนยันตัวตนผ่าน E-mail
vi: Thư nghiệm chứng đã gửi vào %@, xin vui lòng đăng nhập Email của bạn để xem và thực hiện nghiệm chứng
zh_hant: 驗證信件已發送至%@，請登入你的E-mail查看並通過驗證

# 该邮箱还未验证
source: This email has not been verified
th: E-mail นี้ยังไม่ได้ยืนยันตัวตน โปรดตรวจเช็คใน E-mail ของคุณและยืนยันตัวตน
vi: Email này chưa nghiệm chứng, xin vui lòng đăng nhập Email của bạn xem và nghiệm chứng
zh_hant: 該E-mail還未驗證，請登入你的E-mail查看並驗證

# 重新发送验证邮件
source: Resend verification email
th: ส่ง E-mail ยืนยันใหม่อีกครั้ง
vi: Gửi lại thư nghiệm chứng
zh_hant: 重新發送驗證信件

# 解除绑定
source: unbind
ja: 縫い付けを解除する
ko: 해제 바인딩
th: ยกเลิกการผูกบัญชี
vi: Gỡ bỏ ràng buộc
zh_hans: 解除绑定
zh_hant: 解除綁定

# 此设备未授权
source: This device is not authorized
th: อุปกรณ์นี้ยังไม่ได้รับอนุญาต
vi: Thiết bị này chưa ủy quyền
zh_hant: 此設備尚未授權

# 安全手机号
source: Safe mobile number
th: หมายเลขโทรศัพท์มือถือที่ปลอดภัยของคุณคือ: %@ โปรดคลิกเพื่อรับรหัสยืนยันการอนุญาตเข้าถึงอุปกรณ์
vi: Số điện thoại an toàn của bạn là: %@, xin vui lòng có được mã nghiệm chứng đăng nhập ủy quyền, tiến hành ủy quyền thiết bị
zh_hant: 你的安全電話號碼為：%@，請先許獲得授權登入驗證碼，進行設備授權

# 请输入验证码
source: Verification Code
ja: 検証コード
ko: 검증 코드를 입력하세요
th: โปรดใส่รหัสยืนยัน
vi: Xin vui lòng nhập mã nghiệm chứng
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# 30s后重新发送
source: Resend after 30s
th: ส่งอีกครั้งหลังจาก 30 วินาที
vi: Sẽ gửi lại sau 30 giây
zh_hant: 30秒後重新發送

# 设置新密码
source: set new password
th: ตั้งรหัสผ่านใหม่
vi: Thiết lập mật khẩu mới
zh_hant: 設定新密碼

# 请输入新密码
source: Please enter a new password
ja: 新しいパスワード
ko: 새 암호를 입력하십시오
th: โปรดใส่รหัสผ่านใหม่
vi: Xin vui lòng nhập mật khẩu mới
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

# 请再次填入
source: Please fill in again
th: โปรดกรอกอีกครั้ง
vi: Xin vui lòng điền lại
zh_hant: 請再次填入

# 帐号保护
source: Account Protection
th: ปกป้องบัญชี
vi: Bảo vệ số tài khoản
zh_hant: 帳號保護

# 开启帐号保护
source: Turn on account protection
th: หลังจากเปิดการปกป้องบัญชีแล้ว เมื่อมีการเข้าสู่ระบบ PGTalk บนโทรศัพท์มือถือที่ไม่คุ้นเคย จำเป็นต้องยืนยันตัวตนของคุณผ่านข้อความมือถือหรือ E-mail
vi: Sau khi mở bảo vệ số tài khoản, khi đăng nhập PGTalk trên di động không thường dùng, cần phải thực hiện nghiệm chứng danh tính của bạn qua tin nhắn di động hoặc Email
zh_hant: 開啟帳號保護後，在不常用的手機上登入PGTalk，需要通過手機簡訊或E-mail驗證你的身分

# 已授权设备
source: Authorized device
th: อนุญาตให้เข้าถึงอุปกรณ์แล้ว
vi: Đã ủy quyền thiết bị này
zh_hant: 已授權該設備

# 设为群管理员
source: set as group admin
th: ยืนยันการตั้งค่าให้%@เป็นผู้ดูแลกลุ่ม
vi: Xác nhận đặt %@ làm người quản lý nhóm
zh_hant: 確認將%@設為群組管理員

# 账号管理
source: Account management
th: จัดการบัญชี
vi: Quản lý số tài khoản
zh_hant: 帳號管理

# 个性签名
source: Signature
ja: 個性署名
ko: 개성 서명
th: ลายเซ็น
vi: Chữ ký cá tính
zh_hant: 個性簽名

# 请设置
source: please set
ja: セットして下さい
ko: 좀 설정
th: โปรดตั้งค่า
vi: Xin vui lòng thiết lập
zh_hant: 設定

# 选择地区
source: Select your region
ja: 地域
ko: 지역
th: เลือกภูมิภาค
vi: Chọn khu vực
zh_hant: 選擇地區

# 退出当前账号
source: Log out of the current account
th: ออกจากบัญชีปัจจุบัน
vi: Đăng xuất số tài khoản hiện tại
zh_hant: 登出當前帳號

# 好友
source: Friends
ja: 親友
ko: 친구
th: เพื่อน
vi: Bạn bè
zh_hant: 好友
