Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 身份证
source: ID card
ja: IDカード
ko: 신분증
th: บัตรประชาชน
vi: CMT
zh_hans: 身份证
zh_hant: 身分證

# 护照
source: passport
ja: パスポート
ko: 여권
th: หนังสือเดินทาง
vi: Hộ chiếu
zh_hans: 护照
zh_hant: 護照

# 请输入与证件一致的姓名
source: Please enter the same name as the certificate
ja: IDと一致する名前を入力してください
ko: 아이디와 일치하는 이름을 입력하세요
th: กรุณากรอกชื่อที่ตรงกับ ID
vi: Xin vui lòng nhập họ tên giống trên giấy tờ chứng minh
zh_hans: 请输入与证件一致的姓名
zh_hant: 請輸入與證件一致的姓名

# 请输入证件号码
source: Please enter the ID number
ja: ID番号を入力してください
ko: ID 번호를 입력하세요
th: กรุณากรอกหมายเลขประจำตัวประชาชน
vi: Xin vui lòng nhập số CMT hoặc số hộ chiếu
zh_hans: 请输入证件号码
zh_hant: 請輸入身分證統一編號或是護照號碼

# 证件号码
source: ID number
ja: ID番号を入力してください
ko: ID 번호
th: เลขประจำตัว
vi: Số giấy tờ chứng minh
zh_hans: 证件号码
zh_hant: 證件號碼

# 证件照正面
source: ID photo front
ja: 身分証明書の正面
ko: 증명 사진 앞
th: ด้านหน้ารูปถ่ายติดบัตร
vi: Mặt trước giấy tờ chứng minh
zh_hans: 证件照正面
zh_hant: 證件照正面

# 证件照背面
source: Back of ID photo
ja: 身分証明書の裏側
ko: 증명 사진 뒷면
th: ด้านหลังของรูปถ่ายประจำตัว
vi: Mặt sau giấy tờ chứng minh
zh_hans: 证件照背面
zh_hant: 證件照背面

# 联络电话（二选一）
source: Contact number (choose one of two)
ja: 連絡先番号（1つ選択してください）
ko: 연락처 (하나 선택)
th: เบอร์ติดต่อ (เลือกอย่างใดอย่างหนึ่ง)
vi: Điện thoại liên lạc (2 chọn 1)
zh_hans: 联络电话（二选一）
zh_hant: 聯絡電話（二選一）

# PGTalk注册电话号码
source: PGTalk registration phone number
ja: PGTalk登録電話番号
ko: PGTalk 등록 전화 번호
th: หมายเลขโทรศัพท์ที่ลงทะเบียน PGTalk
vi: Số điện thoại đăng ký ký PGTalk
zh_hans: PGTalk注册电话号码
zh_hant: PGTalk註冊電話號碼

# 请输入其他联络电话
source: Please enter another contact number
ja: 別の連絡先番号を入力してください
ko: 다른 연락처를 입력하십시오
th: โปรดป้อนหมายเลขติดต่ออื่น
vi: Xin vui lòng nhập điện thoại liên lạc khác
zh_hans: 请输入其他联络电话
zh_hant: 請輸入其他聯絡電話

# 保存并下一步
source: save and next
ja: 保存して次のステップ
ko: 저장 및 다음 단계
th: บันทึกและขั้นตอนต่อไป
vi: Lưu giữ và bước tiếp theo
zh_hans: 保存并下一步
zh_hant: 儲存並下一步

# 银行账户验证
source: Bank Account Verification
ja: 銀行口座の確認
ko: 은행 계좌 확인
th: การตรวจสอบบัญชีธนาคาร
vi: Nghiệm chứng tài khoản ngân hàng
zh_hans: 银行账户验证
zh_hant: 銀行帳戶驗證

# 暂时仅支持台湾银行账户！
source: Currently only supports Taiwan bank accounts!
ja: 現在サポートされているのは台湾の銀行口座のみです。
ko: 현재 대만 은행 계좌 만 지원됩니다!
th: ขณะนี้รองรับเฉพาะบัญชีธนาคารของไต้หวันเท่านั้น!
vi: Tạm thời chỉ hỗ trợ tài khoản ngân hàng Đài Loan!
zh_hans: 暂时仅支持台湾银行账户！
zh_hant: 暫時僅支援臺灣的銀行帳戶！

# 户名
source: Account name
ja: アカウント名
ko: 계정 이름
th: ชื่อบัญชี
vi: Tên tài khoản người mở tài khoản
zh_hans: 户名
zh_hant: 戶名

# 银行账号
source: Bank Account
ja: 銀行口座
ko: 은행 계좌
th: บัญชีธนาคาร
vi: Số tài khoản ngân hàng
zh_hans: 银行账号
zh_hant: 銀行帳號

# 请输入银行账号
source: Please enter bank account number
ja: 銀行口座番号を入力してください
ko: 은행 계좌 번호를 입력하십시오
th: กรุณากรอกหมายเลขบัญชีธนาคาร
vi: Xin vui lòng nhập số tài khoản ngân hàng
zh_hans: 请输入银行账号
zh_hant: 請輸入銀行帳號

# 开户银行
source: Bank name
ja: 銀行口座
ko: 은행 계좌
th: บัญชีธนาคาร
vi: Ngân hàng mở tài khoản
zh_hans: 开户银行
zh_hant: 開戶銀行

# 请输入开户银行
source: Please enter the bank name
ja: アカウントバンクを入力してください
ko: 계좌 은행을 입력하십시오
th: กรุณากรอกบัญชีธนาคาร
vi: Xin vui lòng nhập ngân hàng mở tài khoản
zh_hans: 请输入开户银行
zh_hant: 請輸入開戶銀行

# 开户分行
source: Bank account branch
ja: 口座開設支店
ko: 계좌 개설 지점
th: สาขาเปิดบัญชี
vi: Chi nhánh mở tài khoản
zh_hans: 开户分行
zh_hant: 開戶分行

# 请输入开户银行分行名称
source: Please enter the bank branch name
ja: 銀行支店名を入力してください
ko: 은행 지점 이름을 입력하세요
th: กรุณากรอกชื่อสาขาของธนาคาร
vi: Xin vui lòng nhập tên gọi chi nhánh ngân hàng mở tài khoản
zh_hans: 请输入开户银行分行名称
zh_hant: 請輸入開戶銀行分行名稱

# 上传银行卡片或存折照片
source: Upload a photo of your bank card or passbook
ja: パスブックアカウント情報ページの写真をアップロードする
ko: 통장 계정 정보 페이지 사진 업로드
th: อัปโหลดรูปถ่ายหน้าข้อมูลบัญชีสมุดเงินฝากของคุณ
vi: Tải lên ảnh chụp thẻ ngân hàng hoặc sổ tiết kiệm
zh_hans: 上传存折帐户信息页面照片
zh_hant: 上傳存摺帳戶資訊頁面照片

# 点击上传
source: Click to upload
ja: アップロードをクリック
ko: 클릭 업로드
th: คลิกอัปโหลด
vi: Nhấp tải lên
zh_hans: 点击上传
zh_hant: 點擊上傳

# 上一步
source: Previous
ja: 戻る
ko: 이전
th: ก่อนหน้า
vi: Bước trước
zh_hans: 上一步
zh_hant: 上一步

# 提交审核
source: Submit review
ja: レビュー送信
ko: 리뷰 제출
th: ส่งความเห็น
vi: Gửi thẩm hạch
zh_hans: 提交审核
zh_hant: 送出審核

# 请您耐心等待，我们将在3个工作日内完成审核
source: Please be patient, we will complete the review within 3 working days
ja: しばらくお待ちください。3営業日以内にレビューを完了します。
ko: 잠시만 기다려주세요. 영업일 기준 3 일 이내에 검토를 완료하겠습니다.
th: โปรดอดใจรอเราจะดำเนินการตรวจสอบให้เสร็จสิ้นภายใน 3 วันทำการ
vi: Xin vui lòng nhẫn nại chờ đơi, chúng tôi sẽ hoàn thành thẩm hạch trong vòng 3 ngày làm việc
zh_hans: 请您耐心等待，我们将在3个工作日内完成审核
zh_hant: 請您耐心等待，我們將在3個工作日內完成審核

# 付PGP
source: Pay PGP
ja: PGPを支払う
ko: PGP 를 지불 하 다
th: จ่าย PGP
vi: Thanh toán số lượng PGP
zh_hans: 付PGP
zh_hant: 付PGP

# 收PGP
source: Receive PGP
ja: PGPを受け取る
ko: PGP 를 받다
th: รับ PGP
vi: Nhận số lượng PGP
zh_hans: 收PGP
zh_hant: 收PGP

# 收到的红包PGP
source: Received red envelopes PGP
ja: 赤い封筒PGP
ko: 빨간 봉투 PGP
th: ซองแดง PGP
vi: Tổng số lượng PGP bao lì xì nhận được
zh_hans: 收到的红包PGP
zh_hant: 收到的紅包PGP總數量

# 收到的收付PGP
source: Received and paid PGP
ja: PGPを転送する
ko: PGP 전송
th: โอน PGP
vi: Tổng số lượng PGP nhận thanh toán đã nhận được
zh_hans: 收到的收付PGP
zh_hant: 收到的交易PGP總數量

# 回饋PGP數量
source: Number of PGPs to give back
ja: フィードバックPT
ko: 답례 PT
th: คืนให้กับ PT
vi: Tặng lại số lượng PT
zh_hans: 回馈PT
zh_hant: 回饋PT數量

# 您已经汇款了吗？
source: have you sent money?
ja: 送金は完了しましたか？
ko: 송금을 완료 하셨나요?
th: คุณได้ทำการโอนเงินเรียบร้อยแล้วหรือยัง?
vi: Bạn đã hoàn thành chuyển khoản chưa?
zh_hans: 您已经汇款了吗？
zh_hant: 您已經完成匯款了嗎？

# 已汇款
source: Remittance
ja: 送金
ko: 송금 됨
th: ส่งแล้ว
vi: Đã chuyển khoản
zh_hans: 已汇款
zh_hant: 已匯款

# 返回
source: Cancel
ja: 戻る
ko: 반환
th: กลับ
vi: Trả về
zh_hans: 返回
zh_hant: 退回

# 邀请使用
source: invite to use
ja: 使用するように招待する
ko: 사용하도록 초대
th: เชิญใช้งาน
vi: Mời sử dụng
zh_hans: 邀请使用
zh_hant: 邀請使用

# 推荐购买PGP即可获得回馈
source: Recommend to buy PGP to get rewards
ja: フィードバックを得るためにPGPを購入することをお勧めします
ko: 피드백을 받으려면 PGP 구매 권장
th: แนะนำให้ซื้อ PGP เพื่อรับรางวัล
vi: Mua hàng là có thể được tặng lại
zh_hans: 推荐购买PGP即可获得回馈
zh_hant: 購買即可獲得回饋

# 本日获得PGP
source: Get PGP today
ja: 今すぐPTを入手
ko: 지금 PT 받기
th: รับ PT วันนี้
vi: Hôm nay có được tổng số lượng PT
zh_hans: 本日获得PT
zh_hant: 今天獲得PT總數量

# 本月获得PGP
source: Get PGP this month
ja: 今月PTを入手
ko: 이번 달에 PT 받기
th: รับ PT ในเดือนนี้
vi: Hôm nay có được tổng số lượng PT
zh_hans: 本月获得PT
zh_hant: 本月獲得PT總數量

# 申请使用
source: Apply to use
ja: 使用を申し込む
ko: 사용 신청
th: นำไปใช้
vi: Đăng ký sử dụng
zh_hans: 申请使用
zh_hant: 申請使用

# 第一层邀请人数
source: Number of invitees for the first tier
ja: 第1レベルの招待状の数
ko: 초대 된 사람의 수
th: จำนวนคำเชิญในระดับแรก
vi: Số người mời bậc 1
zh_hans: 第一层邀请人数
zh_hant: 第一層邀請人數

# 第二层邀请人数
source: Number of invitees for the second floor
ja: 第2レベルの招待の数
ko: 두 번째 수준의 초대 수
th: จำนวนคำเชิญในระดับที่สอง
vi: Số người mời bậc 2
zh_hans: 第二层邀请人数
zh_hant: 第二層邀請人數

# 第三层邀请人数
source: Number of invitees for the third floor
ja: 招待された人数
ko: 초대 된 사람의 수
th: จำนวนคนที่ได้รับเชิญ
vi: Số người mời bậc 3
zh_hans: 第三层邀请人数
zh_hant: 第三層邀請人數

# 第一层回馈PGP
source: The first layer gives back to PGP
ja: レベル1フィードバックPT
ko: 레벨 1 피드백 PT
th: ชั้นแรกของคำติชม PT
vi: Số lượng PT tặng lại bậc 1
zh_hans: 第一层回馈PT数量
zh_hant: 第一層回饋PT數量

# 第二层回馈PGP
source: The second layer gives back to PGP
ja: 二次フィードバックPT
ko: 보조 피드백 PT
th: ชั้นที่สองของคำติชม PT
vi: Số lượng PT tặng lại bậc 2
zh_hans: 第二层回馈PT数量
zh_hant: 第二層回饋PT數量

# 第三层回馈PGP
source: The third layer gives back to PGP
ja: 3レベルのフィードバックPT
ko: 3 단계 피드백 PT
th: ชั้นที่สามของคำติชม PT
vi: Số lượng PT tặng lại bậc 3
zh_hans: 第三层回馈PT数量
zh_hant: 第三層回饋PT數量

# 筛选日期
source: Filter date
ja: フィルター日付
ko: 날짜 필터링
th: วันที่กรอง
vi: Sàng lọc ngày
zh_hans: 筛选日期
zh_hant: 日期篩選

# 日期区间
source: Date range
ja: 日付範囲
ko: 날짜 범위
th: ช่วงวันที่
vi: Khoảng thời gian
zh_hans: 日期区间
zh_hant: 日期區間

# 本日
source: today
ja: 今日
ko: 本日
th: วันนี้
vi: Hôm nay
zh_hans: 本日
zh_hant: 今天

# 昨日
source: yesterday
ja: 昨日
ko: 어제
th: เมื่อวานนี้
vi: Hôm qua
zh_hans: 昨日
zh_hant: 昨天

# 前三日
source: three days before
ja: 最初の3日間
ko: 처음 3 일
th: สามวันแรก
vi: 3 ngày trước
zh_hans: 前三日
zh_hant: 前三天

# 前一周
source: last week
ja: 先週
ko: 지난주
th: อาทิตย์ที่แล้ว
vi: 1 tuần trước
zh_hans: 前一周
zh_hant: 前一週

# 本月
source: This month
ja: 今月
ko: 이번 달
th: เดือนนี้
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

# 上月
source: last month
ja: 先月
ko: 지난 달
th: เดือนที่แล้ว
vi: Tháng trước
zh_hans: 上月
zh_hant: 上個月

# 重置
source: Reset
ja: リセット
ko: 초기화
th: รีเซ็ต
vi: Lập lại
zh_hans: 重置
zh_hant: 重置

# 请选择开始时间
source: Please select a start time
ja: 開始時間
ko: 시작 시간
th: เวลาเริ่มต้น
vi: Xin vui lòng chọn thời gian bắt đầu
zh_hans: 请选择开始时间
zh_hant: 請選擇開始時間

# 请选择结束时间
source: Please select an end time
ja: 終了時間
ko: 종료 시간
th: เวลาสิ้นสุด
vi: Xin vui lòng chọn thời gian kết thúc
zh_hans: 请选择结束时间
zh_hant: 請選擇結束時間

# 未验证
source: Unverified
ja: 未確認
ko: 미확인
th: ไม่ได้รับการยืนยัน
vi: Chưa nghiệm chứng
zh_hans: 未验证
zh_hant: 未驗證

# 已验证
source: Verified
ja: 確認済み
ko: 확인 됨
th: ตรวจสอบแล้ว
vi: Đã nghiệm chứng
zh_hans: 已验证
zh_hant: 已驗證

# 购买PGP前需要先进行身份验证
source: Authentication is required before purchasing PGP
ja: PGPを購入する前にIDの確認が必要です
ko: PGP를 구매하기 전에 본인 확인이 필요합니다.
th: ต้องมีการยืนยันตัวตนก่อนซื้อ PGP
vi: Cần tiến hành nghiệm chứng danh tính trước khi mua số điểm PGP
zh_hans: 购买PGP前需要先进行身份验证
zh_hant: 購買PGP點數前需要先進行身分驗證

# 身份验证审核中，请耐心等待
source: Authentication is under review, please be patient
ja: 本人確認は現在審査中です。しばらくお待ちください
ko: 신원 확인이 검토 중입니다. 잠시 기다려주십시오.
th: การยืนยันตัวตนอยู่ระหว่างการตรวจสอบโปรดอดทนรอ
vi: Đang thẩm hạch nghiệm chứng danh tính, xin vui lòng nhẫn nại chờ đợi
zh_hans: 身份验证审核中，请耐心等待
zh_hant: 身分驗證審核中，請耐心等待

# 身份验证失败，前往重新验证
source: Authentication failed, go to re-authentication
ja: 本人確認に失敗しました。再確認に進んでください
ko: 신원 확인에 실패했습니다. 다시 확인으로 이동하세요.
th: การยืนยันตัวตนล้มเหลวให้ไปที่การยืนยันอีกครั้ง
vi: Nghiệm chứng danh tính không thành công, vào nghiệm chứng lại
zh_hans: 身份验证失败，前往重新验证
zh_hant: 身分驗證失敗，前往重新驗證

# 请输入联络电话
source: Please enter a contact number
ja: 連絡先を入力してください
ko: 연락처를 입력하세요
th: กรุณากรอกหมายเลขติดต่อ
vi: Xin vui lòng nhập điện thoại liên lạc
zh_hans: 请输入联络电话
zh_hant: 請輸入聯絡電話

# 请填完整信息
source: Please fill in the complete information
ja: 完全な情報を記入してください
ko: 완전한 정보를 입력하십시오
th: กรุณากรอกข้อมูลให้ครบถ้วน
vi: Xin vui lòng nhập tin nhắn hoàn chỉnh
zh_hans: 请填完整信息
zh_hant: 請輸入完整訊息

# 已提交审核
source: Submitted for review
ja: レビューのために提出
ko: 검토를 위해 제출 됨
th: ส่งเพื่อตรวจสอบแล้ว
vi: Đã gửi đi thẩm hạch
zh_hans: 已提交审核
zh_hant: 已送出審核

# 请输入与证件姓名一致的开户名
source: Please enter the account name that matches the name on the certificate
ja: 証明書の名前と一致するアカウント名を入力してください
ko: 인증서 이름과 일치하는 계정 이름을 입력하세요.
th: โปรดป้อนชื่อบัญชีที่สอดคล้องกับชื่อใบรับรอง
vi: Xin vui lòng nhập tên mở tài khoản giống với họ tên trên giấy tờ chứng minh
zh_hans: 请输入与证件姓名一致的开户名
zh_hant: 請輸入與證件姓名一致的開戶名

# 身份验证审核中
source: Authentication under review
ja: 審査中の本人確認
ko: 신원 확인 검토 중
th: การยืนยันตัวตนอยู่ระหว่างการตรวจสอบ
vi: Đang thẩm hạch nghiệm chứng danh tính
zh_hans: 身份验证审核中
zh_hant: 身分驗證審核中

# 热门信息
source: Hot news
ja: 人気情報
ko: 인기 정보
th: ข้อมูลยอดนิยม
vi: Tin nhắn nóng sốt
zh_hans: 热门信息
zh_hant: 熱門訊息

# 上传证件照片
source: Upload ID photo
ja: 身分証明書の写真をアップロード
ko: 증명 사진 업로드
th: อัปโหลดรูปถ่ายประจำตัว
vi: Tải lên ảnh chụp giấy tờ chứng minh
zh_hans: 上传证件照片
zh_hant: 上傳證件照片

# 非好友不可以查看对方动态
source: Non-friends cannot view each other’s activity
ja: 友達以外はお互いの活動を見ることができません
ko: 친구가 아닌 사람은 서로의 활동을 볼 수 없습니다.
th: ผู้ที่ไม่ใช่เพื่อนไม่สามารถดูกิจกรรมของกันและกันได้
vi: Không phải là bạn bè thì không được tra cứu động thái đối phương
zh_hans: 非好友不可以查看对方动态
zh_hant: 非好友不可以查看對方動態

# 搜索群成员
source: Search for group members
ja: グループメンバーを検索
ko: 그룹 회원 검색
th: ค้นหาสมาชิกกลุ่ม
vi: Tìm kiếm thành viên nhóm
zh_hans: 搜索群成员
zh_hant: 搜尋群組成員

# 从通讯录中选择
source: Choose from Contacts
ja: アドレスブックから選択
ko: 주소록에서 선택
th: เลือกจากสมุดที่อยู่
vi: Chọn từ trong sổ liên lạc
zh_hans: 从通讯录中选择
zh_hant: 從通訊錄中選擇

# 请至少选择一位！
source: Please select at least one!
ja: 少なくとも1つ選択してください！
ko: 하나 이상 선택하십시오!
th: โปรดเลือกอย่างน้อยหนึ่งรายการ!
vi: Xin vui lòng chọn ít nhất một người!
zh_hans: 请至少选择一位！
zh_hant: 請至少選擇一位！

# 公告信息
source: official news
ja: ニュース
ko: 뉴스
th: ข่าว
vi: Tin nhắn thông báo
zh_hans: 公告信息
zh_hant: 公告訊息

# 邀请
source: Invite
ja: 招待する
ko: 초대
th: เชิญ
vi: Lời mời
zh_hans: 邀请
zh_hant: 邀請

# 申请成功！
source: Successful application!
ja: 成功！
ko: 성공!
th: สำเร็จ!
vi: Đăng ký thành công
zh_hans: 申请成功！
zh_hant: 申請成功

# 加入成功！
source: Join successfully!
ja: 成功！
ko: 성공!
th: สำเร็จ!
vi: Gia nhập thành công
zh_hans: 加入成功！
zh_hant: 加入成功

# 加群申请
source: Join group application
ja: グループアプリケーションを追加
ko: 그룹 신청 추가
th: เพิ่มแอปพลิเคชันกลุ่ม
vi: Đăng ký gia nhập nhóm
zh_hans: 加群申请
zh_hant: 加入群組申請

# 拒绝加群申请
source: Reject group application
ja: グループ申請を拒否する
ko: 그룹 신청 거부
th: ปฏิเสธการสมัครกลุ่ม
vi: Từ chối gia nhập nhóm
zh_hans: 拒绝加群申请
zh_hant: 拒絕加入群組

# 已通过加群申请
source: Have applied for a group
ja: グループの追加はすでに申請済み
ko: 이미 그룹 추가 신청
th: สมัครเพิ่มกลุ่มแล้ว
vi: Đã thông qua đăng ký gia nhập nhóm
zh_hans: 已通过加群申请
zh_hant: 已通過加入群組申請

# 加入群聊
source: join group chat
ja: グループチャットに参加する
ko: 그룹 채팅 참여
th: เข้าร่วมการสนทนากลุ่ม
vi: Gia nhập nhóm
zh_hans: 加入群聊
zh_hant: 加入群組

# 加入该群需要身份验证！
source: Joining the group requires authentication
ja: 認証が必要です
ko: 인증이 필요합니다
th: ต้องการการตรวจสอบสิทธิ์
vi: Cần nghiệm chứng danh tính khi gia nhập nhóm này
zh_hans: 加入该群需要身份验证
zh_hant: 加入該群組需要身分驗證

# 加入该群需要回答问题并由管理员审核！
source: Joining the group requires answering questions and moderation by moderators
ja: 質問に答え、管理者によるレビューを受ける必要があります
ko: 질문에 답하고 관리자의 검토를 받아야합니다
th: ต้องตอบคำถามและได้รับการตรวจสอบโดยผู้ดูแลระบบ
vi: Cần trả lời vấn đề khi gia nhập nhóm này và do người quản lý thẩm hạch
zh_hans: 加入该群需要回答问题并由管理员审核
zh_hant: 加入該群組需要回答問題並由管理員審核

# 加入该群需要正确回答问题！
source: Joining the group requires correct answers
ja: 質問に正しく答える必要があります
ko: 질문에 올바르게 답해야합니다
th: ต้องตอบคำถามให้ถูก
vi: Cần trả lời chính xác vấn đề khi gia nhập nhóm này
zh_hans: 加入该群需要正确回答问题
zh_hant: 加入該群組需要正確回答問題

# 该群只能通过群成员邀请进群！
source: This group can only be invited into the group by group members
ja: グループに参加するためのグループメンバーの招待を通じてのみ
ko: 그룹 가입을위한 그룹 회원 초대를 통해서만
th: ผ่านการเชิญสมาชิกกลุ่มเข้าร่วมกลุ่มเท่านั้น
vi: Chỉ có thể thông qua thành viên nhóm mời vào nhóm này
zh_hans: 该群只能通过群成员邀请进群
zh_hant: 加入該群組只能通過群組成員邀請

# 该群不允许任何人加入！
source: No one is allowed to join this group!
ja: 誰も参加できません！
ko: 아무도 가입 할 수 없습니다!
th: ห้ามมิให้ผู้ใดเข้าร่วม!
vi: Nhóm này không cho phép bất kỳ ai gia nhập!
zh_hans: 该群不允许任何人加入！
zh_hant: 該群組不允許任何人加入！

# 加入该群需要付费
source: There is a fee to join the group
ja: 支払う必要があります
ko: 지불 필요
th: ต้องจ่าย
vi: Cần trả phí khi gia nhập nhóm này
zh_hans: 加入该群需要付费
zh_hant: 加入群組需要付費

# 服务器异常
source: Server exception
ja: サーバー例外
ko: 서버 예외
th: ข้อยกเว้นของเซิร์ฟเวอร์
vi: Hệ thống bất thường
zh_hans: 服务器异常
zh_hant: 系統異常

# 请选择消息！
source: Please select a message!
ja: メッセージを選択してください！
ko: 메시지를 선택하세요!
th: กรุณาเลือกข้อความ!
vi: Xin vui lòng chọn tin nhắn
zh_hans: 请选择消息！
zh_hant: 請選擇訊息

# 您已被设为群
source: You have been set as a group
ja: あなたはグループとして設定されました
ko: 그룹으로 설정되었습니다.
th: คุณได้รับการตั้งค่าเป็นกลุ่ม
vi: Bạn đã được thiết lập thành người quản lý
zh_hans: 您已被设为群
zh_hant: 您已被設定為群組

# 的管理员
source: administrator
ja: 管理者
ko: 관리자
th: ผู้ดูแลระบบ
vi: của nhóm
zh_hans: 的管理员
zh_hant: 的管理員

# 您已被取消群
source: You have been ungrouped
ja: キャンセルされました
ko: 취소되었습니다
th: คุณถูกยกเลิก
vi: Bạn đã bị hủy bỏ nhóm
zh_hans: 您已被取消群
zh_hant: 您已被取消群組

# 已到期
source: be expired
ja: 期限切れになる
ko: 만료되다
th: จะหมดอายุ
vi: Đã đến hạn
zh_hans: 已到期
zh_hant: 已到期

# 你被同意加入
source: you are agreed to join
ja: 参加することに同意します
ko: 가입하기로 동의하셨습니다
th: คุณตกลงที่จะเข้าร่วม
vi: Bạn được đồng ý gia nhập
zh_hans: 你被同意加入
zh_hant: 您被同意加入

# 你被拒绝加入
source: you were rejected
ja: 参加を拒否されました
ko: 가입이 거부되었습니다
th: คุณถูกปฏิเสธที่จะเข้าร่วม
vi: Bạn bị từ chối gia nhập
zh_hans: 你被拒绝加入
zh_hant: 您被拒絕加入

# 你被管理员
source: you are admin
ja: あなたは管理者です
ko: 당신은 관리자입니다
th: คุณเป็นผู้ดูแลระบบ
vi: Bạn bị người quản lý
zh_hans: 你被管理员
zh_hant: 您被管理員

# 禁言
source: mute
ja: ミュート
ko: 이야기금지입니다
th: ปิดเสียง
vi: nghiêm cấm phát ngôn
zh_hans: 禁言
zh_hant: 禁止發言

# 到期时间:
source: Expire date:
ja: 有効期限：
ko: 만료일 :
th: วันที่หมดอายุ:
vi: Thời gian đến hạn:
zh_hans: 到期时间:
zh_hant: 到期時間:

# 解除禁言
source: unmute
ja: ミュートを解除する
ko: 음소거 해제
th: เปิดเสียง
vi: Gỡ bỏ nghiêm cấm phát ngôn
zh_hans: 解除禁言
zh_hant: 解除禁言

# 你被踢出群组
source: You have been removed from the group
ja: あなたはグループから追い出されました
ko: 그룹에서 쫓겨났습니다.
th: คุณถูกเตะออกจากกลุ่ม
vi: Bạn bị gỡ bỏ khỏi nhóm
zh_hans: 你被踢出群组
zh_hant: 你被移出群組

# 开启群全体禁言
source: Mute all
ja: グループミュートを有効にする
ko: 그룹 음소거 사용
th: เปิดใช้งานการปิดเสียงกลุ่ม
vi: Mở nghiêm cấm phát ngôn toàn thể nhóm
zh_hans: 开启群全体禁言
zh_hant: 開啟群組全體禁言

# 群主
source: Lord
ja: 主
ko: 지배자
th: พระเจ้า
vi: Chủ nhóm
zh_hans: 群主
zh_hant: 群主

# 开启全体禁言
source: mute all members
ja: すべてのミュートをオンにします
ko: 모든 음소거 켜기
th: เปิดปิดเสียงทั้งหมด
vi: Mở nghiêm cấm phát ngôn toàn thể
zh_hans: 开启全体禁言
zh_hant: 開啟全體禁言

# 解除群全体禁言
source: Unmute all
ja: すべてのミュートを解除します
ko: 모든 음소거 해제
th: ยกปิดเสียงทั้งหมด
vi: Gõ bỏ nghiêm cấm phát ngôn toàn thể nhóm
zh_hans: 解除群全体禁言
zh_hant: 解除群組全體禁言

# 解除全体禁言
source: unmute to all members
ja: すべてのミュートを解除します
ko: 모든 음소거 해제
th: ยกปิดเสียงทั้งหมด
vi: Gỡ bỏ nghiêm cấm phát ngôn toàn thể
zh_hans: 解除全体禁言
zh_hant: 解除全體禁言

# 图片发送失败！
source: Failed to send picture!
ja: 画像送信に失敗しました！
ko: 사진 전송에 실패했습니다!
th: การส่งรูปภาพล้มเหลว!
vi: Tải lên ảnh chụp không thành công
zh_hans: 图片发送失败！
zh_hant: 照片上傳失敗

# 请输入正确的验证码
source: Please enter correct verificaiton code
ja: 正しい確認コードを入力してください
ko: 올바른 확인 코드를 입력하십시오
th: กรุณากรอกรหัสยืนยันที่ถูกต้อง
vi: Xin vui lòng nhập mã nghiệm chứng chính xác
zh_hans: 请输入正确的验证码
zh_hant: 驗證碼錯誤

# 请输入验证信息！
source: Please enter verification information!
ja: 確認情報を入力してください！
ko: 확인 정보를 입력하세요!
th: กรุณากรอกข้อมูลยืนยัน!
vi: Xin vui lòng nhập tin nhắn nghiệm chứng!
zh_hans: 请输入验证信息！
zh_hant: 請輸入驗證訊息！

# 群资料
source: group information
ja: グループ情報
ko: 그룹 정보
th: ข้อมูลกลุ่ม
vi: Thông tin nhóm
zh_hans: 群资料
zh_hant: 群組資料

# 无二维码扫描结果
source: Scan failed
ja: QRコードスキャン結果なし
ko: QR 코드 스캔 결과 없음
th: ไม่มีผลการสแกนรหัส QR
vi: Quét QR Code không có kết quả
zh_hans: 无二维码扫描结果
zh_hant: 識別異常

# 数量
source: Amount
ja: 量
ko: 수량
th: ปริมาณ
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

# 影片长度不能超过5分钟
source: Videos must not exceed 5 minutes in length
ja: 映画の長さは5分を超えてはいけません。
ko: 영화 길이 가 5 분 을 넘 으 면 안 돼 요.
th: ภาพยนตร์ไม่เกินห้านาที
vi: Độ dài đoạn phim không được quá 5 phút
zh_hans: 影片长度不能超过5分钟
zh_hant: 影片長度不能超過5分鐘

# 全体成员
source: all members
ja: 全員
ko: 전원
th: สมาชิกทั้งหมด
vi: Toàn bộ thành viên
zh_hans: 全体成员
zh_hant: 全部成員

# 视频超过60秒，请重新选择
source: The video is longer than 60 seconds, please reselect
ja: ビデオが60秒を超えています。もう一度選択してください
ko: 동영상이 60 초를 초과했습니다. 다시 선택하세요.
th: วิดีโอเกิน 60 วินาทีโปรดเลือกอีกครั้ง
zh_hans: 视频超过60秒，请重新选择
zh_hant: 影片超過60秒，請重新選擇

# 月
source: Mon
ja: 月
ko: 달
th: เดือน
vi: Tháng
zh_hans: 月
zh_hant: 月

# 仅用作实名认证
source: For real-name authentication only
ja: 実名認証のみ
ko: 실명 인증 전용
th: สำหรับการตรวจสอบชื่อจริงเท่านั้น
vi: Chỉ dùng để chứng nhận tên thật
zh_hans: 仅用作实名认证
zh_hant: 僅用作實名認證

# 请先输入金额
source: Please enter the amount first
ja: 最初に金額を入力してください
ko: 먼저 금액을 입력하세요
th: กรุณากรอกจำนวนเงินก่อน
vi: Xin vui lòng nhập số tiền
zh_hans: 请先输入PGP数量
zh_hant: 請先輸入PGP數量

# 金额不能小于
source: Amount cannot be less than
ja: 金額を下回ることはできません
ko: 금액은 다음보다 작을 수 없습니다.
th: จำนวนต้องไม่น้อยกว่า
vi: Số tiền không được nhỏ hơn
zh_hans: PGP数量不能小于
zh_hant: 數量不能小於

# 钱包成功收款
source: Wallet successfully collected
ja: ウォレットは正常にお金を受け取りました
ko: 지갑에 금액이 입금되었습니다.
th: Wallet รับเงินเรียบร้อยแล้ว
vi: Túi tiền nhận chuyển khoản thành công
zh_hans: 钱包成功收款
zh_hant: 錢包成功收款

# 使用
source: Use
ja: 使用する
ko: 사용하다
th: ใช้
vi: Sử dụng
zh_hans: 使用
zh_hant: 使用

# PGTalk授权
source: PGTalk authorization
ja: PGTalk認証
ko: PGTalk 인증
th: การอนุญาต PGTalk
vi: PGTalk ủy quyền
zh_hans: PPGTalk授权
zh_hant: PGTalk授權

# 登录后该应用将获得以下权限
source: After logging in the app will get the following permissions
ja: ログイン後、アプリは次の権限を取得します
ko: 로그인 후 앱에 다음 권한이 부여됩니다.
th: หลังจากเข้าสู่ระบบแอปจะได้รับสิทธิ์ดังต่อไปนี้
vi: Sau khi đăng nhập, chương trình này sẽ có được quyền hạn sau
zh_hans: 登录后该应用将获得以下权限
zh_hant: 登錄後該程式將獲得以下權限

# · 访问你的基础资料
source: ·Access your basic profile
ja: ・基本情報にアクセスする
ko: · 기본 정보에 액세스
th: ·เข้าถึงข้อมูลพื้นฐานของคุณ
vi: Truy cập tệp hồ sơ cơ sở của bạn
zh_hans: · 访问你的基础资料
zh_hant: · 訪問你的基礎檔案

# PGTalk未安装
source: PGTalk not installed
ja: PGTalkがインストールされていません
ko: PGTalk가 설치되지 않았습니다.
th: ไม่ได้ติดตั้ง PGTalk
vi: PGTalk chưa cài đặt
zh_hans: PGTalk未安装
zh_hant: PGTalk未安裝

# 授权失败
source: Authorization failed
ja: 承認に失敗しました
ko: 인증 실패
th: การให้สิทธิ์ล้มเหลว
vi: Ủy quyền không thành công
zh_hans: 授权失败
zh_hant: 授權失敗

# 应用未安装
source: App not installed
ja: アプリがインストールされていません
ko: 앱이 설치되지 않았습니다.
th: ไม่ได้ติดตั้งแอป
vi: Chưa cài đặt chương trình
zh_hans: 应用未安装
zh_hant: 程式未安裝

# 登录失败
source: Login failed
ja: ログインに失敗しました
ko: 로그인 실패
th: เข้าสู่ระบบล้มเหลว
vi: Đăng nhập không thành công
zh_hans: 登录失败
zh_hant: 登錄失敗

# 请先完善国际电话区号
source: Please complete the international telephone area code first
ja: 最初に国際電話の市外局番を記入してください
ko: 먼저 국제 전화 지역 번호를 입력하십시오
th: กรุณากรอกรหัสพื้นที่โทรศัพท์ระหว่างประเทศก่อน
vi: Xin vui lòng hoàn thiện mã khu vực điện thoại quốc tế trước
zh_hans: 请先完善国际电话区号
zh_hant: 請先完善國際電話區號

# 请输入消息
source: Please enter a message
ja: メッセージを入力してください
ko: 메시지를 입력하세요
th: กรุณากรอกข้อความ
vi: Xin vui lòng nhập tin nhắn
zh_hans: 输入消息
zh_hant: 請輸入訊息

# 暂不支持该消息类型
source: This message type is not currently supported
ja: このメッセージタイプは現在サポートされていません
ko: 이 메시지 유형은 현재 지원되지 않습니다.
th: ขณะนี้ยังไม่รองรับข้อความประเภทนี้
vi: Tạm thời không hỗ trợ loại hình tin nhắn này
zh_hans: 暂不支持该消息类型
zh_hant: 暫不支持該訊息類型

# 当前网络异常，请联网后重试
source: The current network is abnormal, please try again after connecting to the Internet
ja: 現在のネットワークは異常です。オンラインになってからもう一度お試しください
ko: 현재 네트워크가 비정상입니다. 온라인 상태가 된 후 다시 시도하십시오.
th: เครือข่ายปัจจุบันผิดปกติโปรดลองอีกครั้งหลังจากออนไลน์
vi: Mạng hiện tại bất thường, xin vui lòng nối kết mạng sau đó thử lại
zh_hans: 当前网络异常，请联网后重试
zh_hant: 當前網路異常，請聯網後重試

# 网络异常,请稍后重试
source: Network error, please try again later
ja: ネットワークが異常です。しばらくしてからもう一度お試しください
ko: 네트워크가 비정상입니다. 나중에 다시 시도하십시오.
th: เครือข่ายผิดปกติโปรดลองอีกครั้งในภายหลัง
vi: Mạng bất thường, xin vui lòng thử lại sau
zh_hans: 网络异常,请稍后重试
zh_hant: 網路異常,請稍後重試

# 加载失败，请重试
source: Loading failed, please try again
ja: 読み込みに失敗しました。もう一度お試しください
ko: 로드하지 못했습니다. 다시 시도하십시오.
th: การโหลดล้มเหลวโปรดลองอีกครั้ง
vi: Tải về không thành công, xin vui lòng thử lại
zh_hans: 加载失败，请重试
zh_hant: 下載失敗，請重試

# 已超过重新编辑时间
source: Reedit time has elapsed
ja: 再編集時間が経過しました
ko: 재 편집 시간이 지났습니다.
th: เวลาในการแก้ไขซ้ำได้ผ่านไปแล้ว
vi: Đã quá thời gian biên tập lại
zh_hans: 已超过重新编辑时间
zh_hant: 已超過重新編輯時間

# 错误
source: Error
ja: エラー
ko: 오류
th: ข้อผิดพลาด
vi: Bị lỗi
zh_hans: 错误
zh_hant: 錯誤

# 支付密码不正确
source: Incorrect payment password
ja: 間違った支払いパスワード
ko: 잘못된 결제 비밀번호
th: รหัสผ่านการชำระเงินไม่ถูกต้อง
vi: Mật khẩu an toàn không chính xác
zh_hans: 支付密码不正确
zh_hant: 錢包密碼不正確

# 余额不足
source: Insufficient balance
ja: 残高不足です
ko: 잔액 불충분
th: ยอดคงเหลือไม่เพียงพอ
vi: Số dư không đủ
zh_hans: 余额不足
zh_hant: 餘額不足

# 未安装高德地图
source: Gaode map is not installed
ja: 高ドイツ地図がインストールされていません
ko: 높은 독일어지도가 설치되지 않았습니다.
th: ไม่ได้ติดตั้งแผนที่ภาษาเยอรมันระดับสูง
vi: Chưa cài đặt bản đồ Gaode
zh_hans: 未安装高德地图
zh_hant: 未安裝高德地圖

# 发送失败，请重新发送！
source: Failed to send, please send again!
ja: 送信に失敗しました。再送してください。
ko: 전송에 실패했습니다. 다시 보내주세요!
th: การส่งล้มเหลวโปรดส่งใหม่!
vi: Gửi đi không thành công, xin vui lòng gửi lại!
zh_hans: 发送失败，请重新发送！
zh_hant: 發送失敗，請重新發送！

# 没有搜索结果
source: No search results
ja: 検索結果がありません
ko: 검색 결과 없음
th: ไม่มีผลการค้นหา
vi: Không có kết quả tìm kiếm
zh_hans: 没有搜索结果
zh_hant: 沒有搜尋結果

# 在聊天中截屏了
source: Screenshot taken in chat
ja: チャットでスクリーンショットを撮りました
ko: 채팅에서 스크린 샷을 찍었습니다.
th: จับภาพหน้าจอในแชท
vi: Đã chụp màn hình khi nói nói chuyện
zh_hans: 在聊天中截屏了
zh_hant: 在聊天中截圖了

# 您已被禁言，禁止领取口令红包
source: You have been banned from receiving password red packets
ja: あなたは禁止されており、パスワードの赤い封筒を受け取ることを禁じられています
ko: 당신은 금지되었고 비밀번호 빨간 봉투를받는 것이 금지되었습니다.
th: คุณถูกแบนและไม่ได้รับซองจดหมายสีแดงรหัสผ่าน
vi: Bạn đã bị nghiêm cấm phát ngôn, nghiêm cấm lĩnh nhận bao lì xì khẩu lệnh
zh_hans: 您已被禁言，禁止领取口令红包
zh_hant: 您已被禁言，禁止領取口令紅包
