Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# IM号
source: IM number
ja: im号
ko: 임 호
th: บัญชี IM
vi: Số IM
zh_hans: IM号
zh_hant: IM號

# 拒绝
source: Decline
ja: 拒否
ko: 거부
th: ปฏิเสธ
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# 是否解散此群？
source: Whether to disband this group?
ja: このグループを解散するか？
ko: 이 무리를 해체 합니까?
th: ต้องการยุบกลุ่มนี้หรือไม่?
vi: Có giải tán nhóm này?
zh_hans: 是否解散此群？
zh_hant: 是否解散此群組？

# 解散群组成功
source: Dismiss group successful
ja: 「グループ解散成功」
ko: 집단의 성공을 해산하다.
th: ยุบกลุ่มสำเร็จ
vi: Giải tán nhóm thành công
zh_hans: 解散群组成功
zh_hant: 解散群組成功

# 解散群组失败
source: Failed to disband the group
ja: グループを解散させる
ko: 집단의 실패를 해체하다.
th: ยุบกลุ่มไม่สำเร็จ
vi: Giải tán nhóm không thành công
zh_hans: 解散群组失败
zh_hant: 解散群組失敗

# 群头像设置成功
source: Group avatar set successfully
ko: 무리를 설치 하여 성공하다.
th: ตั้งค่ารูปโปรไฟล์กลุ่มสำเร็จ
vi: Thiết lập hình đại diện nhóm thành công
zh_hans: 群头像设置成功
zh_hant: 群組大頭貼設定成功

# 群头像设置失败
source: Group avatar setting failed
ko: 무리를 설치 하여 실패하다.
th: ตั้งค่ารูปโปรไฟล์กลุ่มไม่สำเร็จ
vi: Thiết lập hình đại diện nhóm không thành công
zh_hans: 群头像设置失败
zh_hant: 群組大頭貼設定失敗

# 删除失败！
source: failed to delete
ja: 失败
ko: 실패를 삭제하라
th: ลบไม่สำเร็จ
vi: Xóa bỏ không thành công
zh_hans: 删除失败
zh_hant: 刪除失敗

# IM号申请中。。。
source: Application for IM number . .
ja: imの申し込みは…。
ko: IM 호 신청 중...
th: กำลังสมัครบัญชี IM. . .
vi: Đang đăng ký số IM…
zh_hant: IM號申請中。 。 。

# IM申请成功！
source: IM application is successful!
ja: imに成功!
ko: IM은 성공을 신청 했다!
th: สมัคร IM สำเร็จ!
vi: Đăng ký số IM thành công!
zh_hans: IM申请成功！
zh_hant: IM申請成功！

# 申请失败！
source: Application failed!
ko: 신청 실패!
th: สมัครไม่สำเร็จ!
vi: Đăng ký không thành công!
zh_hans: 申请失败！
zh_hant: 申請失敗！

# 您需支付费用
source: you pay the fee
ko: 당신은 비용을 지불 해야 합니다.
th: ค่าใช้จ่ายที่คุณต้องชำระเงิน
vi: Bạn cần thanh toán chi phí
zh_hans: 您需支付费用
zh_hant: 您需支付費用

# 我知道了
source: OK
ja: 分かった
ko: 나는 알고 있다.
th: ฉันรู้แล้ว
vi: Tôi đã biết
zh_hans: 我知道了
zh_hant: 我知道了

# 输入你的内容
source: enter your content
ja: あなたの内容を入力します
ko: 너의 내용을 입력하다.
th: ใส่เนื้อหาของคุณ
vi: Nhập nội dung của bạn
zh_hans: 输入你的内容
zh_hant: 輸入你的內容

# 扫一扫上面的二维码，加入我们群组
source: Scan the QR code above to join our group
ja: 上の2次元コードを掃き、私たちのグループに参加します
ko: 위에 있는이 사이즈를 쓸어, 우리 팀에 가입하다.
th: สแกนคิวอาร์โค้ดด้านบนเพื่อเข้าร่วมกลุ่มของเรา
vi: Quét QR Code phía trên, là có thể gia nhập nhóm chúng tôi
zh_hans: 扫一扫上面的二维码，加入群组
zh_hant: 掃描上面的QR Code，即可加入群組

# 名
source: name
ja: 人
ko: 명
th: ชื่อ
vi: Tên
zh_hans: 名
zh_hant: 名

# 黑名单
source: Blacklist
ja: ブラックリスト
ko: 블랙리스트
th: แบล็คลิสต์
vi: Danh sách đen
zh_hans: 黑名单
zh_hant: 黑名單

# 搜索IM号/手机号
source: Search IM number/mobile phone number
ja: im号
ko: IM 번호 / 핸드폰 번호 검색.
th: ค้นหาบัญชี IM / หมายเลขโทรศัพท์มือถือ
vi: Tìm kiếm số IM / số điện thoại
zh_hans: 搜索IM号/手机号
zh_hant: 搜尋IM號/電話號碼

# 只看男
source: only men
ja: 男を見る
ko: 남자만 보다
th: ดูเฉพาะผู้ชาย
vi: Chỉ xem nam
zh_hans: 只看男
zh_hant: 只看男

# 只看女
source: only women
ja: 女を見る
ko: 단지 여자만 본다.
th: ดูเฉพาะผู้หญิง
vi: Chỉ xem nữ
zh_hans: 只看女
zh_hant: 只看女

# 看全部
source: See all
ja: 全部見て
ko: 전부를보다
th: ดูทั้งหมด
vi: Xem toàn bộ
zh_hans: 看全部
zh_hant: 看全部

# 位置分享
source: location sharing
ja: 位置共有
ko: 자리를 나누다
th: แชร์ตำแหน่ง
vi: Chia sẻ vị trí
zh_hans: 位置分享
zh_hant: 位置分享

# 包括自己
source: including myself
ja: 自分を含めて
ko: 자기를 포함하다
th: รวมตนเอง
vi: Bao gồm chính mình
zh_hans: 包括自己
zh_hant: 包含自己

# PGTalk口令红包
source: PGTalk Password Red envelope
ja: PGTalkのパスワードは
ko: PGTalk의 구령이 촌지를이다.
th: อั่งเปาโค้ดลับ PGTalk
vi: Bao lì xì mật khẩu PGTalk
zh_hans: PGTalk口令红包
zh_hant: PGTalk密碼紅包

# 普通红包
source: Regular red envelope
ja: 普通のお年玉
ko: 일반 보너스
th: อั่งเปาทั่วไป
vi: Bao lì xì thông thường
zh_hans: 普通红包
zh_hant: 普通紅包

# 口令红包
source: Password red envelope
ja: 合い言葉
ko: 구령 보너스
th: อั่งเปาโค้ดลับ
vi: Bao lì xì mật khẩu
zh_hans: 口令红包
zh_hant: 密碼紅包

# 拼手气红包
source: Lucky Draw
ja: 必死についているおひねり
ko: 맞붙이다 손속이 보너스
th: อั่งเปาวัดดวง
vi: Bao lì xì may mắn
zh_hans: 拼手气红包
zh_hant: 拼手氣紅包

# 填写个数
source: Numbers
ja: 個数を書き入れる
ko: 개수를 기입하다.
th: กรอกจำนวน
vi: Nhập số
zh_hans: 请填写个数
zh_hant: 請輸入個數

# 可用
source: Available
ja: 利用可能
ko: 사용 가능 하 다.
th: พร้อมใช้งาน
vi: Có thể dùng
zh_hans: 可用
zh_hant: 可用

# 未领取的红包，将于24小时退回您的账户
source: Unclaimed red envelopes will be returned to your account within 24 hours
ja: 未受け取りのお届けは、24时间あなたのアカウントに返却します
ko: 수령이 없는 촌지는 24 시간에 당신의 계좌로 반 송 됩니다.
th: อั่งเปาที่ไม่ได้รับ จะคืนเข้าบัญชีคุณภายใน 24 ชั่วโมง
vi: Bao lì xì chưa lĩnh nhận, sẽ trả lại vào tài khoản của bạn trong 24 giờ
zh_hans: 未领取的红包，将于24小时退回您的账户
zh_hant: 未領取的紅包，將於24小時退回您的帳戶

# 设置口令
source: Password setting
ja: 号令を設ける
ko: 구령을 설치하다.
th: ตั้งค่าโค้ดลับ
vi: Thiết lập mật khẩu
zh_hans: 设置口令
zh_hant: 設定密碼

# 请输入口令
source: Enter password
ja: パスワードを入力してください。
ko: 구령을 입력하십시오.
th: โปรดใส่โค้ดลับ
vi: Xin vui lòng nhập mật khẩu
zh_hans: 请输入口令
zh_hant: 請輸入密碼

# 小伙伴需回复口令抢红包
source: The friends need to reply the password to grab the red envelope
ja: ご返事をお届けします
ko: 어린 친구들은 입을 열어 주고, 촌지를 빼앗아야 한다.
th: ต้องตอบกลับด้วยโค้ดลับเพื่อชิงอั่งเปา
vi: Cần trả lời mật khẩu giành lấy bao lì xì
zh_hans: 小伙伴需回复口令抢红包
zh_hant: 需回覆密碼搶紅包

# 请输入正确的红包个数
source: Please enter the correct number of red envelope
ja: 正しい封筒の枚数を入力してください。
ko: 정확 한 레드 가방의 숫자를 입력 하세요.
th: โปรดใส่จำนวนอั่งเปาให้ถูกต้อง
vi: Xin vui lòng nhập số bao lì xì chính xác
zh_hans: 请输入正确的红包个数
zh_hant: 請輸入正確的紅包個數

# 红包个数不能大于
source: The number of red envelopes cannot be greater than
ja: おひねりの個数は以上ではいけません。
ko: 보너스 개 수 는 초과 할 수 없습니다
th: จำนวนอั่งเปาห้ามมากกว่า
vi: Số bao lì xì không được lớn hơn
zh_hans: 红包个数不能大于
zh_hant: 紅包個數不能大於

# 单个红包金额不能大于
source: The amount of a single red envelope cannot be greater than
ja: 単一の付け届け金はよりも大きい
ko: 한 개 보너스 금액 은 크 면 안 됩 니 다.
th: จำนวนเงินอั่งเปาต่อซองห้ามมากกว่า
vi: Số lượng PGP bao lì xì đơn không được lớn hơn
zh_hans: 单个红包数量不能大于
zh_hant: 單個紅包PGP數量不能大於

# 单个红包金额不能小于0.01元
source: The amount of a single red envelope cannot be less than NTD 0.01
ja: シングル金额より0.01ウォンでない
ko: 개인적으로 돈을 받는 금액은 0.01 위안으로 작을 수 없다.
th: จำนวนเงินอั่งเปาต่อซองห้ามน้อยกว่า 0.01 หยวน
vi: Số lượng PGP bao lì xì đơn không được nhỏ hơn 0,01 tệ
zh_hans: 单个红包数量不能小于0.01元
zh_hant: 單個紅包PGP數量不能小於0.01元

# 请输入正确的红包金额
source: Please enter the correct red envelope amount
ja: 正しいお届けの金額を入力してください。
ko: 정확 한 적금 금액을 입력 해 주십시오.
th: โปรดใส่จำนวนเงินอั่งเปาให้ถูกต้อง
vi: Xin vui lòng nhập số lượng PGP bao lì xì chính xác
zh_hans: 请输入正确的红包数量
zh_hant: 請輸入正確的紅包PGP數量

# 金额不足，请先充值！
source: Insufficient amount, please recharge first!
ja: 金額が不足していますので,あらかじめお値を上げてください！
ko: 때문에 자금 부족, 충전하시기 바랍니다!!
th: จำนวนไม่เพียงพอกรุณาเติมเงินก่อน!
vi: Số lượng PGP không đủ, xin vui lòng mua số lượng PGP!
zh_hans: PGP数量不足，请先充值！
zh_hant: PGP數量不足，請先購買PGP數量！

# 选择群组
source: Select group
ja: グループを選択する
ko: 단체를 선택하다.
th: เลือกกลุ่ม
vi: Chọn nhóm
zh_hans: 选择群组
zh_hant: 選擇群組

# 给PGP
source: To PGP
ja: PGPをやる
ko: PGP 에 게.
th: ให้ PGP
vi: cho số lượng PGP
zh_hans: 给PGP
zh_hant: 給PGP數量

# 向他人付款
source: pay others
ja: 他人に支払う
ko: 다른 사람에게 돈을 지불하다.
th: ชำระเงินให้ผู้อื่น
vi: thanh toán cho người khác
zh_hans: 向他人付款
zh_hant: 向他人付款

# 我要收款
source: I want to pay
ja: 私は入金をします。
ko: 돈을 받겠습니다.
th: ฉันจะรับเงิน
vi: Tôi muốn nhận chuyển khoản
zh_hans: 我要收款
zh_hant: 我要收款

# 使用账户余额支付
source: Pay with account balance
ja: 勘定残高を使用します。
ko: 계좌 잔액을 사용 하여 지불하다.
th: ใช้ยอดเงินในบัญชีชำระเงิน
vi: Sử dụng số lượng PGP có thể dùng tiến hành thanh toán
zh_hans: 使用账户余额支付
zh_hant: 使用可用PGP數量進行支付

# 给我PGP
source: give me PGP
ja: PGPをください
ko: PGP 주세요.
th: เอา PGP มาให้ฉัน
vi: cho tối số lượng PGP
zh_hans: 给我PGP
zh_hant: 給我PGP

# 设置收款金额
source: Set payment amount
ja: 集金金を設ける
ko: 수납 금액을 설치하다.
th: ตั้งค่าจำนวนเงินที่รับ
vi: Thiết lập nhận chuyển khoản số lượng PGP
zh_hans: 设置收款数量
zh_hant: 設定收款PGP數量

# 头条
source: headlines
ja: 見出し
ko: 톱
th: toutiao
vi: Tiêu đề đầu
zh_hans: 头条
zh_hant: 頭條

# 笑话
source: Jokes
ja: ジョーク
ko: 농담
th: ขำขัน
vi: Chuyện cười
zh_hans: 笑话
zh_hant: 笑話

# 服装
source: Clothing
ja: 衣類
ko: 의류
th: แฟชั่น
vi: Trang phục
zh_hans: 服装
zh_hant: 服裝

# 旅游
source: Travel
ja: 旅行
ko: 관광
th: ท่องเที่ยว
vi: Du lịch
zh_hans: 旅游
zh_hant: 旅遊

# 外卖
source: Takeaway
ja: 持ち帰り
ko: 테 이크 아웃
th: เดลิเวอรี่
vi: Đưa đồ đến tận nơi
zh_hans: 外卖
zh_hant: 外送

# 优酷
source: Youku
ja: ヨウク
ko: 유 니 쿨
zh_hans: 优酷
zh_hant: 優酷

# 游戏
source: Games
ja: ゲーム
ko: 게임
th: เกม
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

# 新闻
source: News
ja: ニュース
ko: 뉴스
th: ข่าว
vi: Thời sự
zh_hans: 新闻
zh_hant: 新聞

# 金融
source: Economy
ja: ファイナンス
ko: 금융
th: เศรษฐกิจ
vi: Kinh tế
zh_hans: 金融
zh_hant: 經濟

# 小说
source: Fiction
ja: 小説
ko: 소설
th: นวนิยาย
vi: Tiểu thuyết
zh_hans: 小说
zh_hant: 小說

# 军事
source: Military
ja: ミリタリー
ko: 군사
th: การทหาร
vi: Quân sự
zh_hans: 军事
zh_hant: 軍事

# 婚恋
source: Romance
ja: わか
ko: 혼인과 연애
th: การแต่งงาน
vi: Mạng tình duyên
zh_hans: 婚恋
zh_hant: 婚戀網

# 豆丁
source: Doting
ja: 9月
ko: 콩 정
th: Docin
vi: Mạng Docin
zh_hans: 豆丁
zh_hant: 豆丁網

# 天涯
source: Tianya
ja: 地平線
ko: 하늘가
vi: Khu xã chân trời
zh_hans: 天涯
zh_hant: 天涯社區

# 体育
source: Sports
ja: スポーツ
ko: 스포츠
th: กีฬา
vi: Thể thao
zh_hans: 体育
zh_hant: 體育

# 汽车
source: Cars
ja: 自動車
ko: 자동차
th: รถยนต์
vi: Xe hơi
zh_hans: 汽车
zh_hant: 汽車

# 酒店预订
source: Hotel reservation
ja: ホテルの予約
ko: 호텔 예약
th: จองโรงแรม
vi: Đặt khách sạn
zh_hans: 酒店预订
zh_hant: 預訂飯店

# 财经
source: Finance
ja: 在京
ko: 재경
th: การเงิน
vi: Tài chính
zh_hans: 财经
zh_hant: 財經

# 分类信息
source: Classifieds
ja: 分類情報
ko: 정보를 분류하다
th: ข้อมูลหมวดหมู่
vi: Phân loại thông tin
zh_hans: 分类信息
zh_hant: 資訊分類

# 彩票
source: Lottery
ja: 宝くじ
ko: 복권
th: ล็อตโต้
vi: Xổ số
zh_hans: 彩票
zh_hant: 樂透

# 明细
source: Details
ja: 細部
ko: 명세
th: รายละเอียด
vi: Biên lai
zh_hans: 明细
zh_hant: 明細

# 消息提醒
source: Notification and ringtone
ja: ニュースに注意する
ko: 소식을 일깨우다.
th: แจ้งเตือนข้อความ
vi: Tin nhắn nhắc nhở
zh_hans: 提醒和铃声
zh_hant: 提醒和鈴聲

# 账户安全
source: Account security
ja: 口座セキュリティー
ko: 계좌 안전
th: ความปลอดภัยบัญชี
vi: An toàn số tài khoản
zh_hans: 账户安全
zh_hant: 帳號安全

# 关于PGTalk
source: About PGTalk
ja: PGTalkについて
ko: 삼심에 관하여.
th: เกี่ยวกับ PGTalk
vi: Về PGTalk
zh_hans: 关于PGTalk
zh_hant: 關於PGTalk

# 帮助反馈
source: Help feedback
ja: フィードバックを助ける
ko: 피드백을 돕다
th: ช่วยเหลือและติชม
vi: Hỗ trợ hồi báo
zh_hans: 帮助反馈
zh_hant: 幫助回報

# 帮助与反馈
source: Help and feedback
ja: フィードバックがあります
ko: 도움과 피드백을 돕다.
th: ความช่วยเหลือและคำติชม
vi: Hỗ trợ hồi báo với
zh_hans: 帮助与反馈
zh_hant: 幫助與回報

# 多语言设置
source: Multilingual settings
ja: 言語を設定する
ko: 언어를 설치하다.
th: ตั้งค่าหลายภาษา
vi: Thiết lập đa ngôn ngữ
zh_hans: 多语言设置
zh_hant: 多種語言設定

# 开启朋友圈入口
source: Open Moments Entrance
ja: 友達の輪を開く
ko: 친구의 입구를 열다
th: เปิดใช้งานโมเมนต์
vi: Mở cổng nhóm bạn bè
zh_hans: 开启朋友圈入口
zh_hant: 開啟LIFE入口

# 朋友圈更新提醒
source: Moments update reminder
ja: 友人が注意を呼びかけています
ko: 친구들을 업 데이트하다.
th: แจ้งเตือนการอัปเดตโมเมนต์
vi: Nhắc cập nhật nhóm bạn bè
zh_hans: 朋友圈更新提醒
zh_hant: LIFE更新提醒

# 修改登录密码
source: Change password
ja: ログインパスワードを修正します。
ko: 비밀번호를 수정하다.
th: แก้ไขรหัสผ่านเข้าสู่ระบบ
vi: Đổi mật khẩu đăng nhập
zh_hans: 修改登录密码
zh_hant: 更改登入密碼

# 接受新消息通知
source: Accept new message notifications
ja: しんしんを受ける
ko: 새로 운 소식을 받아들이다.
th: ยอมรับการแจ้งเตือนข้อความใหม่
vi: Thông báo tiếp nhận tin nhắn mới
zh_hans: 接受新消息通知
zh_hant: 新訊息接受通知

# 意见反馈
source: Feedback
ja: 意見フィードバック
ko: 의견이 피드백하다.
th: ข้อเสนอแนะ
vi: Phản hồi ý kiến
zh_hans: 意见反馈
zh_hant: 意見回報

# 问题和意见
source: Questions and Comments
ja: 質問とコメント
ko: 문제와 의견
th: ปัญหาและข้อเสนอแนะ
vi: Vấn đề và ý kiến
zh_hans: 问题和意见
zh_hant: 問題和意見

# 请填写10个字以上的问题描述以便我们提供更好的帮助
source: Please fill in a description of the problem with more than 10 words so that we can provide better help
ja: 10文字以上の問題をご記入ください
ko: 우리에게 더 좋은 도움을 제공 할 수 있도록 10자 이상의 문제를 작성 해 주십시오.
th: โปรดใส่คำอธิบายปัญหา 10 ตัวอักษรขึ้นไปเพื่อให้เราสามารถช่วยเหลือคุณได้ดียิ่งขึ้น
vi: Xin vui lòng điều mô tả vấn trên trên 10 chữ để tiện cho chúng tôi cung cấp hỗ trợ tốt hơn
zh_hans: 请填写10个字以上的问题描述以便我们提供更好的帮助
zh_hant: 請填寫10位字元以上的問題描述以便我們提供更好的幫助

# 图片(选填，提供问题截图)
source: Picture (optional, provide a screenshot of the question)
ja: 画像(オプションに記入し、問題を提供する)。
ko: 사진을 찍다.
th: รูปภาพ (ไม่บังคับ แคปภาพปัญหา)
vi: Ảnh chụp (chọn điện, cung cấp ảnh chụp màn hình có vấn đề)
zh_hans: 图片(选填，提供问题截图)
zh_hant: 圖片(選填，提供問題截圖)

# 联系电话
source: contact number
ja: 連絡先を連絡する
ko: 연락 전화
th: เบอร์ติดต่อ
vi: Điện thoại liên lạc
zh_hans: 联系电话
zh_hant: 聯絡電話

# 选填，便于我们与你联系
source: Optional so we can contact you
ko: 우리가 당신과 연락 할 수 있도록, 선택하면 된다.
th: ไม่บังคับ เพื่อให้เราติดต่อคุณได้สะดวก
vi: Chọn điền, để tiện cho chúng tôi liên lạc với bạn
zh_hans: 选填，便于我们与你联系
zh_hant: 選填，便於我們與你聯繫

# 图片上传中
source: image uploading
ja: 「画像アップロード中」
ko: 사진 업로드 중
th: อัพโหลดรูปภาพ
vi: Đang tải lên ảnh chụp
zh_hans: 图片上传中
zh_hant: 圖片上傳中

# 视频大小不能大于500MB
source: Video size cannot be larger than 500MB
ja: 動画のサイズは500 MBを超えてはいけません。
ko: 영상 크기 는 500 MB 이상 이면 안 됩 니 다.
th: ขนาดวิดีโอไม่ใหญ่กว่า 500MB
vi: Kích cỡ đoạn phim không được lớn hơn 500MB
zh_hans: 影片大小不能大于500MB
zh_hant: 影片大小不能大於500MB

# 图片上传失败，请重试
source: Image upload failed, please try again
ja: 写真の投稿は失败ですが、ぜひお试しください
ko: 사진이 실패하면, 다시 해보세요.
th: อัปโหลดรูปภาพไม่สำเร็จ โปรดลองใหม่
vi: Tải lên ảnh chụp không thành công, xin vui lòng thử lại
zh_hans: 图片上传失败，请重试
zh_hant: 圖片上傳失敗，請重試

# 意见反馈成功
source: Feedback is successful
ja: 意見がフィードバックに成功する
ko: 의견의 반응이 성공 적이다.
th: ส่งข้อเสนอแนะสำเร็จ
vi: Ý kiến phản hồi thành công
zh_hans: 意见反馈成功
zh_hant: 意見回報成功

# 意见反馈失败
source: Feedback failed
ja: 意見のフィードバックが失敗する
ko: 의견의 반응이 실패하다.
th: ส่งข้อเสนอแนะไม่สำเร็จ
vi: Ý kiến phản hồi không thành công
zh_hans: 意见反馈失败
zh_hant: 意見回報失敗

# 点击选择银行卡
source: Click to select a bank card
ja: カードをクリックします
ko: 은행 카드를 선택하다
th: คลิกเพื่อเลือกบัญชีธนาคาร
vi: Nhấp chọn thẻ ngân hàng
zh_hans: 点击选择银行卡
zh_hant: 點擊選擇銀行帳戶

# 是否退出此群？
source: whether to leave this group?
ja: この群を脱退しては？
ko: 혹시 종료 이 군
th: ต้องการออกจากกลุ่มนี้หรือไม่?
vi: Có thoát ra khỏi nhóm này?
zh_hans: 是否退出此群？
zh_hant: 是否退出此群組？

# 点击输入口令
source: Click to enter password
ja: 入力パスワードをクリック
ko: 클릭 암호를 입력하십시오
th: คลิกเพื่อใส่โค้ดลับ
vi: Nhấp nhập mật khẩu
zh_hans: 点击输入口令
zh_hant: 點擊輸入密碼

# 口令
source: password
ja: パスワード
ko: 암호
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 口令
zh_hant: 密碼

# 银行卡详情
source: bank card details
ja: 銀行カード詳細
ko: 은행 카드 정보
th: รายละเอียดบัญชีธนาคาร
vi: Chi tiết thẻ ngân hàng
zh_hans: 银行卡详情
zh_hant: 銀行帳戶詳情

# 请输入银行卡号
source: Please enter bank card number
ja: 銀行のカード番号を入力してください
ko: 은행 카드 입력하십시오.
th: โปรดใส่เลขบัญชีธนาคาร
vi: Xin vui lòng nhập số thẻ ngân hàng
zh_hans: 请输入银行卡号
zh_hant: 請輸入銀行帳戶號

# 请输入持卡人姓名
source: Please enter cardholder name
ja: 会員人に名前を入力してください
ko: 카드 소유자 이름을 입력하십시오.
th: โปรดใส่ชื่อ
vi: Xin vui lòng nhập họ tên người giữ thẻ
zh_hans: 请输入持卡人姓名
zh_hant: 請輸入持卡人姓名

# 请输入正确卡号
source: Please enter the correct card number
ja: 正しい番号を入力してください
ko: 정확한 카드 입력하십시오.
th: โปรดใส่เลขบัญชีให้ถูกต้อง
vi: Xin vui lòng nhập số thẻ chính xác
zh_hans: 请输入正确卡号
zh_hant: 請輸入正確卡號

# 银行卡解除成功
source: Bank card released successfully
ja: 銀行カード解除成功
ko: 은행 카드를 해제 성공
th: ยกเลิกบัญชีธนาคารสำเร็จ
vi: Gỡ bỏ thẻ ngân hàng thành công
zh_hans: 银行卡解除成功
zh_hant: 銀行帳戶解除成功

# 银行卡解除失败
source: Bank card cancellation failed
ja: 銀行カードのキャンセルに失敗しました
ko: 은행 카드를 해제 실패
th: ยกเลิกบัญชีธนาคารไม่สำเร็จ
vi: Gỡ bỏ thẻ ngân hàng không thành công
zh_hans: 银行卡解除失败
zh_hant: 銀行帳戶解除失敗

# 红包退回
source: Red envelope refund
ja: お年玉は返す
ko: 네, 반환하다.
th: คืนเงินอั่งเปา
vi: Trả lại bao lì xì
zh_hans: 红包退回
zh_hant: 紅包退回

# 未收您的PGP
source: Did not collect your PGP
ja: PGPはお預かりしておりません
ko: 당신 의 PGP 를 받 지 않 았 습 니 다
th: ไม่รับ PGP ของคุณ
vi: Chưa nhận số lượng PGP của bạn
zh_hans: 未收您的PGP
zh_hant: 未收您的PGP數量

# 设定数量
source: Set amount
ja: 数量を設定
ko: 수량 을 설정 하 다
th: ตั้งค่าจำนวน
vi: Thiết lập số lượng
zh_hans: 设定数量
zh_hant: 設定數量

# 清除金额
source: Clear amount
ja: 金額をクリアする
ko: 제거 금액
th: ล้างจำนวนเงิน
vi: Xóa sạch số lượng PGP
zh_hans: 清除数量
zh_hant: 清除PGP數量

# 已付
source: Paid
ja: 既払い
ko: 이미 지불
th: ชำระแล้ว
vi: Đã thanh toán
zh_hans: 已付
zh_hant: 已付

# 个群组
source: groups
ja: グループ
ko: 한 무리의 무리.
th: กลุ่ม
vi: nhóm
zh_hans: 个群组
zh_hant: 個群組

# IM号/手机号码
source: IM number/mobile number
ja: IM号/携帯番号
ko: 임 호/핸드폰 번호
th: บัญชี IM / หมายเลขโทรศัพท์มือถือ
vi: Số IM / Số điện thoại
zh_hans: IM号/手机号码
zh_hant: IM號/電話號碼

# 您已经支付过该笔转账
source: You have already paid the transfer
ja: あなたはすでにこのペンの振込みを支払ったことがあった
ko: 당신은 이미이 지불 이체를 지불 한 적이 있습니다.
th: คุณชำระเงินโอนรายการนี้แล้ว
vi: Bạn đã thanh toán giao dịch chuyển khoản này
zh_hans: 您已经支付过该笔转账
zh_hant: 您已支付過該筆轉帳

# 金额不足
source: Insufficient amount
ja: 額が足りない
ko: 금액이 부족하다
th: จำนวนเงินไม่พอ
vi: Số lượng PGP không đủ
zh_hans: PGP数量不足
zh_hant: PGP數量不足

# 錢包密碼错误
source: Wrong wallet password
ja: セキュリティパスワードエラー
ko: 보안 암호 오류
th: รหัสผ่านที่ไม่ถูกต้อง
vi: Mật khẩu an toàn bị lỗi
zh_hans: 钱包密码错误
zh_hant: 錢包密碼錯誤

# 参数不正确
source: The parameter is incorrect
ja: パラメータは正しくありません。
ko: 숫자 가 정확 하지 않다.
th: ข้อมูลไม่ถูกต้อง
vi: Thông tin không chính xác
zh_hans: 参数不正确
zh_hant: 資料不正確

# AA收款已经结束
source: Collection has ended
ja: AA集金が終わりました
ko: AA는 이미 끝났다.
th: การเฉลี่ยรับเงินสิ้นสุดแล้ว
vi: Nhận chuyển khoản AA đã kết thúc
zh_hans: AA收款已经结束
zh_hant: AA收款已經結束

# AA收款已过期
source: Payment has expired
ja: AA集金が期限切れになった
ko: AA는 이미 기한이지 났다.
th: การเฉลี่ยรับเงินหมดอายุแล้ว
vi: Nhận chuyển khoản AA đã quá hạn
zh_hans: AA收款已过期
zh_hant: AA收款已過期

# 收款个数不能大于50
source: The number of receipts cannot be greater than 50
ja: 集金の数は50を上回ることはできない
ko: 돈을 받는 것은 모두 50을 넘을 수 없다.
th: จำนวนการรับเงินห้ามมากกว่า 50
vi: Số nhận chuyển khoản không được lớn hơn 50
zh_hans: 收款个数不能大于50
zh_hant: 收款個數不能大於50

# 单笔金额不得小于0.01元
source: The amount of a single transaction shall not be less than 0.01 yuan
ja: 1筆の金額については
ko: 단일 금액은 0.01 위안에 못 미 친다.
th: จำนวนเงินต่อรายการห้ามน้อยกว่า 0.01 หยวน
vi: Số lượng PGP đơn không được nhỏ hơn 0,01 tệ
zh_hans: 单笔数量不得小于0.01元
zh_hant: 單筆PGP數量不得小於0.01元

# 前天
source: the day before yesterday
ja: おととい
ko: 그저께
th: สองวันที่แล้ว
vi: Hôm kia
zh_hans: 前天
zh_hant: 前天

# 點讚用戶
source: Like users
ja: 點讚用戶
ko: 點讚用戶
th: 點讚用戶
vi: 點讚用戶
zh_hant: 點讚用戶

# 点赞成功
source: Liked successfully
ja: 讃に成功する
ko: 잘 좀 칭찬하다
th: กดถูกใจสำเร็จ
vi: Nhấn thích thành công
zh_hans: 点赞成功
zh_hant: 點讚成功

# 点赞失败
source: Failed to like
ja: 失敗を讃する
ko: 좀 찬 실패
th: กดถูกใจไม่สำเร็จ
vi: Nhấn thích không thành công
zh_hans: 点赞失败
zh_hant: 點讚失敗

# 取消赞成功
source: Unlike success
ja: 讃成功を取り消す
ko: 성공, 취소, 칭찬하다
th: เลิกถูกใจสำเร็จ
vi: Hủy bỏ thành công
zh_hans: 取消赞成功
zh_hant: 取消成功

# 取消赞失败
source: Unlike failed
ja: 讃を取り消す
ko: 취소 찬 실패
th: เลิกถูกใจไม่สำเร็จ
vi: Hủy bỏ không thành công
zh_hans: 取消赞失败
zh_hant: 取消失敗

# 已过期
source: expired
ja: 期限が切れた
ko: 유통 기한이
th: หมดอายุแล้ว
vi: Đã quá hạn
zh_hans: 已过期
zh_hant: 已過期

# 移出黑名单
source: Remove from blacklist
ja: ブラックリストから外されます
ko: 블랙리스트에서 제외하다
th: ลบออกจากแบล็คลิสต์
vi: Gỡ bỏ danh sách đen
zh_hans: 移出黑名单
zh_hant: 移出黑名單

# 请求发起语音通话
source: Inviting you to a video call...
ja: 「音声通話の開始をお願いします」
ko: 음성 통화 요청.
th: ขอเริ่มการสนทนาด้วยเสียง
vi: Xin vui lòng thực hiện cuộc gọi âm thanh
zh_hans: 邀请你语音通话
zh_hant: 邀請你語音通話...

# 请求发起视频通话
source: Inviting you to a video call...
ja: 「ビデオ通話の開始をお願いします」
ko: 영상 통화 요청.
th: ขอเริ่มต้นวิดีโอโทรศัพท์
vi: Xin vui lòng thực hiện cuộc gọi quay hình
zh_hans: 邀請你視訊通話
zh_hant: 邀請你視訊通話...

# 切换视频通话
source: Video Call
ja: 「ビデオ通話の切り替え」
ko: 영상 통화 전환.
th: เปลี่ยนวิดีโอโทรศัพท์
vi: Chuyển thành cuộc gọi quay hình
zh_hans: 切换视频通话
zh_hant: 切換視訊通話

# 切换语音通话
source: Voice Call
ja: 「音声通話の切り替え」
ko: 음성 통화 전환.
th: เปลี่ยนเสียงเรียก
vi: Chuyển thành cuộc gọi âm thanh
zh_hans: 切换语音通话
zh_hant: 切換語音通話

# 视频请求
source: Request video
ja: 「ビデオリクエスト」
ko: 영상 요청.
th: ขอวีดีโอ
vi: Yêu cầu quay hình
zh_hans: 视频请求
zh_hant: 請求視訊

# 对方请求切换为视频通话，是否接受？
source: Friend requests to start video call
ja: 「相手の要求はビデオ通話に切り替えられますか？「
ko: 상대방 이 영상 통화 로 전환 을 요청 하 였 습 니 다. 수락 하 시 겠 습 니까?
th: ขอเปลี่ยนเป็นวิดีโอโทรศัพท์คุณต้องการที่จะยอมรับมัน
vi: Đối phương yêu cầu chuyển thành cuộc gọi quay hình, có chấp nhận không?
zh_hans: 对方请求切换为视频通话，是否接受？
zh_hant: 對方請求切換為視訊通話，是否接受？

# 对方切换为语音通话
source: Friend switches to a voice call
ja: 「相手が音声通話に切り替えた」
ko: 상대방 음성 통화 로 전환.
th: เปลี่ยนเป็นเสียงเรียก
vi: Đối phương đổi thành cuộc gọi âm thanh
zh_hans: 对方切换为语音通话
zh_hant: 對方切換為語音通話

# 邀请你进行语音通话
source: Inviting you to a group call
ja: 「音声通話に誘う」
ko: 음성 통화 요청 합 니 다.
th: ขอเชิญคุณให้โทรด้วยเสียง
vi: Mời bạn tiến hành cuộc gọi âm thanh
zh_hans: 邀请你进行群组通话
zh_hant: 邀請你進行群組通話

# 通话成员
source: Call member
ja: 「会話メンバー」
ko: 통화 멤버.
th: เรียกสมาชิก
vi: Thành viên cuộc gọi
zh_hans: 通话成员
zh_hant: 通話成員

# 静音
source: Mute
ja: 「ミュート」
ko: 음소 거.
th: ปิดเสียง
vi: Không tiếng
zh_hans: 静音
zh_hant: 靜音

# 免提
source: Speaker
ja: 無料です
ko: 스피커 폰.
th: แฮนด์ฟรี
vi: Loa âm thanh
zh_hans: 免提
zh_hant: 擴音

# 打开摄像头
source: Camera
ja: 「カメラを開ける」
ko: 카메라 켜 주세요.
th: เปิดกล้อง
vi: Mở ống kính
zh_hans: 打开摄像头
zh_hant: 開啟鏡頭

# 旋转摄像头
source: Rotate the camera
ja: 「回転カメラ」
ko: 카메라 돌리 기.
th: กล้องหมุน
vi: Chuyển đổi ống kính
zh_hans: 旋转摄像头
zh_hant: 切換鏡頭

# 多人音视频通话已结束
source: Group call ended
ja: 「マルチ音声動画通話は終了しました」
ko: 멀 티 플레이어 영상 통화 가 끝 났 습 니 다.
th: เสียงและวิดีโอหลายสายได้สิ้นสุดลงแล้ว
vi: Cuộc gọi quay hình nhiều người đã kết thúc
zh_hans: 群组通话已结束
zh_hant: 群組通話已結束

# 多人音视频
source: Multiplayer audio and video
ja: 「多人音ビデオ」
ko: 멀 티 플레이어 영상.
th: วีดีโอหลายเสียง
vi: Quay hình nhiều người
zh_hans: 群组通话
zh_hant: 群組通話

# 群名称修改成功
source: Group name changed successfully
ja: グループ名の修正に成功しました。
ko: 그룹 이름 변경 성공.
th: เปลี่ยนชื่อกลุ่มเรียบร้อยแล้ว
vi: Đổi tên gọi nhóm thành công
zh_hans: 群名称修改成功
zh_hant: 群組名稱更改成功

# 确定使用
source: OK to use
ja: 「確実に使う」
ko: 사용 확정.
th: กำหนดให้ใช้
vi: Chắc chắn sử dụng
zh_hans: 确定使用
zh_hant: 確定使用

# 设置完成
source: Setup is complete
ja: 「設定完了」
ko: 설정 완료.
th: การตั้งค่าเสร็จสมบูรณ์
vi: Hoàn thành thiết lập
zh_hans: 设置完成
zh_hant: 設定完成

# 分享视频
source: share video
ja: 「動画共有」
ko: 영상 공유.
th: แบ่งปันวีดีโอ
vi: Chia sẻ đoạn phim
zh_hans: 分享视频
zh_hant: 分享影片

# 请先选择标签
source: Please select a label first
ja: 「まずラベルを選んでください」
ko: 태그 먼저 선택 하 세 요.
th: กรุณาเลือกแท็บก่อน
vi: Xin vui lòng chọn tên gọi phân loại
zh_hans: 请先选择标签
zh_hant: 請先選擇分類名稱

# 图片不能为空
source: Photo required
ja: 写真は空ではいけません
ko: 그림 이 비어 있 으 면 안 됩 니 다.
th: ภาพไม่สามารถว่างเปล่า
vi: Ảnh chụp không được để trống
zh_hans: 图片不能为空
zh_hant: 圖片不能爲空

# 已超时,PGP已退还
source: Timed out, PGP refunded
ja: タイムアウトしました。PGPはもう返しました。
ko: 시간 초과, PGP 반환 하 였 습 니 다
th: หมดเวลาและ PGP ได้รับการคืนเงิน
vi: Đã quá giờ, đã trả lại số lượng PGP
zh_hans: 已超时,PGP已退还
zh_hant: 已超時,PGP數量已退還

# 群邀请
source: Group invitation
ja: グループ招待
ko: 그룹 초대
th: คำเชิญกลุ่ม
vi: Nhóm mời
zh_hans: 群邀请
zh_hant: 群組邀請

# 選擇開啟的首頁功能
source: Select default homepage feature
zh_hant: 選擇開啟的首頁功能

# 預設首頁非開啟之應用功能，請重新設定
source: Please reset the default homepage feature that is currently disabled
zh_hant: 預設首頁非開啟之應用功能，請重新設定

# 验证錢包密碼
source: Verify Wallet Password
ja: セキュリティパスワードを検証
ko: 보안 암 호 를 검증 하 다.
th: ตรวจสอบรหัสผ่านที่ปลอดภัย
vi: Nghiệm chứng mật khẩu an toàn
zh_hans: 验证钱包密码
zh_hant: 驗證錢包密碼

# 身份未验证
source: Identity not verified
ja: 本人確認されていません
ko: 신원이 확인되지 않았습니다.
th: ไม่ได้ยืนยันตัวตน
vi: Chưa nghiệm chứng danh tính
zh_hans: 身份未验证
zh_hant: 身分未驗證

# 非常抱歉，为了您的资金安全，请先完成身份验证
source: For assets serucity, please complete authentication.
ja: 申し訳ありませんが、経済的な安全のため、最初に本人確認を完了してください
ko: 죄송합니다. 자금 안전을 위해 먼저 신원 확인을 완료하세요.
th: ขออภัยเพื่อความปลอดภัยของเงินของคุณโปรดทำการยืนยันตัวตนก่อน
vi: Vô cùng xin lỗi, xin vui lòng hoàn thành nghiệm chứng danh tính trước vì an toàn vốn của bạn
zh_hans: 非常抱歉，为了您的资金安全，请先完成身份验证
zh_hant: 非常抱歉，為了您的資金安全，請先完成身分驗證

# 前往验证
source: Go authentication
ja: 確認に移動
ko: 확인으로 이동
th: ไปที่การตรวจสอบ
vi: Vào nghiệm chứng
zh_hans: 前往验证
zh_hant: 前往驗證

# 购买PGP需要先验证身份，支持台湾身份证或各国护照！
source: To purchase PGP, you need to verify your identity first, support Taiwan ID card or passports of various countries
ja: まず本人確認を行い、台湾IDカードまたはパスポートをサポートします
ko: PGP를 구매하려면 먼저 신원을 확인하고 대만 ID 카드 또는 여러 국가의 여권을 지원해야합니다.
th: ในการซื้อ PGP คุณต้องยืนยันตัวตนของคุณก่อนและรองรับบัตรประจำตัวประชาชนไต้หวันหรือหนังสือเดินทางของประเทศต่างๆ
vi: Cần nghiệm chứng danh tính trước khi mua số điểm PGP, hỗ trợ CMT Đài Loan hoặc hộ chiếu các nước!
zh_hans: 购买PGP需要先验证身份，支持台湾身份证或各国护照！
zh_hant: 購買PGP點數需要先驗證身分，支持臺灣身分證或各國護照！

# 选择证件类型
source: Select document type
ja: ドキュメントタイプを選択
ko: 문서 유형 선택
th: เลือกประเภทเอกสาร
vi: Chọn loại hình giấy tờ chứng minh
zh_hans: 选择证件类型
zh_hant: 選擇證件類型
