Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 訂單詳情
source: Order detail
ja: 注文の詳細
ko: 오더 상세정보
th: รายละเอียดการสั่งซื้อ
vi: Chi tiết đơn đặt hàng
zh_hant: 訂單詳情

# 取貨時間
source: Pickup time
ja: 商品受取時間
ko: 픽업 시간
th: เวลาไปรับของ
vi: Thời gian lấy hàng
zh_hant: 取貨時間

# 預約（ >15分鐘）
source: Later (>15 minutes)
ja: 予約（ >15分）
ko: 시간 예약（ >15분）
th: จอง (>15 นาที)
vi: Hẹn trước (>15phút)
zh_hant: 預約（ >15分鐘）

# 設定取貨時間
source: Schedule
ja: 商品受取時間を設定します
ko: 픽업 시간 설정
th: ตั้งเวลารับของ
vi: Cài đặt thời gian lấy hàng
zh_hant: 設定取貨時間

# 目前位置
source: Current Location
ja: 現在位置
ko: 현재 위치
th: ตำแหน่งปัจจุบัน
vi: Vị trí hiện tại
zh_hant: 目前位置

# 選擇車型
source: Select a vehicle
ja: 車種を選んでください
ko: 차종 선택
th: เลือกรุ่น
vi: Lựa chọn loại xe
zh_hant: 選擇車型

# 額外服務
source: Additional service
ja: 追加サービス
ko: 추가 서비스
th: บริการเสริม
vi: Dịch vụ bổ sung ngoài
zh_hant: 額外服務

# 專用保溫袋
source: Special insulated bag
ja: 保温バッグ
ko: 보온 전용 백
th: ถุงเก็บความร้อนพิเศษ
vi: Túi giữ nhiệt chuyên dụng
zh_hant: 專用保溫袋

# 確認訂單
source: Confirm Order
ja: ご注文の確認
ko: 오더 확인
th: ยืนยันคำสั่งซื้อ
vi: Xác nhận đơn đặt hàng
zh_hant: 確認訂單

# 訂單價格變動，請重新付款
source: Order price changes, please pay again
ja: ご注文した商品の料金を変りました。新料金を支払ってください
ko: 오더 가격 변동, 다시 결제하세요.
th: การเปลี่ยนแปลงราคาคำสั่ง โปรดชำระคืน
vi: Giá đơn đặt hàng biến đổi, vui lòng thanh toán lại lần nữa
zh_hant: 訂單價格變動，請重新付款

# 重新付款
source: repay
ja: 新料金を支払ってください
ko: 다시 결제하기
th: ชำระคืน
vi: Thanh toán lại lần nữa
zh_hant: 重新付款

# 地址不在服務範圍,請重新選取
source: The address is not within the service range, please re-select
ja: 住所はサービスエリア外です。改めて選んでください
ko: 주소가 서비스 범위를 초과하였습니다. 다시 선택하세요.
th: ที่อยู่ไม่อยู่ในช่วงการให้บริการ กรุณาเลือกใหม่
vi: Địa chỉ không nằm trong phạm vi dịch vụ, vui lòng lựa chọn lại lần nữa
zh_hant: 地址不在服務範圍,請重新選取

# 重新選取
source: Re-select
ja: 改めて選んでください
ko: 다시 선택하기
th: เลือกใหม่
vi: Lựa chọn lại lần nữa
zh_hant: 重新選取

# 設定
source: Setting
ja: 設定
ko: 설정
th: การตั้งค่า
vi: Cài đặt
zh_hant: 設定

# 稍後再說
source: talk about it later
ja: また今度にします
ko: 일시 보류
th: ฉันจะคุยทีหลัง
vi: Đợi lát rồi nói
zh_hant: 稍後再說

# 同意開放聯絡人權限
source: Agree to open contacts
ja: 依頼者の権限をオープンします
ko: 담당자 권한 개방에 동의함.
th: ตกลงที่จะเปิดสิทธิผู้ติดต่อ
vi: Đồng ý mở quyền hạn người liên hệ
zh_hant: 同意開放聯絡人權限

# 要快速輸入聯絡方式，請在你的設備設定中允許我們訪問你的聯絡人
source: To quickly enter contact information, please allow us to access your contacts in your device settings
ja: 連絡方法を速やかに入力したい場合、お客様の設備の設定状況に我々がお客様の依頼者へのアクセスを許可してください
ko: 연락처를 빠르게 입력하기 위해서는 고객님께서 사용하시는 디바이스의 설정에서 시스템의 이용자 연락처 방문을 허용하셔야 합니다.
th: ในการป้อนข้อมูลติดต่อของคุณอย่างรวดเร็ว โปรดอนุญาตให้เราเข้าถึงรายชื่อติดต่อของคุณในการตั้งค่าอุปกรณ์ของคุณ
vi: Yêu cầu nhanh chóng nhập vào phương thức liên hệ, vui lòng cho phép chúng tôi phỏng vấn người liên hệ của bạn trong cài đặt thiết bị của bạn
zh_hant: 要快速輸入聯絡方式，請在你的設備設定中允許我們訪問你的聯絡人

# 必達外送服務費用
source: Bid Delivery Service Fee
ja: 必ずお届けしますのサービス料
ko: 필달배송 서비스 요금
th: ค่าบริการจัดส่ง Bida
vi: Chi phí dịch vụ giao hàng ngoài TẤT ĐẠT (BIDA)
zh_hant: Lalamove服務費用

# 正在上傳.請稍等...
source: Uploading, please wait...
ja: アップロード中です。少々お待ちください...
ko: 로딩 중, 잠시만 기다려주세요...
th: กำลังอัปโหลด โปรดรอ...
vi: Đang tải lên, vui lòng đợi chút...
zh_hant: 正在上傳.請稍等...

# 音頻設定
source: Audio settings
ja: 音声周波数を設定します
ko: 오디오 설정
th: การตั้งค่าเสียง
vi: Cài đặt âm tần
zh_hant: 音頻設定

# 預設
source: Defult
ja: プリインストール
ko: 기본값
th: ค่าที่ตั้งไว้
vi: Cài đặt trước
zh_hant: 預設

# 多種場景兼顧均衡
source: Balanced in a variety of scenarios
ja: 全てのシーンのバランスを維持します
ko: 다양하고 균일한 배경 음향 효과
th: ฉากที่หลากหลายพร้อมความสมดุล
vi: Cân bằng trong mọi tình cảnh
zh_hant: 多種場景兼顧均衡

# 高音質
source: High sound quality
ja: 高音質
ko: 고음질
th: คุณภาพเสียงสูง
vi: Chất lượng âm thanh cao
zh_hant: 高音質

# 音質最佳豐富音效
source: Best sound with ricsound
ja: 高音質 効果抜群
ko: 최적화된 음질, 풍부한 음향 효과
th: คุณภาพเสียงที่ดีที่สุดและเอฟเฟกต์เสียงที่สมบูรณ์
vi: Chất lượng âm thanh tốt nhất và hiệu ứng âm thanh phong phú
zh_hant: 音質最佳豐富音效

# 高流暢
source: High fluency
ja: 超スムーズ
ko: 높은 유창성
th: ความคล่องแคล่วสูง
vi: Lưu loát cao
zh_hant: 高流暢

# 視聽盛宴身臨其境
source: lmmersive audio-visual feast
ja: 臨場感あふれる
ko: 현장감 넘치는 음향 효과
th: งานเลี้ยงโสตทัศนูปกรณ์และประสบการณ์ที่ดื่มด่ำ
vi: Đắm chìm vào bữa tiệc nghe nhìn
zh_hant: 視聽盛宴身臨其境

# 直播講堂
source: live lecture
ja: ライブ配信の講堂
ko: 라이브 강당
th: ห้องบรรยายสด
vi: Giảng đường phát sóng trực tiếp
zh_hant: 直播講堂

# 傳輸流程音質高清
source: Transmission process high-definition sound quality
ja: 高音質サウンドを伝送します
ko: 전송 흐름이 매끄러운 음질
th: กระบวนการส่งสัญญาณด้วยคุณภาพเสียงความละเอียดสูง
vi: Chất lượng âm thanh với độ nét cao cho quá trình truyền tải
zh_hant: 傳輸流程音質高清

# 互動聊天
source: Interactive chat
ja: お互いにチャット
ko: 대화식 채팅
th: สนทนาแบบโต้ตอบ
vi: Trò chuyện tương tác
zh_hant: 互動聊天

# 樸實無華在線傾聽
source: Unpretentious online listening
ja: 質素な風貌 オンライン傾聴
ko: 본연 그대로의 음향 효과
th: การฟังออนไลน์อย่างง่าย
vi: Lắng nghe trực tuyến một cách tự nhiên chất phác
zh_hant: 樸實無華在線傾聽

# 戶外直播
source: Outdoor live broadcast
ja: 屋外ライブ配信
ko: 실외 라이브
th: ถ่ายทอดสดกลางแจ้ง
vi: Phát sóng trực tiếp ngoài trời
zh_hant: 戶外直播

# 還原真實超強帶入
source: Restore the real super power
ja: 超リアリティを再生します
ko: 현실감을 재현하는 음향 효과
th: ฟื้นฟูการกลับมาที่แข็งแกร่งที่สุด
vi: Khôi phục trạng thái cũ mang vào sức mạnh chân thực
zh_hant: 還原真實超強帶入

# 原图
source: Original
ja: 原図
ko: 원화상
th: ภาพต้นฉบับ
vi: Hình ảnh gốc
zh_hans: 原图
zh_hant: 原圖

# 白亮1
source: Bright 1
ja: 白一色1
ko: 백색광1
th: ไวท์ไบรท์ 1
vi: Trắng bóng 1
zh_hans: 白亮1
zh_hant: 白亮1

# 白亮2
source: Bright 2
ja: 白一色2
ko: 백색광2
th: ไวท์ไบรท์ 2
vi: Trắng bóng 2
zh_hans: 白亮2
zh_hant: 白亮2

# 白亮3
source: Bright 3
ja: 白一色3
ko: 백색광3
th: ไวท์ไบรท์ 3
vi: Trắng bóng 3
zh_hans: 白亮3
zh_hant: 白亮3

# 白亮4
source: Bright 4
ja: 白一色4
ko: 백색광4
th: ไวท์ไบรท์ 4
vi: Trắng bóng 4
zh_hans: 白亮4
zh_hant: 白亮4

# 白亮5
source: Bright 5
ja: 白一色5
ko: 백색광5
th: ไวท์ไบรท์ 5
vi: Trắng bóng 5
zh_hans: 白亮5
zh_hant: 白亮5

# 白亮6
source: Bright 6
ja: 白一色6
ko: 백색광6
th: ไวท์ไบรท์ 6
vi: Trắng bóng 6
zh_hans: 白亮6
zh_hant: 白亮6

# 白亮7
source: Bright 7
ja: 白一色7
ko: 백색광7
th: ไวท์ไบรท์ 7
vi: Trắng bóng 7
zh_hans: 白亮7
zh_hant: 白亮7

# 粉嫩1
source: Pink 1
ja: 綺麗なピンク色1
ko: 파우더 핑크1
th: สีไม่มีเงา 1
vi: Trắng mịn 1
zh_hans: 粉嫩1
zh_hant: 粉嫩1

# 粉嫩2
source: Pink 2
ja: 綺麗なピンク色2
ko: 백색광2
th: สีไม่มีเงา 2
vi: Trắng mịn 2
zh_hans: 粉嫩2
zh_hant: 粉嫩2

# 粉嫩3
source: Pink 3
ja: 綺麗なピンク色3
ko: 백색광3
th: สีไม่มีเงา 3
vi: Trắng mịn 3
zh_hans: 粉嫩3
zh_hant: 粉嫩3

# 粉嫩4
source: Pink 4
ja: 綺麗なピンク色4
ko: 백색광4
th: สีไม่มีเงา 4
vi: Trắng mịn 4
zh_hans: 粉嫩4
zh_hant: 粉嫩4

# 粉嫩5
source: Pink 5
ja: 綺麗なピンク色5
ko: 백색광5
th: สีไม่มีเงา 5
vi: Trắng mịn 5
zh_hans: 粉嫩5
zh_hant: 粉嫩5

# 粉嫩6
source: Pink 6
ja: 綺麗なピンク色6
ko: 백색광6
th: สีไม่มีเงา 6
vi: Trắng mịn 6
zh_hans: 粉嫩6
zh_hant: 粉嫩6

# 粉嫩7
source: Pink 7
ja: 綺麗なピンク色7
ko: 백색광7
th: สีไม่มีเงา 7
vi: Trắng mịn 7
zh_hans: 粉嫩7
zh_hant: 粉嫩7

# 粉嫩8
source: Pink 8
ja: 綺麗なピンク色8
ko: 백색광8
th: สีไม่มีเงา 8
vi: Trắng mịn 8
zh_hans: 粉嫩8
zh_hant: 粉嫩8

# 个性1
source: Style 1
ja: 個性1
ko: 개성1
th: บุคลิกภาพ 1
vi: Cá tính 1
zh_hans: 个性1
zh_hant: 個性1

# 个性2
source: Style 2
ja: 個性2
ko: 개성2
th: บุคลิกภาพ 2
vi: Cá tính 2
zh_hans: 个性2
zh_hant: 個性2

# 个性3
source: Style 3
ja: 個性3
ko: 개성3
th: บุคลิกภาพ 3
vi: Cá tính 3
zh_hans: 个性3
zh_hant: 個性3

# 个性4
source: Style 4
ja: 個性4
ko: 개성4
th: บุคลิกภาพ 4
vi: Cá tính 4
zh_hans: 个性4
zh_hant: 個性4

# 个性5
source: Style 5
ja: 個性5
ko: 개성5
th: บุคลิกภาพ 5
vi: Cá tính 5
zh_hans: 个性5
zh_hant: 個性5

# 个性6
source: Style 6
ja: 個性6
ko: 개성6
th: บุคลิกภาพ 6
vi: Cá tính 6
zh_hans: 个性6
zh_hant: 個性6

# 个性7
source: Style 7
ja: 個性7
ko: 개성7
th: บุคลิกภาพ 7
vi: Cá tính 7
zh_hans: 个性7
zh_hant: 個性7

# 个性8
source: Style 8
ja: 個性8
ko: 개성8
th: บุคลิกภาพ 8
vi: Cá tính 8
zh_hans: 个性8
zh_hant: 個性8

# 个性9
source: Style 9
ja: 個性9
ko: 개성9
th: บุคลิกภาพ 9
vi: Cá tính 9
zh_hans: 个性9
zh_hant: 個性9

# 个性10
source: Style 10
ja: 個性10
ko: 개성10
th: บุคลิกภาพ 10
vi: Cá tính 10
zh_hans: 个性10
zh_hant: 個性10

# 个性11
source: Style 11
ja: 個性11
ko: 개성11
th: บุคลิกภาพ 11
vi: Cá tính 11
zh_hans: 个性11
zh_hant: 個性11

# 黑白1
source: Fade 1
ja: 白黒1
ko: 흑백1
th: ดำและขาว 1
vi: Đen trắng 1
zh_hans: 黑白1
zh_hant: 黑白1

# 黑白2
source: Fade 2
ja: 白黒2
ko: 흑백2
th: ดำและขาว 2
vi: Đen trắng 2
zh_hans: 黑白2
zh_hant: 黑白2

# 黑白3
source: Fade 3
ja: 白黒3
ko: 흑백3
th: ดำและขาว 3
vi: Đen trắng 3
zh_hans: 黑白3
zh_hant: 黑白3

# 黑白4
source: Fade 4
ja: 白黒4
ko: 흑백4
th: ดำและขาว 4
vi: Đen trắng 4
zh_hans: 黑白4
zh_hant: 黑白4

# 黑白5
source: Fade 5
ja: 白黒5
ko: 흑백5
th: ดำและขาว 5
vi: Đen trắng 5
zh_hans: 黑白5
zh_hant: 黑白5

# 冷色调1
source: Cold 1
ja: コールドトーン1
ko: 냉색조1
th: สีเย็น1
vi: Tông màu lạnh 1
zh_hans: 冷色调1
zh_hant: 冷色調1

# 冷色调2
source: Cold 2
ja: コールドトーン2
ko: 냉색조2
th: สีเย็น 2
vi: Tông màu lạnh 2
zh_hans: 冷色调2
zh_hant: 冷色調2

# 冷色调3
source: Cold 3
ja: コールドトーン3
ko: 냉색조3
th: สีเย็น 3
vi: Tông màu lạnh 3
zh_hans: 冷色调3
zh_hant: 冷色調3

# 冷色调4
source: Cold 4
ja: コールドトーン4
ko: 냉색조4
th: สีเย็น 4
vi: Tông màu lạnh 4
zh_hans: 冷色调4
zh_hant: 冷色調4

# 冷色调5
source: Cold 5
ja: コールドトーン5
ko: 냉색조5
th: สีเย็น 5
vi: Tông màu lạnh 5
zh_hans: 冷色调5
zh_hant: 冷色調5

# 冷色调6
source: Cold 6
ja: コールドトーン6
ko: 냉색조6
th: สีเย็น 6
vi: Tông màu lạnh 6
zh_hans: 冷色调6
zh_hant: 冷色調6

# 冷色调7
source: Cold 7
ja: コールドトーン7
ko: 냉색조7
th: สีเย็น 7
vi: Tông màu lạnh 7
zh_hans: 冷色调7
zh_hant: 冷色調7

# 冷色调8
source: Cold 8
ja: コールドトーン8
ko: 냉색조8
th: สีเย็น 8
vi: Tông màu lạnh 8
zh_hans: 冷色调8
zh_hant: 冷色調8

# 冷色调9
source: Cold 9
ja: コールドトーン9
ko: 냉색조9
th: สีเย็น 9
vi: Tông màu lạnh 9
zh_hans: 冷色调9
zh_hant: 冷色調9

# 冷色调10
source: Cold 10
ja: コールドトーン10
ko: 냉색조10
th: สีเย็น 10
vi: Tông màu lạnh 10
zh_hans: 冷色调10
zh_hant: 冷色調10

# 冷色调11
source: Cold 11
ja: コールドトーン11
ko: 냉색조11
th: สีเย็น 11
vi: Tông màu lạnh 11
zh_hans: 冷色调11
zh_hant: 冷色調11

# 暖色调1
source: Warm 1
ja: ウォームトーン1
ko: 온색조1
th: โทนสีอบอุ่น 1
vi: Tông màu nóng 1
zh_hans: 暖色调1
zh_hant: 暖色調1

# 暖色调2
source: Warm 2
ja: ウォームトーン2
ko: 온색조2
th: โทนสีอบอุ่น 2
vi: Tông màu nóng 2
zh_hans: 暖色调2
zh_hant: 冷色調2

# 暖色调3
source: Warm 3
ja: ウォームトーン3
ko: 온색조3
th: โทนสีอบอุ่น 3
vi: Tông màu nóng 3
zh_hans: 暖色调3
zh_hant: 冷色調3

# 小清新1
source: Fresh 1
ja: 新鮮な息吹1
ko: 플래시1
th: สดใหม่เล็ก 1
vi: Tươi mới nhỏ 1
zh_hans: 小清新1
zh_hant: 小清新1

# 小清新2
source: Fresh 2
ja: 新鮮な息吹2
ko: 플래시2
th: สดใหม่เล็ก 2
vi: Tươi mới nhỏ 2
zh_hans: 小清新2
zh_hant: 小清新2

# 小清新3
source: Fresh 3
ja: 新鮮な息吹3
ko: 플래시3
th: สดใหม่เล็ก 3
vi: Tươi mới nhỏ 3
zh_hans: 小清新3
zh_hant: 小清新3

# 小清新4
source: Fresh 4
ja: 新鮮な息吹4
ko: 플래시4
th: สดใหม่เล็ก 4
vi: Tươi mới nhỏ 4
zh_hans: 小清新4
zh_hant: 小清新4

# 小清新5
source: Fresh 5
ja: 新鮮な息吹5
ko: 플래시5
th: สดใหม่เล็ก 5
vi: Tươi mới nhỏ 5
zh_hans: 小清新5
zh_hant: 小清新5

# 小清新6
source: Fresh 6
ja: 新鮮な息吹6
ko: 플래시6
th: สดใหม่เล็ก 6
vi: Tươi mới nhỏ 6
zh_hans: 小清新6
zh_hant: 小清新6

# 自然1
source: Natural 1
ja: 自然1
ko: 내추럴1
th: ธรรมชาติ 1
vi: Tự nhiên 1
zh_hans: 自然1
zh_hant: 自然1

# 自然2
source: Natural 2
ja: 自然2
ko: 내추럴2
th: ธรรมชาติ 2
vi: Tự nhiên 2
zh_hans: 自然2
zh_hant: 自然2

# 自然3
source: Natural 3
ja: 自然3
ko: 내추럴3
th: ธรรมชาติ 3
vi: Tự nhiên 3
zh_hans: 自然3
zh_hant: 自然3

# 自然4
source: Natural 4
ja: 自然4
ko: 내추럴4
th: ธรรมชาติ 4
vi: Tự nhiên 4
zh_hans: 自然4
zh_hant: 自然4

# 自然5
source: Natural 5
ja: 自然5
ko: 내추럴5
th: ธรรมชาติ 5
vi: Tự nhiên 5
zh_hans: 自然5
zh_hant: 自然5

# 自然6
source: Natural 6
ja: 自然6
ko: 내추럴6
th: ธรรมชาติ 6
vi: Tự nhiên 6
zh_hans: 自然6
zh_hant: 自然6

# 自然7
source: Natural 7
ja: 自然7
ko: 내추럴7
th: ธรรมชาติ 7
vi: Tự nhiên 7
zh_hans: 自然7
zh_hant: 自然7

# 自然8
source: Natural 8
ja: 自然8
ko: 내추럴8
th: ธรรมชาติ 8
vi: Tự nhiên 8
zh_hans: 自然8
zh_hant: 自然8

# 蜜桃1
source: Peach 1
ja: ピーチ1
ko: 피치1
th: ลูกพีช 1
vi: Đào mật 1
zh_hans: 蜜桃1
zh_hant: 蜜桃1

# 蜜桃2
source: Peach 2
ja: ピーチ2
ko: 피치2
th: ลูกพีช 2
vi: Đào mật 2
zh_hans: 蜜桃2
zh_hant: 蜜桃2

# 蜜桃3
source: Peach 3
ja: ピーチ3
ko: 피치3
th: ลูกพีช 3
vi: Đào mật 3
zh_hans: 蜜桃3
zh_hant: 蜜桃3

# 蜜桃4
source: Peach 4
ja: ピーチ4
ko: 피치4
th: ลูกพีช 4
vi: Đào mật 4
zh_hans: 蜜桃4
zh_hant: 蜜桃4

# 蜜桃5
source: Peach 5
ja: ピーチ5
ko: 피치5
th: ลูกพีช 5
vi: Đào mật 5
zh_hans: 蜜桃5
zh_hant: 蜜桃5

# 蜜桃6
source: Peach 6
ja: ピーチ6
ko: 피치6
th: ลูกพีช 6
vi: Đào mật 6
zh_hans: 蜜桃6
zh_hant: 蜜桃6

# 蜜桃7
source: Peach 7
ja: ピーチ7
ko: 피치7
th: ลูกพีช 7
vi: Đào mật 7
zh_hans: 蜜桃7
zh_hant: 蜜桃7

# 蜜桃8
source: Peach 8
ja: ピーチ8
ko: 피치8
th: ลูกพีช 8
vi: Đào mật 8
zh_hans: 蜜桃8
zh_hant: 蜜桃8

# 质感灰1
source: Grey 1
ja: ローホワイトグレー1
ko: 텍스처 그레이1
th: เนื้อสีเทา 1
vi: Khuynh hướng màu xám 1
zh_hans: 质感灰1
zh_hant: 質感灰1

# 质感灰2
source: Grey 2
ja: ローホワイトグレー2
ko: 텍스처 그레이2
th: เนื้อสีเทา 2
vi: Khuynh hướng màu xám 2
zh_hans: 质感灰2
zh_hant: 質感灰2

# 质感灰3
source: Grey 3
ja: ローホワイトグレー3
ko: 텍스처 그레이3
th: เนื้อสีเทา 3
vi: Khuynh hướng màu xám 3
zh_hans: 质感灰3
zh_hant: 質感灰3

# 质感灰4
source: Grey 4
ja: ローホワイトグレー4
ko: 텍스처 그레이4
th: เนื้อสีเทา 4
vi: Khuynh hướng màu xám 4
zh_hans: 质感灰4
zh_hant: 質感灰4

# 质感灰5
source: Grey 5
ja: ローホワイトグレー5
ko: 텍스처 그레이5
th: เนื้อสีเทา 5
vi: Khuynh hướng màu xám 5
zh_hans: 质感灰5
zh_hant: 質感灰5

# 质感灰6
source: Grey 6
ja: ローホワイトグレー6
ko: 텍스처 그레이6
th: เนื้อสีเทา 6
vi: Khuynh hướng màu xám 6
zh_hans: 质感灰6
zh_hant: 質感灰6

# 质感灰7
source: Grey 7
ja: ローホワイトグレー7
ko: 텍스처 그레이7
th: เนื้อสีเทา 7
vi: Khuynh hướng màu xám 7
zh_hans: 质感灰7
zh_hant: 質感灰7

# 质感灰8
source: Grey 8
ja: ローホワイトグレー8
ko: 텍스처 그레이8
th: เนื้อสีเทา 8
vi: Khuynh hướng màu xám 8
zh_hans: 质感灰8
zh_hant: 質感灰8

# 锐化
source: Sharpen
ja: 鋭化
ko: 첨예화
th: การลับคม
vi: Làm sắc nét
zh_hans: 锐化
zh_hant: 銳化

# 去黑眼圈
source: Dark Circle
ja: 目のクマを消す
ko: 다크서클 제거
th: ลบรอยคล้ำ
vi: Loại bỏ quầng thâm ở mắt
zh_hans: 去黑眼圈
zh_hant: 去黑眼圈

# 去法令纹
source: wrinkles
ja: ほうれい線を消す
ko: 팔자주름 제거
th: ไปที่รูปแบบกฎหมาย
vi: Loại bỏ rãnh mũi má
zh_hans: 去法令纹
zh_hant: 去法令紋

# 亮眼
source: Brighten
ja: 目をきらきらさせます
ko: 맑은 눈
th: ตาสว่าง
vi: Làm sáng mắt
zh_hans: 亮眼
zh_hant: 亮眼

# 美牙
source: White Teeth
ja: 歯のホワイトニング
ko: 아름다운 치아
th: ฟันสวย
vi: Làm trắng răng
zh_hans: 美牙
zh_hant: 美牙

# 瘦脸
source: Thiner face
ja: 顔痩せ
ko: 마른 얼굴
th: หน้าเรียว
vi: Khuôn mặt gầy
zh_hans: 瘦脸
zh_hant: 瘦臉

# v脸
source: V-face
ja: Vフェイス
ko: V형 얼굴
th: หน้าตัววี
vi: Mặt chữ V
zh_hans: V脸
zh_hant: V臉

# 窄脸
source: Narrow face
ja: 細面
ko: 좁은 얼굴
th: หน้าแคบ
vi: Khuôn mặt thu hẹp
zh_hans: 窄脸
zh_hant: 窄臉

# 短脸
source: Short face
ja: 短い顔
ko: 짧은 얼굴
th: หน้าสั้น
vi: Khuôn mặt ngắn
zh_hans: 短脸
zh_hant: 短臉

# 小脸
source: Small face
ja: 小顔
ko: 작은 얼굴
th: หน้าเล็ก
vi: Khuôn mặt nhỏ
zh_hans: 小脸
zh_hant: 小臉

# 瘦颧骨
source: Cheekbones
ja: 頬骨削り
ko: 마른 광대뼈
th: แก้มผอม
vi: Gò má gầy
zh_hans: 瘦颧骨
zh_hant: 瘦顴骨

# 瘦下颌骨
source: Chin
ja: 下顎縮小
ko: 마른 턱뼈
th: ขากรรไกรผอม
vi: Xương hàm dưới gầy
zh_hans: 瘦下颌骨
zh_hant: 瘦下頜骨

# 大眼
source: Eey size
ja: 目を大きくする
ko: 큰 눈
th: ตาใหญ่
vi: Mắt to
zh_hans: 大眼
zh_hant: 大眼

# 圆眼
source: Round eyes
ja: 目を丸く見せる
ko: 둥근 눈
th: ตากลม
vi: Mắt tròn
zh_hans: 圆眼
zh_hant: 圓眼

# 下巴
source: Jaw
ja: あご
ko: 턱
th: คาง
vi: Quai hàm
zh_hans: 下巴
zh_hant: 下巴

# 额头
source: Forehead
ja: ひたい
ko: 이마
th: หน้าผาก
vi: Trán
zh_hans: 额头
zh_hant: 額頭

# 瘦鼻
source: Thin
ja: 鼻を細くする
ko: 마른 코
th: จมูกเรียว
vi: Mũi nhỏ thẳng
zh_hans: 瘦鼻
zh_hant: 瘦鼻

# 嘴型
source: Month
ja: 口の形
ko: 입 모양
th: รูปปาก
vi: Kiểu miệng
zh_hans: 嘴型
zh_hant: 嘴型

# 开眼角
source: Canthus
ja: 目尻切開
ko: 벌어진 눈꼬리
th: เปิดมุมตา
vi: Mở rộng khóe mắt
zh_hans: 开眼角
zh_hant: 開眼角

# 眼距
source: Distance
ja: 瞳孔間距離
ko: 눈의 간격
th: ระยะสายตา
vi: Khoảng cách mắt
zh_hans: 眼距
zh_hant: 眼距

# 眼睛角度
source: Rotating
ja: 目の角度
ko: 눈의 각도
th: มุมตา
vi: Góc mắt
zh_hans: 眼睛角度
zh_hant: 眼睛角度

# 长鼻
source: Length
ja: 鼻を長くする
ko: 긴 코
th: งวง
vi: Mũi dài
zh_hans: 长鼻
zh_hant: 長鼻

# 缩人中
source: Philtrum
ja: 人中短縮
ko: 인중 축소
th: คนตัวเตี้ยใน
vi: Thu ngắn nhân trung
zh_hans: 缩人中
zh_hant: 縮人中

# 微笑嘴角
source: Smile
ja: 口元に笑みが浮かぶ
ko: 미소 띤 입가
th: มุมปากยิ้ม
vi: Khóe miệng cười
zh_hans: 微笑嘴角
zh_hant: 微笑嘴角

source: None
ja: 無し
ko: 없음
th: ไม่มี
vi: Không
zh_hans: 无
zh_hant: 無

source: Style 1
ja: スタイル1
ko: 품격1
th: สไตล์ 1
vi: Phong cách 1
zh_hans: 风格1
zh_hant: 風格1

source: Style 2
ja: 風格2
ko: 품격2
th: สไตล์ 2
vi: Phong cách 2
zh_hans: 风格2
zh_hant: 風格2

source: Style 3
ja: 風格3
ko: 품격3
th: สไตล์ 3
vi: Phong cách 3
zh_hans: 风格3
zh_hant: 風格3

source: Style 4
ja: 風格4
ko: 품격4
th: สไตล์ 4
vi: Phong cách 4
zh_hans: 风格4
zh_hant: 風格4

source: Style 5
ja: 風格5
ko: 품격5
th: สไตล์ 5
vi: Phong cách 5
zh_hans: 风格5
zh_hant: 風格5

source: Style 6
ja: 風格6
ko: 품격6
th: สไตล์ 6
vi: Phong cách 6
zh_hans: 风格6
zh_hant: 風格6

source: Style 7
ja: 風格7
ko: 품격7
th: สไตล์ 7
vi: Phong cách 7
zh_hans: 风格7
zh_hant: 風格7

# 美膚
source: Skin
ja: 美肌
ko: 피부톤 수정
th: ผิวสวย
vi: Làm đẹp da
zh_hans: 美肤
zh_hant: 美膚

# 美型
source: Reshape
ja: 美型
ko: 스타일 수정
th: สวย
vi: Sắc đẹp
zh_hans: 美型
zh_hant: 美型

# 濾鏡
source: Filter
ja: レンズフィルター
ko: 필터
th: ตัวกรอง
vi: Kính lọc
zh_hans: 滤镜
zh_hant: 濾鏡

# 風格推薦
source: Presets
ja: 推奨スタイル
ko: 품격 추천
th: คำแนะนำรูปแบบ
zh_hans: 风格推荐
zh_hant: 風格推薦

# 恢復
source: Recover
ja: 回復
ko: 복원
th: คืนค่า
vi: Khôi phục lại
zh_hans: 恢复
zh_hant: 恢復

# 使用美膚先取消“風格推薦”
source: Use skin beauty first to cancel the "style recommendation"
ja: 美肌をお使いになる前に、先ず“推奨スタイル”をキャンセルしてください
ko: 피부톤 수정 기능을 사용하기 위해서는 먼저 “품격 추천”을 취소하여야 합니다.”
th: ยกเลิก “สไตล์ที่แนะนำ” เมื่อใช้การทำให้ผิวสวย
vi: Hủy bỏ “Đề xuất phong cách” trước tiên khi sử dụng làm đẹp da
zh_hans: 使用美肤先取消“风格推荐”
zh_hant: 使用美膚先取消“風格推薦”

# 使用美型先取消“風格推薦”
source: Use beauty type to cancel the "style recommendation" first
ja: 美型をお使いになる前に、先ず“推奨スタイル”をキャンセルしてください
ko: 스타일 수정 기능을 사용하기 위해서는 먼저 “품격 추천”을 취소하여야 합니다.”
th: ยกเลิก “แนะนำสไตล์” ก่อนเมื่อใช้ความงาม
vi: Hủy bỏ “Đề xuất phong cách” trước tiên khi sử dụng sắc đẹp
zh_hans: 使用美型先取消“风格推荐”
zh_hant: 使用美型先取消“風格推薦”

# 使用濾鏡先取消“風格推薦”
source: Use the filter first to cancel the "style recommendation"
ja: レンズフィルターをお使いになる前に、先ず“推奨スタイル” をキャンセルしてください
ko: 필터 기능을 사용하기 위해서는 먼저 “품격 추천”을 취소하여야 합니다.”
th: ยกเลิก “คำแนะนำรูปแบบ” ก่อนเมื่อใช้ตัวกรอง
vi: Hủy bỏ “Đề xuất phong cách” trước tiên khi sử dụng kính lọc
zh_hans: 使用滤镜先取消“风格推荐”
zh_hant: 使用濾鏡先取消“風格推薦”

# 是否將所有參數恢復到默認值？
source: Reset all parameters to default?
ja: 全てのパラメータをデフォルト値に戻しますか？
ko: 모든 파라미터를 기본값으로 복원하시겠습니까？
th: คุณต้องการคืนค่าพารามิเตอร์ทั้งหมดกลับเป็นค่าเริ่มต้นหรือไม่？
vi: Có khôi phục lại tất cả các tham số về giá trị mặc định hay không?
zh_hans: 是否将所有参数恢复到默认值？
zh_hant: 是否將所有參數恢復到預設值？

# 圖庫
source: Gallery
ja: アートライブラリ
ko: 갤러리
th: คลังภาพ
vi: Kho hình ảnh
zh_hant: 相簿

# 已關閉推播提醒
source: Push turned off
ja: プッシュ通知でのリマインダー機能をオフにしました
ko: 푸시 알림 끄기
th: การเตือนแบบพุชปิดอยู่
vi: Đã tắt lời nhắc đẩy phát
zh_hant: 已關閉推播提醒

# 您的網絡
source: My internet speed
ja: お客様のインターネット回線
ko: 고객님의 네트워크 접속 속도
th: เครือข่ายของคุณ
vi: Mạng của bạn
zh_hant: 您的網絡

# 建議網絡
source: Recommended internet speed
ja: おすすめのインターネット回線
ko: 네트워크 접속 권장 속도
th: เครือข่ายที่แนะนำ
vi: Mạng được đề xuất
zh_hant: 建議網絡

# 將要切換到繁體中文
source: will switch to Traditional Chinese
ja: 日本語に切り替えます
ko: 곧 한국 어로 바 꿀 것이다.
th: จะเปลี่ยนเป็นภาษาไทย
vi: Sắp chuyển sang tiếng Việt
zh_hans: 将要切换到简体中文
zh_hant: 將要切換到繁體中文

# 允許
source: allow
zh_hant: 允許

# 複製到剪貼簿成功！
source: Copy to clipboard succeeded
ja: クリップボードへコピー完了
ko: 클립보드에 복사 성공!
th: คัดลอกไปยังคลิปบอร์ดสำเร็จ!
vi: Sao chép vào tập cắt dán thành công!
zh_hans: 复制到剪切板成功！
zh_hant: 複製到剪貼簿成功！

# 您當前有正在搜車中的訂單
source: You are currently searching for an order
zh_hant: 您當前有正在等車中的訂單

# 您當前有正在等車中的訂單
source: You currently have awaiting order
zh_hant: 您當前有正在等車中的訂單

# 您當前有正在進行中的訂單
source: You currently have an order in progress.
zh_hant: 您當前有正在進行中的訂單

# 現在叫車
source: Call a taxi now
zh_hant: 現在叫車

# 預約叫車
source: Schedule a vehicle.
zh_hant: 預約叫車

# 叫車
source: Call a taxi
zh_hant: 叫車

# 輸入下車點
source: Enter the drop-off location.
zh_hant: 輸入下車點

# 設定叫車點
source: Plan your ride
zh_hant: 設定叫車點

# 請設置上車點
source: Please set the pickup location.
zh_hant: 請設置上車點

# 請輸入下車點
source: Please enter drop-off location
zh_hant: 請輸入下車點

# 確認地點，下一步
source: Confirm the location, next
zh_hant: 確認地點，下一步

# 設定下車點
source: Set drop-off location
zh_hant: 設定下車點

# 設定上車點
source: Set pick-up location
zh_hant: 設定上車點

# 上車
source: Pick-up
zh_hant: 上車

# 下車
source: Drop-off
zh_hant: 下車

# 請輸入上車點（必填）
source: Please enter pick-up location (Required)
zh_hant: 請輸入上車點（必填）

# 請輸入下車點（必填）
source: Please enter drop-off location (Required)
zh_hant: 請輸入下車點（必填）

# 在地圖上設定地點
source: Set the location on the map.
zh_hant: 在地圖上設定地點

# 預約時間
source: Reservation time.
zh_hant: 預約時間

# 小黃計程車
source: Taxi
zh_hant: 小黃計程車

# 依跳錶計費
source: Metered fare
zh_hant: 依跳錶計費

# 確認叫車
source: Confirm
zh_hant: 確認叫車

# 本服務由
source: This service is provided by
zh_hant: 本服務由

# 台灣大車隊
source: Taiwan Taxi
zh_hant: 台灣大車隊

# 提供
source: Provided
zh_hant: 提供

# 預約
source: Reserve.
zh_hant: 預約

# 歷程紀錄
source: Order history.
zh_hant: 歷程紀錄

# 個人資訊
source: Personal information.
zh_hant: 個人資訊

# 最新訂單
source: Lastest order
zh_hant: 最新訂單

# 取消叫車
source: Cancel order
zh_hant: 取消叫車

# 重新叫車
source: Request a vehicle again
zh_hant: 重新叫車

# 編號
source: NO.
zh_hant: 編號

# 聯絡司機
source: Contact driver
zh_hant: 聯絡司機

# 更改個人資訊
source: Change personal information
zh_hant: 更改個人資訊

# 先生
source: Sir
zh_hant: 先生

# 女士
source: Madam
zh_hant: 女士

# 請輸入電話
source: Please enter phone number
zh_hant: 請輸入電話

# 取消原因
source: Cancellation reason
zh_hant: 取消原因

# 若確認取消，請告訴我們取消原因。
source: If you confirm the cancellation, please let us know the reason for the cancellation.
zh_hant: 若確認取消，請告訴我們取消原因。

# 等太久
source: Waiting too long
zh_hant: 等太久

# 填錯資料
source: Wrong information
zh_hant: 填錯資料

# 行程取消
source: Schedule cancelled
zh_hant: 行程取消

# 暫不取消
source: Not cancel
zh_hant: 暫不取消

# 確認取消
source: Confirm
zh_hant: 確認取消

# 請輸入資訊
source: Please enter information
zh_hant: 請輸入資訊

# 叫車服務功能將獲取您的位置資訊。
source: This service function will access your location information
zh_hant: 叫車服務功能將獲取您的位置資訊。

# 拒絕並離開
source: Decline
zh_hant: 拒絕並離開

# 同意並進入
source: Accept
zh_hant: 同意並進入

# 是否已上車
source: Did you take the car?
zh_hant: 是否已上車

# 否
source: No
zh_hant: 否

# 是
source: Yes
zh_hant: 是

# 暫無車輛，請稍後再試
source: No vehicle available, please try again later
zh_hant: 暫無車輛，請稍後再試

# 點擊並進入
source: Click and enter
zh_hant: 點擊並進入

# 由於路況因素未知，預約時間離現在過近（30分鐘以內）的叫車，請你稍晚叫車即可、或選擇現在提早出發。
source: Due to unknown traffic conditions,the reservation time is too close to the present (within 30 minutes), please request the vehicle later or choose to depart earlier.
zh_hant: 由於路況因素未知，預約時間離現在過近（30分鐘以內）的叫車，請你稍晚叫車即可、或選擇現在提早出發。

# 上車地址
source: Pick-up address
zh_hant: 上車地址

# 選擇乘車
source: Choose a ride
zh_hant: 選擇乘車

# 下車地址
source: Drop-off address
zh_hant: 下車地址

# 已收到您的訂單，搜車中
source: System received your order,car searching..
zh_hant: 已收到您的訂單，搜車中

# 預估抵達時間
source: Estimated arrival time
zh_hant: 預估抵達時間

# 分鐘
source: minutes
zh_hant: 分鐘

# 任務進行中
source: Order in process
zh_hant: 任務進行中

# 任務完成
source: Order complete
zh_hant: 任務完成

# 已完成取消叫車
source: Completed canceling the ride
zh_hant: 已完成取消叫車

# 司機已取消任務，請重新叫車
source: The driver has canceled the task, please request a vehicle again.
zh_hant: 司機已取消任務，請重新叫車

# 任務已取消，請重新叫車
source: The task has been cancelled, please request again
zh_hant: 任務已取消，請重新叫車

# 計程車
source: Taxi
zh_hant: 計程車

# 搜車中
source: Searching for a vehicle.
zh_hant: 搜車中

# 暫無車輛
source: No taxi available
zh_hant: 暫無車輛

# 等車中
source: Waiting for the vehicle
zh_hant: 等車中

# 任務取消
source: Order Cancelled
zh_hant: 任務取消

# 叫車專區
source: Taiwan Taxi
zh_hant: 叫車專區

# 下載提示
source: Download tip.
zh_hant: 下載提示

# 點擊確定開始下載該文檔
source: Click OK to start downloading the document.
zh_hant: 點擊確定開始下載該文檔

# 接收
source: Receive
zh_hant: 接收

# 取消訂閱並取消通知
source: Unfollow and cancel notificationsf
zh_hant: 取消訂閱並取消通知

# 取消通知
source: Cancel notification.
zh_hant: 取消通知

# 將不會發送到聊天室可至好友內主動查詢
source: It will not be sent to the chat room. You can actively check with your friend.
zh_hant: 將不會發送到聊天室可至好友內主動查詢

# PG旅遊
source: PGTravel
zh_hant: PG旅遊

# 平台已送出總點數
source: The platform has sent out the total amount
zh_hant: 平台已送出總點數

# 累計已領取點數
source: Total amount received
zh_hant: 累計已領取點數

# 累計推薦人數
source: Total number of recommender
zh_hant: 累計推薦人數

# 本月可獲得點數
source: Amount earned this month
zh_hant: 本月可獲得點數

# 本月推薦人數
source: Number of people recommended this month
zh_hant: 本月推薦人數

source: open_error
zh_hant: 打開失敗

# 下載
source: Download
zh_hant: 下載

# 宗教專區
source: Religious
zh_hant: 宗教專區

# 目前暫未開放線上點燈
source: Currently, online lighting is not available.
zh_hant: 目前暫未開放線上點燈

# 再次點燈
source: Light Again
zh_hant: 再次點燈

# 點燈紀錄
source: Lighting Record
zh_hant: 點燈紀錄

# 我要點燈
source: I Want to Light
zh_hant: 我要點燈
