Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 您已被禁言，禁止撤回消息
source: You have been muted and cannot withdraw messages
ja: あなたは禁止されており、メッセージを撤回することは禁じられています
ko: 당신은 금지되었고 메시지를 철회하는 것이 금지되었습니다.
th: คุณถูกแบนและห้ามมิให้ถอนข้อความ
vi: Bạn đã bị nghiêm cấm phát ngôn, nghiêm cấm rút lại tin nhắn
zh_hans: 您已被禁言，禁止撤回消息
zh_hant: 您已被禁言，禁止撤回消息

# 语音发送失败！
source: Failed to send voice!
ja: 音声送信に失敗しました！
ko: 음성 전송에 실패했습니다!
th: การส่งเสียงล้มเหลว!
vi: Gửi bằng âm thanh không thành công!
zh_hans: 语音发送失败！
zh_hant: 語音發送失敗！

# 正在压缩视频
source: compressing video
ja: ビデオの圧縮
ko: 비디오 압축
th: การบีบอัดวิดีโอ
vi: Đang nén đoạn phim
zh_hans: 正在压缩视频
zh_hant: 正在壓縮影片

# 授权成功！
source: Authorization succeeded!
ja: 承認に成功しました！
ko: 승인되었습니다!
th: การอนุมัติสำเร็จแล้ว!
vi: Ủy quyền thành công!
zh_hans: 授权成功！
zh_hant: 授權成功！

# 请求失败！
source: Request failed!
ja: 要求が失敗しました！
ko: 요청이 실패했습니다!
th: คำขอล้มเหลว!
vi: Yêu cầu không thành công!
zh_hans: 请求失败！
zh_hant: 請求失敗！

# 该标签已存在！
source: The label already exists!
ja: ラベルはすでに存在します！
ko: 라벨이 이미 존재합니다!
th: มีป้ายกำกับแล้ว!
vi: Nhãn này không tồn tại!
zh_hans: 该标签已存在！
zh_hant: 該標籤已存在！

# 添加成功
source: Friended successful
ja: 正常に追加されました
ko: 성공적으로 추가되었습니다.
th: เพิ่มเรียบร้อยแล้ว
vi: Thêm mới thành công
zh_hans: 添加成功
zh_hant: 新增成功

# 去设置
source: go to settings
ja: セットに移動
ko: 설정으로 이동
th: ไปที่การตั้งค่า
vi: Vào thiết lập
zh_hans: 去设置
zh_hant: 去設定

# 无相册访问权限
source: No album access
ja: アルバムへのアクセスなし
ko: 앨범 액세스 권한 없음
th: ไม่มีการเข้าถึงอัลบั้ม
vi: Không có quyền hạn truy cập tệp ảnh
zh_hans: 相册访问权限
zh_hant: 無相簿訪問權限

# 查看帮助
source: View help
ja: ヘルプを見る
ko: 도움말보기
th: ดูวิธีใช้
vi: Xem hỗ trợ
zh_hans: 查看帮助
zh_hant: 查看幫助

# 分享到PGTalk
source: Share to PGTalk
ja: PGTalkに共有する
ko: PGTalk에 공유
th: แบ่งปันไปที่ PGTalk
vi: Chia sẻ vào PGTalk
zh_hans: 分享到PGTalk
zh_hant: 分享到PGTalk

# 群組 已被禁言
source: Group has been banned
ja: Groupは禁止されました
ko: Group이 차단되었습니다.
th: กลุ่มถูกแบน
vi: Nhóm đã bị nghiêm cấm phát ngôn
zh_hans: 群組 已被禁言
zh_hant: 群組 已被禁言

# 张
source: Sheets
ja: 枚
ko: 장
th: แผ่น
vi: Tấm
zh_hans: 张
zh_hant: 張

# #群口令#长按复制这条消息，打开PGTalk即可加入群聊
source: Long press the group password to copy this message, open PGTalk to join the group chat
ja: ＃パスワード＃長押ししてこのメ​​ッセージをコピーし、PGTalkを開いてグループチャットに参加します
ko: # 비밀번호 #이 메시지를 복사하려면 길게 누르고 그룹 채팅에 참여하려면 PGTalk를 엽니 다.
th: # รหัสผ่าน # กดแบบยาวเพื่อคัดลอกข้อความนี้เปิด PGTalk เพื่อเข้าร่วมการแชทเป็นกลุ่ม
vi: #Khẩu lệnh# Nhấn lâu sao chép tin nhắn này, mở PGTalk có thể gia nhập nói chuyện nhóm
zh_hans: #群口令#长按复制这条消息，打开PGTalk即可加入群聊
zh_hant: #口令#長按複製這條訊息，開啟PGTalk即可加入群聊

# 搜索GIF
source: Search for GIFs
ja: GIFを検索
ko: 검색하다 GIF
th: ค้นหา GIF
vi: Tìm kiếm GIF
zh_hans: 搜索GIF
zh_hant: 搜尋GIF

# 您还没有收藏GIF
source: You have no favorite GIFs
ja: コレクションなし GIF
ko: 아직 컬렉션이 없습니다 GIF
th: ยังไม่มีการรวบรวม GIF
vi: Bạn chưa sưu tập GIF
zh_hans: 您还没有收藏GIF
zh_hant: 您還沒有收藏GIF

# [群主]
source: [Lord]
ja: [グループオーナー]
ko: [그룹 리더]
th: [เจ้าของกลุ่ม]
vi: [Chủ nhóm]
zh_hans: [群主]
zh_hant: [群主]

# 消息已发送，但被对方拒收了
source: The message was sent, but was rejected by the other party
ja: メッセージは送りましたが、相手に断られました。
ko: 메 시 지 를 보 냈 는데 상대방 에 게 거절 당 했 어 요.
th: ข้อความที่ถูกส่งมาแต่ถูกปฏิเสธ
vi: Đã gửi tin nhắn, nhưng bị đối phương từ chối
zh_hans: 消息已发送，但被对方拒收了
zh_hant: 消息已發送，但被對方拒收了

# 请选择银行卡
source: Please select a bank card
ja: 銀行カードを選んでください
ko: 카드 선택 하 세 요.
th: กรุณาเลือกบัตรธนาคาร
vi: Xin vui lòng chọn thẻ ngân hàng
zh_hans: 请选择银行卡
zh_hant: 請選擇銀行帳戶

# 灰色
source: grey
ja: 灰色です
ko: 회색.
th: สีเทา
vi: Màu ghi
zh_hans: 灰色
zh_hant: 灰色

# 会员
source: member
ja: 「会員」
ko: 회원
th: สมาชิก
vi: Hội viên
zh_hans: 会员
zh_hant: 會員

# 信息获取异常，请稍后重试!
source: Information acquisition exception, please try again laterv!
ja: 「異常情報を取得します。後でやり直してください。」
ko: 정보 획득 이상, 잠시 후 다시 시도 해 주세요!
th: ข้อมูลได้รับข้อยกเว้นโปรดลองอีกครั้งในภายหลัง
vi: Có được tin nhắn bất thường, xin vui lòng thử lại!
zh_hans: 信息获取异常，请稍后重试!
zh_hant: 資訊獲取異常，請稍後重試！

# 选择@好友
source: Select @ friends
ja: 「@親友を選ぶ」
ko: @ 친구 선택
th: เลือกเพื่อน
vi: Chọn bạn bè @
zh_hans: 选择@好友
zh_hant: 選擇@好友

# 转让群组信息发送失败
source: Failed to send transfer group information
ja: 「譲渡グループ情報の送信に失敗しました」
ko: 그룹 정보 양도 실패.
th: การโอนข้อมูลกลุ่มล้มเหลวในการส่ง
vi: Gửi tin nhắn chuyển nhượng nhóm không thành công
zh_hans: 转让群组信息发送失败
zh_hant: 轉讓群組訊息發送失敗

# 黑色
source: Black
ja: ブラック
ko: 검정색.
th: “สีดำ”
vi: Màu đen
zh_hans: 黑色
zh_hant: 黑色

# 加入聊天失败
source: Failed to join chat
ja: チャットに参加できませんでした
ko: 채 팅 가입 실패.
th: เข้าร่วมการสนทนาล้มเหลว
vi: Gia nhập nói chuyện không thành công
zh_hans: 加入聊天失败
zh_hant: 加入聊天失敗

# 对方不是您的好友，请先添加好友
source: The person is not your friend, please add a friend first
ja: 相手はあなたの友達ではないので、先に友達を追加してください。
ko: 상대방 은 당신 의 친구 가 아 닙 니 다. 먼저 친 구 를 추가 하 세 요
th: อีกฝ่ายไม่ใช่เพื่อนของคุณกรุณาเพิ่มเพื่อนก่อน
vi: Đối phương không phải là bạn bè của bạn, xin vui lòng thêm vào bạn bè
zh_hans: 对方不是您的好友，请先添加好友
zh_hant: 對方不是您的好友，請先新增好友

# QQ账号
source: QQ account
ja: 「QQアカウント」
ko: QQ 계 정.
th: บัญชี QQ
vi: Số tài khoản QQ
zh_hans: QQ账号
zh_hant: QQ帳號

# 搜索入群
source: Search into the group
ja: 「グループ内検索」
ko: 검색 어 입 군.
th: ค้นหาในกลุ่ม
vi: Tìm kiếm vào nhóm
zh_hans: 搜索入群
zh_hant: 搜尋入群

# 公众号名片
source: Public number business card
ja: 「名刺番号」
ko: 닉네임.
th: บัตรหมายเลขสาธารณะ
vi: Danh tiếp số công chúng
zh_hans: 公众号名片
zh_hant: 公眾號名片

# 去评分
source: to rate
ja: 「採点に行く」
ko: 채점 하 러 가요.
th: ไปให้คะแนน
vi: Vào đánh giá
zh_hans: 去评分
zh_hant: 去評分

# 商家详情
source: Store details
ja: 「事業者詳細」
ko: 업 체 상세 정보.
th: รายละเอียดพ่อค้า
vi: Chi tiết người bán
zh_hans: 商家详情
zh_hant: 商家詳情

# 已领取
source: received
ja: 引き取り
ko: 이미 수령하다
th: ได้รับมัน
vi: Đã lĩnh nhận
zh_hant: 已領取

# 邀请你进行
source: invite you to
ja: あなたを招待します
ko: 진행 을 요청 합 니 다.
th: เชิญคุณไป
vi: Mời bạn tiến hành
zh_hans: 邀请你进行
zh_hant: 邀請你進行

# 群聊邀请
source: Group chat invitation
ja: 「雑談に誘う」
ko: 단체 채 팅 요청.
th: กลุ่มสนทนาเชิญ
vi: Lời mời nhóm
zh_hans: 群组邀请
zh_hant: 群組邀請

# 月度会员
source: monthly membership
ja: 「月間会員」
ko: 월 도 회원.
th: สมาชิกรายเดือน
vi: Hội viên tháng
zh_hans: 月度会员
zh_hant: 月度會員

# 人正在进行音视频通话
source: People are currently in a group call
ja: 人は多人音ビデオ通話をしています。
ko: 멀 티 플레이어 영상 통화 중.
th: ผู้คนกำลังคุยโทรศัพท์กันหลายเสียงและวิดีโอ
vi: người đang tiến hành cuộc gọi âm thanh và quay hình nhiều người
zh_hans: 人正在进行群组通话
zh_hant: 人正在進行群組通話

# 群续费成功
source: Group renewal is successful
ja: 「継続費成功」
ko: 단체 연장 성공
th: ความสำเร็จของการต่ออายุกลุ่ม
vi: Phí tiếp tục gia nhập nhóm đóng thành công
zh_hans: 群续费成功
zh_hant: 群續費成功

# 领取红包
source: Receive red envelopes
ja: 「お年玉をもらう」
ko: 보너스 수령
th: รับกระเป๋าสีแดง
vi: Lĩnh nhận bao lì xì
zh_hans: 领取红包
zh_hant: 領取紅包

# 提示框
source: Tooltip
ja: ヒントボックス
ko: 프롬프트 상자.
th: กล่องคิว
vi: Khung nhắc nhở
zh_hans: 提示框
zh_hant: 提示框

# 转账退回
source: Transfer back
ja: 「振替返送」
ko: 계좌 이체 환불.
th: คืนเงินโอน
vi: Chuyển khoản trả về
zh_hans: 转账退回
zh_hant: 轉帳退回

# 积分记录 ›
source: Points record >
ja: 「ポイント記録来源」
ko: 마일 리 지 기록 ›
th: บันทึกคะแนน
vi: Ghi chép tích điểm >
zh_hans: 积分记录 ›
zh_hant: 積分紀錄›

# 请输入充值金额
source: Please enter the recharge amount
ja: チャージ金額を入力してください。
ko: 충전 금액 을 입력 하 세 요.
th: โปรดระบุจำนวนเงินที่เติม
vi: Xin vui lòng nhập số tiền nạp
zh_hans: 请输入充值数量
zh_hant: 請輸入儲值數量

# 被踢出群组
source: Removed from group
ja: グループを蹴られる
ko: 그룹 에서 쫓 겨 나 요.
th: ถูกไล่ออกจากกลุ่ม
vi: Bị đá ra khỏi nhóm
zh_hans: 被踢出群组
zh_hant: 移出群組

# 已发送邀请
source: Invitation sent
ja: 招待を送信しました
ko: 요청 보 냈 습 니 다.
th: เชิญถูกส่งมา
vi: Đã gửi lời mời
zh_hans: 已发送邀请
zh_hant: 已發送邀請

# 消息提醒设置失败
source: Message reminder setup failed
ja: メッセージアラーム設定に失敗しました。
ko: 알림 설정 실패.
th: ข้อความแจ้งเตือนการตั้งค่าล้มเหลว
vi: Thiết lập tin nhắn nhắc không thành công
zh_hans: 消息提醒设置失败
zh_hant: 消息提醒設定失敗

# 对方关闭了摄像头
source: The other party turned off the camera
ja: 「相手がカメラを切った」
ko: 상대방 이 카 메 라 를 껐 어 요.
th: ด้านอื่นๆปิดเว็บแคม
vi: Đối phương đã tắt máy quay
zh_hans: 对方关闭了摄像头
zh_hant: 對方關閉了監視器

# 手持身份证
source: holding ID card
ja: 「身分証を持つ」
ko: 핸드 신분증.
th: บัตรประชาชนมือถือ
vi: Tay cầm CMT
zh_hans: 手持身份证
zh_hant: 手持身分證

# 消息发送成功，但被对方拒收!
source: The message was sent successfully, but was rejected by the other party!
ja: メッセージは成功しましたが、相手に断られました。
ko: 메 시 지 를 보 냈 는데 상대방 에 게 거절 당 했 어 요!
th: ข้อความที่ถูกส่งเรียบร้อยแล้วแต่ถูกปฏิเสธ
vi: Gửi tin nhắn thành công, nhưng bị đối phương từ chối nhận!
zh_hans: 消息发送成功，但被对方拒收!
zh_hant: 消息發送成功，但被對方拒收！

# 未安装百度地图
source: Baidu map is not installed
ja: 「Baiduの地図がインストールされていません」
ko: 바 이 두 맵 이 설치 되 지 않 았 습 니 다.
th: ไม่ได้ติดตั้ง Baidu แผนที่
vi: Chưa cài đặt bản đồ Baidu
zh_hans: 未安装百度地图
zh_hant: 未安裝百度地圖

# 设置失败！
source: Setup failed!
ja: 「設定失敗！「
ko: 설정 실패!
th: การตั้งค่าล้มเหลว ”
vi: Thiết lập không thành công!
zh_hans: 设置失败！
zh_hant: 設定失敗！

# 收到的款项已存入领取人的余额
source: The money received has been credited to the recipient's balance
ja: 受け取ったお金は受取人の残高に預け入れました。
ko: 받 은 금액 은 이미 수령 자의 잔액 에 입금 되 었 습 니 다.
th: เงินที่ได้รับจะถูกฝากในความสมดุลของผู้รับ
vi: Khoản nhận được đã gửi vào số dư của người lĩnh nhận
zh_hans: 收到的款项已存入领取人的余额
zh_hant: 收到的款項已存入領取人的餘額

# 可在"发现""看一看"入口进入
source: You can enter at the "discovery""take a look" entrance"
ja: 「いてもいいです」と見つけました。「」を見て入り口に入ります。
ko: 있 을 수 있 음" 발견 "보 세 요 "입구 진입"
th: คุณสามารถค้นหาในกล่องยาในกล่อง
zh_hans: 可在"发现""看一看"入口进入
zh_hant: 可在"發現""看一看"入口進入

# 删除群成员
source: delete group member
ja: 「グループメンバーの削除」
ko: 그룹 멤버 삭제.
th: ลบสมาชิกกลุ่ม
vi: Xóa bỏ thành viên nhóm
zh_hans: 删除群成员
zh_hant: 刪除群成員

# 转账已过期，金额已退还到您的账户
source: The transfer has expired and the amount has been refunded to your account
ja: 振替の期限が切れました。金額はすでに口座に戻りました。
ko: 계좌 이체 가 이미 만 료 되 었 고, 금액 은 이미 귀하 의 계좌 로 돌려 드 렸 습 니 다.
th: หมดเวลาการโอน คืนเงินเข้าบัญชีของคุณแล้ว
vi: Chuyển khoản đã quá hạn" số tiền đã hoàn trả về tài khoản của bạn
zh_hans: 转账已过期，PGP已退还到您的账户
zh_hant: 轉帳已過期，PGP已退還到您的帳戶

# 群介绍保存失败
source: Failed to save group introduction
ja: グループ紹介の保存に失敗しました。
ko: 그룹 소개 저장 실패.
th: การบันทึกข้อมูลกลุ่มล้มเหลว
vi: Lưu giữ giới thiệu nhóm không thành công
zh_hans: 群介绍保存失败
zh_hant: 群介紹儲存失敗

# 群名称修改失败
source: Failed to modify group name
ja: グループ名の変更に失敗しました。
ko: 그룹 이름 변경 실패.
th: ล้มเหลวในการปรับเปลี่ยนชื่อกลุ่ม
vi: Sửa đổi tên gọi nhóm không thành công
zh_hans: 群名称修改失败
zh_hant: 群名稱修改失敗

# 启用看一看
source: enable take a look
ja: 「見せてください」を有効にします
ko: 보 여 주세요.
th: เปิดดูครับ
vi: Khởi động thử xem
zh_hans: 启用看一看
zh_hant: 啟用看一看

# 实验室
source: laboratory
ja: 「実験室」
ko: 실험실.
th: ห้องปฏิบัติการ
vi: Phòng thí nghiệm
zh_hans: 实验室
zh_hant: 實驗室

# 连续包月会员到期时间
source: Expiration time of continuous monthly membership
ja: 「連続月極会員満期期間」
ko: 월 별 회원 만 료 기간.
th: วันหมดอายุของสมาชิกรายเดือนอย่างต่อเนื่อง
vi: Thời gian đến hạn hội viên bao tháng liên tục
zh_hans: 连续包月会员到期时间
zh_hant: 連續包月會員到期時間

# 搜一搜
source: Search
ja: 「検索」
ko: '뒤 져 봐'.
th: การค้นหา
vi: Tìm kiếm
zh_hans: 搜一搜
zh_hant: 搜一搜

# 接听
source: Answer call
ja: うけたまわる
ko: 접수.
th: การยอมรับ
vi: Chấp nhận
zh_hans: 接听
zh_hant: 接聽

# 确认接听将会退出直插间
source: Confirm the answer will exit the direct plug-in room
ja: 回答が直接プラグインルームを終了することを確認します
ko: 답변이 직접 플러그인 룸을 종료하는지 확인합니다.
th: ยืนยันคำตอบจะออกจากห้องปลั๊กอินโดยตรง
vi: Xác nhận câu trả lời sẽ thoát khỏi phòng trình cắm trực tiếp
zh_hans: 确认接听将会退出直播间
zh_hant: 確認接聽將會退出直播間

# 身份证背面
source: ID card back
ja: 「身分証の裏」
ko: 주민등록증 뒷면.
th: ด้านหลังของบัตรประชาชน
vi: Mặt sau CMT
zh_hans: 身份证背面
zh_hant: 身分證背面

# 文件传输
source: file transfer
ja: 「ファイル転送」
ko: 파일 전송
th: การถ่ายโอนแฟ้ม
vi: Truyền gửi tệp hồ sơ
zh_hans: 文件传输
zh_hant: 檔案傳輸

# 口令红包已过期
source: Password red envelope has expired
ja: パスワード付きのお年玉は期限が切れました。
ko: 암호 보너스 기간 이 지 났 습 니 다.
th: รหัสผ่านแพ็คเก็ตสีแดงหมดอายุ
vi: Bao lì xì khẩu lệnh đã quá hạn
zh_hans: 口令红包已过期
zh_hant: 口令紅包已過期

# 充值失败
source: Recharge failed
ja: 「チャージ失敗」
ko: 충전 실패
th: เติมเงินล้มเหลว
vi: Nạp không thành công
zh_hans: 充值失败
zh_hant: 儲值失敗

# 暂无可用会员卡
source: No membership card available
ja: 「会員カードはまだ使えません」
ko: 회원 카드 는 아직 사용 가능 하지 않 습 니 다.
th: ไม่มีบัตรสมาชิกพร้อมใช้งาน
vi: Tạm thời không có thẻ hội viện có thể dùng
zh_hans: 暂无可用会员卡
zh_hant: 暫無可用會員卡

# 改为所有成员可抢
source: Chage to all members
ja: 「全メンバーに変更しました。奪い取ることができます。」
ko: 모든 멤버 가 뺏 을 수 있 도록 변경.
th: เปลี่ยนเป็นสมาชิกทั้งหมดที่สามารถปล้นได้
vi: Đổi thành toàn bộ thành viên có thể giành lấy
zh_hans: 改为所有成员都可領
zh_hant: 改為所有成員都可領

# 不看他的朋友圈
source: Don't show user's LIFE.
ja: 彼の友達の輪を見ません。
ko: 친구 들 안 봐 요.
th: อย่ามองวงกลมของเพื่อนเขา
vi: Không xem nhóm bạn bè của đối phương
zh_hans: 不看他的LIFE动态
zh_hant: 不看他的LIFE動態

# 戳一戳
source: poke
ja: 「スタンプ」
ko: 찌 르 세 요.
th: จิ้มจิ้ม
vi: Đẩy đẩy
zh_hans: 戳一戳
zh_hant: 戳一戳

# 该红包已设定限制领取人，您无权限领取
source: The red envelope can only be collected by the designated users. You are not authorized!
ja: このお年玉は受取人に制限が設定されています。受け取る権限がありません。
ko: 이 보너스 수령 제한 설정, 당신 은 수령 권한 이 없습니다
th: คุณไม่ได้รับอนุญาตให้รับแพ็คเก็ตสีแดง
vi: Bao lì xì này đã thiết lập giới hạn người lĩnh nhận, bạn không có quyền lĩnh nhận
zh_hans: 该红包已设定限制领取人，您无权限领取
zh_hant: 該紅包已設定領取人，您無權限領取！

# 已发送
source: Has been sent
ja: 「送信済み」
ko: 이미 발송
th: ส่งไปแล้ว
vi: Đã gửi đi
zh_hans: 已发送
zh_hant: 已發送

# 好友移出黑名单操作失败
source: Failed to remove friend from blacklist
ja: 「友達がブラックリストから移動しました。操作に失敗しました。」
ko: 친구 블랙리스트 빼 기 실패
th: ล้มเหลวในการลบบัญชีดำ
vi: Thao tác gỡ bỏ bạn bè khỏi danh sách đen không thành công
zh_hans: 好友移出黑名单操作失败
zh_hant: 好友移出黑名單操作失敗

# [有人@了你]
source: [Someone @ you]
ja: 誰か@あなたがいます
ko: [누가 너 를 @ 했 어]
th: ใครบางคนที่ได้รับมอบหมายให้คุณ
vi: [Có người đã @ bạn]
zh_hans: [有人@了你]
zh_hant: [有人@了你]

# 绿色
source: Green
ja: グリーン
ko: 초록색.
th: “สีเขียว”
vi: Màu xanh lục
zh_hans: 绿色
zh_hant: 綠色

# 绑定失败
source: bind failed
ja: バインディングに失敗しました
ko: 귀속 실패
th: ผูกพันล้มเหลว
vi: Ràng buộc không thành công
zh_hans: 绑定失败
zh_hant: 綁定失敗

# 收款时间
source: Collection time
ja: 「入金時間」
ko: 입금 시간.
th: เวลารับเงิน
vi: Thời gian nhận chuyển khoản
zh_hans: 收款时间
zh_hant: 收款時間

# 图片保存成功！
source: Image saved successfully!
ja: 画像の保存に成功しました。「
ko: 그림 저장 성공!
th: บันทึกภาพเรียบร้อยแล้ว ”
vi: Lưu giữ ảnh chụp thành công!
zh_hans: 图片保存成功！
zh_hant: 圖片儲存成功！

# 收款方
source: Beneficiary
ja: 「レジ」
ko: 수취인.
th: ผู้รับเงิน
vi: Bên nhận chuyển khoản
zh_hans: 收款方
zh_hant: 收款方

# 已绑定其他账户
source: Linked to other accounts
ja: 他のアカウントにバインドされました。
ko: 이미 기타 계 정 에 귀속 하 였 습 니 다
th: บัญชีอื่นๆที่ถูกผูกไว้
vi: Đã ràng buộc tài khoản khác
zh_hans: 已绑定其他账户
zh_hant: 已綁定其他帳戶

# 请先进行实名认证
source: Please do real-name authentication first
ja: まず実名認証を行ってください。
ko: 실명 인증 먼저 해 주세요.
th: กรุณาตรวจสอบชื่อจริงก่อน
vi: Xin vui lòng tiến hành chứng nhận tên thật
zh_hans: 请先进行实名认证
zh_hant: 請先進行實名認證

# 麦克风权限受限
source: Microphone access is limited
ja: 「マイクの権限制限」
ko: 마이크 권한 제한.
th: สิทธิ์ไมโครโฟนจำกัด
vi: Quyền cho phép dùng micrô bị giới hạn
zh_hans: 麦克风权限受限
zh_hant: 麥克風許可權受限

# SIM专业版号
source: SIM Professional Edition
ja: 「SIM専門版号」
ko: SIM 전문 판.
th: หมายเลขรุ่นมืออาชีพของซิม
vi: Số phiên bản chuyên nghiệp SIM
zh_hans: SIM专业版号
zh_hant: SIM專業版號

# 搜索更多内容
source: search for more
ja: 「詳細検索」
ko: 더 많이 검색 해 주세요.
th: ค้นหาข้อมูลเพิ่มเติม
vi: Tìm kiếm thêm nội dung
zh_hans: 搜索更多内容
zh_hant: 搜尋更多內容

# 对方视频状况不佳，请稍后重试！
source: The video of the other party is not in good condition, please try again later!
ja: 「相手の動画状況がよくないので、後でやり直してください。「
ko: 상대방 의 영상 상태 가 좋 지 않 으 니 잠시 후에 다시 시도 해 주세요!
th: วิดีโอของฝ่ายตรงข้ามของคุณไม่ดีโปรดลองอีกครั้งในภายหลัง ”
vi: Tình trạng quay hình của đối phương không được tốt, xin vui lòng thử lại sau!
zh_hans: 对方视频状况不佳，请稍后重试！
zh_hant: 對方視訊狀況不佳，請稍後重試！

# 对方网络状况不佳
source: The other party's network condition is poor
ja: 相手のネットワークが悪い
ko: 상대방의 네트워크가 좋지 않습니다.
th: เครือข่ายของอีกฝ่ายย่ำแย่
zh_hans: 对方网络异常
zh_hant: 對方網路異常

# 恭喜发财,大吉大利！
source: Congratulations!
ja: 「金儲けおめでとうございます。「
ko: 부자 되 세 요, 대길 하 세 요!
th: ยินดีด้วยนะที่ได้รวย ”
vi: Chúc mừng phát tài, đại cát đại lợi!
zh_hans: 恭喜发财,大吉大利！
zh_hant: 恭喜發財，大吉大利！

# 不保留
source: Not Retained
ja: 保留しない
ko: 보류 하지 않 음.
th: ไม่มีการจอง
vi: Không lưu giữ
zh_hans: 不保留
zh_hant: 不保留

# 用户信息获取异常，请稍后重试!
source: User information acquisition exception, please try again later!
ja: 「ユーザ情報に異常がありました。後でやり直してください。」
ko: 사용자 정보 획득 이상, 잠시 후 다시 시도 해 주세요!
th: ข้อมูลผู้ใช้ได้รับข้อยกเว้นโปรดลองอีกครั้งในภายหลัง
vi: Có được tin nhắn người sử dụng bất thường, xin vui lòng thử lại sau!
zh_hans: 用户信息获取异常，请稍后重试!
zh_hant: 用戶資訊獲取異常，請稍後重試！

# 发布成功
source: Published successful
ja: 「リリース成功」
ko: '발표 성공'.
th: เผยแพร่เรียบร้อยแล้ว
vi: Gửi lên thành công
zh_hans: 发布成功
zh_hant: 發佈成功

# 当前网络不可用，无法通话，请检查你的网络设置
source: The current network is unavailable and cannot make calls, please check your network settings
ja: 現在のネットワークは使えません。通話できません。ネットワーク設定を確認してください。
ko: 현재 네트워크 사용 불가, 통화 불가, 네트워크 설정 을 확인 하 세 요
th: เครือข่ายปัจจุบันไม่สามารถติดต่อได้โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi: Mạng hiện tại không thể dùng, không thể thực hiện cuộc gọi, xin vui lòng kiểm tra thiết lập mạng của bạn
zh_hans: 当前网络不可用，无法通话，请检查你的网络设置
zh_hant: 當前網路不可用，無法通話，請檢查你的網絡設定

# 设置管理员失败
source: Failed to set administrator
ja: 「管理者の設定に失敗しました」
ko: 관리자 설정 실패.
th: การตั้งค่าผู้ดูแลระบบล้มเหลว
vi: Thiết lập người quản lý không thành công
zh_hans: 设置管理员失败
zh_hant: 設定管理員失敗

# 拒绝接收群组
source: Reject group
ja: 「受信拒否グループ」
ko: 그룹 접수 거부.
th: ปฏิเสธการรับกลุ่ม
vi: Từ chối tiếp nhận nhóm
zh_hans: 拒绝接收群组
zh_hant: 拒絕接收群組

# 阅后即焚设置失败
source: Burn after reading setup failed
ja: 「閲覧後は焼却設定失敗」
ko: 읽 자마자 불 태 우 는 설정 실패.
th: การตั้งค่าการเผาไหม้ล้มเหลวหลังจากอ่าน
vi: Thiết lập biến mất ngay sau khi đọc không thành công
zh_hans: 阅后即焚设置失败
zh_hant: 閱後即焚設定失敗

# 平台暂不支持
source: The platform does not currently support
ja: 「プラットフォームはまだサポートされていません」
ko: 플랫폼 은 잠시 지원 하지 않 습 니 다.
th: แพลตฟอร์มจะไม่สนับสนุน
vi: Nền tảng tạm thời không hỗ trợ
zh_hans: 平台暂不支持
zh_hant: 平臺暫不支持

# 1新台币=0.7PGP
source: 1 NT $0.7pgp
ja: 「1新台湾ドル=0.7 PGP」
ko: 1. 새 지폐 = 0.7 PGP
th: สำหรับ iPhone ใหม่
zh_hans: 1新台币=0.7PGP
zh_hant: 1新臺幣=0.7PGP

# 卡
source: Card
ja: カード
ko: 렉
th: ไพ่
vi: Thẻ
zh_hans: 卡
zh_hant: 卡

# 未设置
source: Not set
ja: 「未設定」
ko: 설정 하지 않 음.
th: ไม่มีการตั้งค่า
vi: Chưa thiết lập
zh_hans: 未设置
zh_hant: 未設定

# 会员积分
source: Member Points
ja: 「会員ポイント」
ko: 회원 포인트.
th: คะแนนสมาชิก
vi: Tích điểm hội viên
zh_hans: 会员积分
zh_hant: 會員積分

# 蓝色
source: blue
ja: 「青」
ko: 파란색.
th: “สีฟ้า”
vi: Màu xanh lam
zh_hans: 蓝色
zh_hant: 藍色

# 第三方账号登录
source: Third-party account login
ja: 「第三者アカウント登録」
ko: 제3자 계 정 로그 인.
th: เข้าสู่ระบบบัญชีบุคคลที่สาม
vi: Đăng nhập số tài khoản Nhà cung ứng phụ
zh_hans: 第三方账号登录
zh_hant: 協力廠商帳號登入

# 微信账号
source: WeChat account
ja: 「WeChatアカウント」
ko: '위 챗 계 정'.
th: บัญชีไมโครเครดิต
vi: Số tài khoản WeChat
zh_hans: 微信账号
zh_hant: 微信帳號

# 红包已过期，剩余金额已退还到您的账户
source: Red envelope expired, amount has been refunded
ja: お年玉は期限が切れました。残りのPGPはもう口座に返しました。
ko: 보너스 기간 이 지 났 습 니 다. 남 은 금액 은 귀하 의 계좌 로 반환 하 였 습 니 다
th: แพคเกจสีแดงหมดอายุแล้วและยอดเงินที่เหลือจะถูกส่งกลับไปยังบัญชีของคุณ
vi: Bao lì xì đã quá hạn, số tiền còn lại đã trả về tài khoản của bạn
zh_hans: 红包已过期，剩余PGP已退还
zh_hant: 紅包已過期，剩餘PGP已退還

# 请输入银行
source: Please enter bank
ja: 銀行に入力してください
ko: 은행 에 입력 해 주세요.
th: โปรดระบุธนาคาร
vi: Xin vui lòng nhập ngân hàng
zh_hans: 请输入银行
zh_hant: 請輸入銀行

# 群信息获取失败
source: Failed to get group information
ja: グループ情報の取得に失敗しました。
ko: 그룹 정보 획득 실패
th: ล้มเหลวในการได้รับข้อมูลกลุ่ม
vi: Có được tin nhắn nhóm không thành công
zh_hans: 群信息获取失败
zh_hant: 群資訊獲取失敗

# 编辑群公告
source: Edit group announcement
ja: 「群公告の編集」
ko: 단체 공지 편집.
th: แก้ไขประกาศกลุ่ม
vi: Biên tập thông báo nhóm
zh_hans: 编辑群公告
zh_hant: 編輯群公告

# 最近聊天
source: Recent chat
ja: 最近チャットします
ko: 요즘 수다 떨 고 있어 요.
th: พูดคุยเมื่อเร็วๆนี้
vi: Cuộc nói chuyện gần đây nhất
zh_hans: 最近聊天
zh_hant: 最近聊天

# [查看更多]
source: [see more]
ja: 「もっと見る」
ko: [더 많이 보기]
th: ดูเพิ่มเติมสำหรับ
vi: [Tra cứu thêm]
zh_hans: [查看更多]
zh_hant: [查看更多]

# 修改性别
source: change gender
ja: 性別を改正する
ko: 수정 성별
th: การปรับเปลี่ยนเพศ
vi: Thay đổi giới tính
zh_hant: 選擇性別

# 卡包
source: card holder
ja: 「カードパック」
ko: 카드 지갑.
th: กระเป๋าไพ่
vi: Túi thẻ
zh_hans: 卡包
zh_hant: 卡包

# 提现成功
source: Withdrawal success
ja: 「引き出し成功」
ko: 현금 인출 성공.
th: กล่าวถึงความสำเร็จ
vi: Lĩnh tiền mặt thành công
zh_hans: 提现成功
zh_hant: 提領成功

# Apple地图
source: Apple map
ja: 「Apple地図」
ko: Apple 맵.
th: แอปเปิ้ลแผนที่
vi: Bản đồ Apple
zh_hans: Apple地图
zh_hant: Apple地圖

# 等待付PGP
source: Waiting to pay PGP
ja: 「PGP待ち」
ko: PGP 대기.
th: รอจ่าย PGP
vi: Chờ thanh toán PGP
zh_hans: 等待付PGP
zh_hant: 等待付PGP

# 欢迎体验
source: Welcome to experience
ja: 「体験歓迎」
ko: 체험 을 환영 합 니 다.
th: ยินดีต้อนรับสู่ประสบการณ์
vi: Hoan nghênh trải nghiệm
zh_hans: 欢迎体验
zh_hant: 歡迎體驗

# 请上传身份证背面照片
source: Please upload a photo of the back of your ID card
ja: 「身分証の裏の写真をアップロードしてください」
ko: 주민등록증 뒷면 사진 올 려 주세요.
th: กรุณาอัพโหลดรูปด้านหลังของบัตรประชาชน
vi: Xin vui lòng tải lên ảnh chụp mặt sau CMT
zh_hans: 请上传身份证背面照片
zh_hant: 請上傳身分證背面照片

# 输入的留言不能超过12个字符
source: The entered message cannot exceed 12 characters
ja: 入力したメッセージは12文字を超えてはいけません。
ko: 입력 한 댓 글 은 12 자 를 넘 으 면 안 됩 니 다.
th: ข้อความที่ป้อนไม่เกินตัวอักษร 12
vi: Tin nhắn được nhập không được quá 12 chữ
zh_hans: 输入的留言不能超过12个字符
zh_hant: 輸入的留言不能超過12個字元

# 设为管理员成功
source: Successfully set as administrator
ja: 「管理者設定成功」
ko: 관리자 설정 성공.
th: ตั้งเป็นผู้ดูแลระบบเรียบร้อยแล้ว
vi: Thiết lập làm người quản lý thành công
zh_hans: 设为管理员成功
zh_hant: 設為管理員成功

# 10分钟
source: 10 minutes
ja: 「10分」
ko: 10 분.
th: สิบนาที
vi: 10 phút
zh_hans: 10分钟
zh_hant: 10分鐘

# 数据库操作失败
source: database operation failed
ja: データベースの操作に失敗しました。
ko: 데이터베이스 작업 실패
th: การดำเนินงานฐานข้อมูลล้มเหลว
vi: Thao tác cơ sở dữ liệu không thành công
zh_hans: 数据库操作失败
zh_hant: 資料庫操作失敗

# 图片最多添加9张
source: Add up to 9 pictures
ja: 「画像は最大9枚まで追加」
ko: 그림 최대 9 장 추가.
th: เพิ่มสูงสุดเก้าภาพ
vi: Nhiều nhất thêm 9 tấm ảnh
zh_hans: 图片最多添加9张
zh_hant: 圖片最多新增9張

# 当前正在进行多人音视频通话
source: A multi-person audio and video call is currently in progress
ja: 現在、マルチ音声ビデオ通話中です。
ko: 지금 멀 티 플레이어 영상 통화 중 입 니 다.
th: ขณะนี้มีหลายเสียงและวิดีโอโทร
vi: Hiện tại đang tiến hành cuộc gọi âm thanh và quay hình nhiều người
zh_hans: 当前正在进行多人音视频通话
zh_hant: 當前正在進行多人語音視訊通話

# 银行卡列表
source: List of bank cards
ja: 「銀行カードリスト」
ko: 카드 리스트.
th: รายชื่อบัตรธนาคาร
vi: Danh sách thẻ ngân hàng
zh_hans: 银行卡列表
zh_hant: 銀行帳戶清單

# 1天
source: 1 day
ja: 「1日」
ko: 1 일.
th: วันเดียว
vi: 1 ngày
zh_hans: 1天
zh_hant: 1天

# 棕色
source: Brown
ja: 「ブラウン」
ko: 갈색.
th: สีน้ำตาล
vi: Màu nâu
zh_hans: 棕色
zh_hant: 棕色

# 取消欢迎语
source: Cancel welcome message
ja: 歓迎の言葉をキャンセルします
ko: 환영 취소.
th: ยกเลิกการต้อนรับ
vi: Hủy bỏ lời chào đón
zh_hans: 取消欢迎语
zh_hant: 取消歡迎語

# 恭喜发财,大吉大利!
source: Congratulations on becoming rich and lucky!
ja: お金持ちになっておめでとうございます。
ko: 부자 되 세 요, 대길 하 세 요!
th: ยินดีด้วยที่ได้รวยและเจริญรุ่งเรือง
vi: Chúc mừng phát tài, đại cát đại lợi!
zh_hans: 恭喜发财,大吉大利!
zh_hant: 恭喜發財，大吉大利！

# 定时发送
source: Send regularly
ja: 「定時送信」
ko: 정시 발송.
th: ส่งเวลา
vi: Gửi đi theo giờ hẹn
zh_hans: 定时发送
zh_hant: 定時發送

# 播放失败
source: Failed to play
ja: 再生に失敗しました
ko: 재생 실패.
th: ความล้มเหลวในการเล่น
vi: Chiếu phát không thành công
zh_hans: 播放失败
zh_hant: 播放失敗

# 升级群
source: upgrade group
ja: 「レベルアップ群」
ko: 레벨 업 그룹
th: อัพเกรดกลุ่ม
vi: Nâng cấp nhóm
zh_hans: 升级群
zh_hant: 陞級群

# 请输入您的联系电话
source: Please enter your contact number
ja: 連絡先の電話番号を入力してください。
ko: 연락 처 를 입력 하 세 요.
th: กรุณาใส่เบอร์ติดต่อของคุณ
vi: Xin vui lòng nhập điện thoại liên lạc của bạn
zh_hans: 请输入您的联系电话
zh_hant: 請輸入您的聯繫電話

# 通话未接听，已超时
source: Call timed out
ja: 電話が出ませんでした。タイムアウトしました。
ko: 통화 가 연결 되 지 않 아 시간 이 초과 되 었 습 니 다.
th: โทรไม่ตอบหมดเวลาแล้ว
vi: Nhỡ cuộc gọi, đã quá giờ
zh_hans: 通话未接听，已超时
zh_hant: 通話未接聽，已超時

# 请求失败
source: Request failed
ja: 要求が失敗しました
ko: 요청 실패.
th: การร้องขอล้มเหลว
vi: Yêu cầu không thành công
zh_hans: 请求失败
zh_hant: 請求失敗

# 我的票券
source: my ticket
ja: 「私のチケット」
ko: 내 티켓.
th: ตั๋วของฉัน
vi: Hóa đơn tài chính của tôi
zh_hans: 我的票券
zh_hant: 我的票券

# 开通会员
source: join membership
ja: 「会員を開く」
ko: 회원 오픈.
th: เปิดสมาชิก
vi: Mở hội viên
zh_hans: 开通会员
zh_hant: 開啟會員

# 数据获取失败,请重试
source: Failed to get data, please try again
ja: データの取得に失敗しました。やり直してください。
ko: 데이터 가 져 오 는 데 실 패 했 습 니 다. 다시 시도 해 주세요
th: ข้อมูลที่ได้รับล้มเหลวโปรดลองใหม่อีกครั้ง
vi: Có được số liệu không thành công, xin vui lòng thử lại
zh_hans: 数据获取失败,请重试
zh_hant: 資料獲取失敗，請重試

# 请打开地理位置服务
source: Please turn on geolocation service
ja: 地理位置サービスを開いてください。
ko: 지리 적 위치 서비스 켜 주세요.
th: กรุณาเปิดบริการทางภูมิศาสตร์
vi: Xin vui lòng mở dịch vụ vị trí địa lý
zh_hans: 请打开地理位置服务
zh_hant: 請打開地理位置服務
