Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 語音收益
source: Voice revenue
ja: 音声インポート
ko: 음성 수입
th: นำเข้าเสียง
vi: nhập giọng nói
zh_hans: 语音收益
zh_hant: 語音收益

# 加點紀錄
source: Deposit
ja: レコードを追加
ko: 레코드 추가
th: เพิ่มบันทึก
vi: Thêm bản ghi
zh_hans: 加点记录
zh_hant: 加點紀錄

# 扣點紀錄
source: Deduction
ja: 控除記録
ko: 공제 기록
th: บันทึกการหักเงิน
vi: Biên bản khấu trừ
zh_hans: 扣点记录
zh_hant: 扣點紀錄

# 收禮榜單
source: gift list
ja: 受信リスト
ko: 수신 목록
th: รายการที่ได้รับ
vi: Danh sách đã nhận
zh_hans: 收礼榜单
zh_hant: 收禮榜單

# 收禮榜
source: gift list
ja: 受信したリスト
ko: 수신 목록
th: รายการที่ได้รับ
vi: Danh sách đã nhận
zh_hans: 收礼榜
zh_hant: 收禮榜

# 群組
source: Groups
ja: グループ
ko: Group
th: กลุ่ม
vi: Tập đoàn
zh_hant: 群組

# 好友列表
source: Friends
ja: 友達リスト
ko: 친구 목록
th: รายชื่อเพื่อน
vi: Danh sách bạn bè
zh_hant: 好友列表

# 群組列表
source: Groups
ja: グループリスト
ko: 그룹 목록
th: รายชื่อกลุ่ม
vi: Danh sách nhóm
zh_hant: 群組列表

# 官方帳號
source: Official accounts
ja: Official account
ko: Official account
th: Official account
vi: Official account
zh_hant: 官方帳號

# 群組邀請
source: Group invitation
zh_hant: 群組邀請

# 儲存
source: Save
ja: 保存
ko: 저장
th: บันทึก
vi: Lưu
zh_hans: 储存
zh_hant: 儲存

# 我的QR Code
source: My QR Code
ja: 私のQRコード
ko: 내 QR 코드
th: รหัส QR ของฉัน
vi: Mã QR của tôi
zh_hans: 我的QR Code
zh_hant: 我的QR Code

# 我追蹤的
source: i follow
ja: 追跡
ko: 추적했습니다
th: ถูกติดตาม
vi: Theo dõi
zh_hans: 我关注的
zh_hant: 我追蹤的

# 追蹤我的
source: Follow me
ja: フォローミー
ko: 나를 따르십시오
th: ตามฉันมา
vi: Theo tôi
zh_hans: 关注我的
zh_hant: 追蹤我的

# 選擇匯款銀行
source: Choose a remittance bank
ja: 送金銀行を選択
ko: 송금 은행 선택
th: เลือกธนาคารที่โอนเงิน
vi: Chọn ngân hàng chuyển tiền
zh_hans: 选择汇款银行
zh_hant: 選擇匯款銀行

# 直播時數紀錄
source: Live time records
ja: ライブストリーミング時間を記録する
ko: 라이브 스트리밍 시간 기록
th: บันทึกเวลาถ่ายทอดสด
vi: Ghi lại thời gian phát trực tiếp
zh_hans: 直播时数记录
zh_hant: 直播時數紀錄

# 時數:
source: Hours
ja: 時間:
ko: 시간
th: เวลา
vi: Thời gian
zh_hans: 时数:
zh_hant: 時數:

# 視訊聊天
source: video chat
ja: ビデオチャット
ko: 영상 채팅
th: วิดีโอแชท
vi: Trò chuyện video
zh_hans: 视讯聊天
zh_hant: 視訊聊天

# 文字聊天
source: text chat
ja: テキストチャット
ko: 텍스트 채팅
th: แชทข้อความ
vi: Trò chuyện văn bản
zh_hans: 文字聊天
zh_hant: 文字聊天

# Face ID密碼
source: Face ID password
ko: 얼굴 ID 비밀번호
th: รหัสผ่านรหัสประจำตัว
zh_hant: Face ID密碼

# 指紋密碼
source: Touch ID password
zh_hant: 指紋密碼

# 好友可見
source: Your friends can see
ja: 友達を表示
ko: 친구 표시
th: แสดงเพื่อน
vi: Hiển thị bạn bè
zh_hans: 好友可见
zh_hant: 好友可見

# 簡訊
source: SMS
zh_hans: 短信
zh_hant: 簡訊

# 暫無相關數據
source: No relevant data
ja: 関連データはまだありません。
ko: 아직 관련 데이터가 없습니다.
th: ยังไม่มีข้อมูลที่เกี่ยวข้อง
vi: Chưa có dữ liệu liên quan.
zh_hans: 暂无相关数据
zh_hant: 暫無相關資料

# 購買PGP
source: Buy PGP
ja: PGPを購入
ko: PGP 구매
th: ซื้อ PGP
vi: Mua PGP
zh_hans: 购买PGP
zh_hant: 購買PGP

# 按錯了
source: Press wrong
ja: 間違ったボタンを押しました
ko: 잘못 눌렀습니다
th: คุณกดปุ่มผิด
vi: Bạn bấm nhầm nút
zh_hans: 按错了
zh_hant: 按錯了

# 直播時數
source: Live hours
ja: ライブストリーミング時間
ko: 라이브 스트리밍 시간
th: เวลาถ่ายทอดสด
vi: Thời gian phát trực tiếp
zh_hans: 直播时数
zh_hant: 直播時數

# 取消將無法恢復 如您已完成匯款，請勿取消訂單
source: Cancellation is irreversible.If you have already completed the payment, please do not cancel the order.
ja: キャンセル後は回収できません n送金が完了した場合は、注文をキャンセルしないでください。
th: ไม่สามารถกู้คืนได้หลังจากยกเลิก หากคุณทำการโอนเสร็จสิ้นแล้ว โปรดอย่ายกเลิกคำสั่งซื้อ
vi: Không thể khôi phục sau khi hủy nNếu bạn đã hoàn tất chuyển khoản, vui lòng không hủy đơn đặt hàng.
zh_hans: 取消將无法恢复 如您已完成汇款，请勿取消订单
zh_hant: 取消將無法恢復 如您已完成匯款，請勿取消訂單

# 明細
source: Details
ko: 세부 사항
th: รายละเอียด
vi: Chi tiết
zh_hans: 明细
zh_hant: 明細

# 魅力值紀錄
source: Charisma record
ja: レコードチャーム値
ko: 매력 값 기록
th: บันทึกค่าเสน่ห์
vi: Ghi lại giá trị quyến rũ
zh_hans: 魅力值记录
zh_hant: 魅力值紀錄

# 儲值成功
source: Recharge successful
ja: 正常な充電
ko: 성공적인 충전
th: ชาร์จสำเร็จ
vi: tính phí thành công
zh_hans: 储值成功
zh_hant: 儲值成功

# 贈送數量
source: Gift quantity
ja: ギフト数量
ko: 선물 수량
th: ปริมาณของขวัญ
vi: Số lượng quà tặng
zh_hans: 赠送数量
zh_hant: 贈送數量

# 全部商家
source: All merchants
ja: すべての売り手
ko: 모든 판매자
th: ผู้ขายทั้งหมด
vi: tất cả người bán
zh_hans: 全部商家
zh_hant: 全部商家

# 請輸入或者粘貼商城鏈接
source: Enter store link
ja: モールリンクを入力または貼り付けます
ko: 몰 링크를 입력하거나 붙여넣으세요
th: ป้อนหรือวางลิงก์ห้างสรรพสินค้า
vi: Nhập hoặc dán liên kết trung tâm mua sắm
zh_hans: 请输入或者粘贴商城链接
zh_hant: 請輸入或者貼上商城連接

# 產品封面
source: Product cover
ja: 商品カバー
ko: 제품 커버
th: หน้าปกผลิตภัณฑ์
vi: Bìa Sản phẩm
zh_hans: 商品封面
zh_hant: 產品封面

# 觀眾列表
source: Audience list
ja: オーディエンスのリスト
ko: 청중 목록
th: รายชื่อผู้ชม
vi: Danh sách khán giả
zh_hans: 观众列表
zh_hant: 觀眾列表

# 上次開播時間
source: Last broadcast time
ja: 最終開始時間
ko: 마지막 시작 시간
th: เวลาเริ่มต้นครั้งสุดท้าย
vi: Thời gian bắt đầu cuối cùng
zh_hans: 上次开播时间
zh_hant: 上次開播時間

# 已取消通話
source: Cancelled call
ja: 通話がキャンセルされました
ko: 통화 취소됨
th: การโทรถูกยกเลิก
vi: Cuộc gọi bị hủy
zh_hans: 已取消通话
zh_hant: 已取消通話

# 对方已取消通話
source: The caller has cancelled the call
ja: 通話がキャンセルされました
ko: 통화 취소됨
th: การโทรถูกยกเลิก
vi: Cuộc gọi bị hủy
zh_hans: 对方已取消通话
zh_hant: 對方已取消通話

# 拒絕通話
source: reject the call
ja: 通話を拒否
ko: 통화 거부
th: ปฏิเสธการโทร
vi: Từ chối cuộc gọi
zh_hans: 拒绝通话
zh_hant: 拒絕通話

# 查詢
source: Inquire
ja: お問い合わせ
ko: 쿼리
th: สอบถาม
vi: Hỏi thăm
zh_hans: 查询
zh_hant: 查詢

# 我的黑名單
source: my blacklist
ja: 私のブラックリスト
ko: 내 블랙리스트
th: บัญชีดำของฉัน
vi: danh sách đen của tôi
zh_hans: 我的黑名单
zh_hant: 我的黑名單

# 文字交友
source: text dating
ja: テキストデート
ko: 텍스트 데이트
th: ข้อความหาคู่
vi: Văn bản Hẹn hò
zh_hans: 文字交友
zh_hant: 文字交友

# 每一條收費
source: Charge per item
ja: すべての料金
ko: 모든 요금
th: ค่าใช้จ่ายทั้งหมด
vi: Tất cả các khoản phí
zh_hans: 每一条收费
zh_hant: 每一條收費

# (展示才藝聲音，限制60秒)
source: (Show talent voice, limited to 60 seconds))
ja: 才能のある音声表示、60秒に制限
ko: 재능 보이스 표시, 60초 제한
th: การแสดงเสียงของพรสวรรค์ จำกัดที่ 60 วินาที
vi: Trình diễn giọng nói tài năng, giới hạn trong 60 giây
zh_hans: (展示才艺声音，限制60秒)
zh_hant: (展示才藝聲音，限制60秒)

# 置頂聊天
source: Top
ja: 人気のチャット
ko: 인기 채팅
th: แชทยอดนิยม
vi: Trò chuyện phổ biến
zh_hans: 置顶聊天
zh_hant: 置頂聊天

# 聊天紀錄查詢
source: Chat history query
ja: チャット履歴を表示
ko: 채팅 기록 조회
th: ดูประวัติการสนทนา
vi: Xem lịch sử trò chuyện
zh_hans: 聊天记录查询
zh_hant: 聊天紀錄查詢

# 加入黑名單
source: add to blacklist
ja: ブラックリストに追加
ko: 블랙리스트에 추가
th: เพิ่มในบัญชีดำ
vi: Thêm vào danh sách đen
zh_hans: 加入黑名单
zh_hant: 加入黑名單

# 語音黑名單
source: Voice blacklist
ja: 音声ブラックリスト
ko: 음성 블랙리스트
th: บัญชีดำเสียง
vi: Danh sách đen giọng nói
zh_hans: 语音黑名单
zh_hant: 語音黑名單

# 注：每條訊息不超過80個字元。
source: Note: each message should not exceed 80 characters.
ja: 注：各メッセージは80文字を超えることはできません。
ko: 참고: 각 메시지는 80자를 초과할 수 없습니다.
th: หมายเหตุ: แต่ละข้อความต้องมีความยาวไม่เกิน 80 อักขระ
vi: Lưu ý: Mỗi tin nhắn không được vượt quá 80 ký tự.
zh_hans: 注：每条信息不超过80个字。
zh_hant: 注：每條訊息不超過80個字元。

# 視訊
source: video
ja: ビデオ
ko: 비디오
th: วิดีโอ
zh_hans: 视频
zh_hant: 視訊

# 搜尋無結果
source: Search with no results
ja: 結果なしで検索
ko: 결과 없이 검색
th: ค้นหาโดยไม่มีผลลัพธ์
vi: Tìm kiếm không có kết quả
zh_hans: 搜索无结果
zh_hant: 搜尋無結果

# 直播列表
source: Live list
ja: ライブストリーミングリスト
ko: 라이브 스트리밍 목록
th: รายการถ่ายทอดสด
vi: Danh sách phát trực tiếp
zh_hans: 直播列表
zh_hant: 直播列表

# 查看更多
source: See more
ja: もっと
ko: 더보기
th: เพิ่มเติม
vi: Thêm
zh_hans: 查看更多
zh_hant: 查看更多

# 掃描下方QR Code，註冊PGTalk！
source: My QR Code. Share to add friends or invite friends to download PGTalk.
ja: 以下のQRコードをスキャンしてPGTalkに登録してください！
ko: PGTalk에 등록하려면 아래 QR 코드를 스캔하세요!
th: สแกนรหัส QR ด้านล่างเพื่อลงทะเบียน PGTalk!
vi: Quét mã QR bên dưới để đăng ký PGTalk!
zh_hans: 我的QR Code，掃描可以成為好友或下載成為PGTalk會員！
zh_hant: 我的QR Code，掃描可以成為好友或下載成為PGTalk會員！

# 請確認是否取消該訂單
source: Please confirm whether to cancel the order
zh_hant: 請確認是否取消該訂單

# 輸入購買PGP數量
source: Purchase amount
ja: 購入金額
ko: 구매 금액
th: ยอดซื้อ
vi: Số tiền mua
zh_hans: 输入购买PGP数量
zh_hant: 輸入購買PGP數量

# PGP餘額:
source: PGP balance
ja: PGPバランス
ko: PGP 잔액
th: ยอดคงเหลือ PGP
vi: Số dư PGP
zh_hans: PGP余额:
zh_hant: PGP餘額:

# 支付NT $
source: Paying NT $
ja: NT $ を支払う
ko: NT $ 지불
th: จ่าย NT $
vi: Thanh toán Đài tệ
zh_hant: 付款 NT $

# 選擇付款方式
source: Select payment method
ja: 方法
ko: 방법
th: วิธี
vi: Phương pháp
zh_hant: 選擇付款方式

# 當前付款方式已超額，請選擇其他付款方式
source: The current payment method has been exceeded, please select another payment method
ja: 他の方法を選択してください
ko: 다른 방법을 선택하십시오
th: เลือกวิธีอื่น
vi: Chọn phương pháp khác
zh_hant: 當前付款方式已超額，請選擇其他付款方式

# 完成身分驗證更多方式更大額度
source: Do Authentication for more service.
ja: 最初に完全な認証
ko: 먼저 인증 완료
th: เสร็จสิ้นยืนยันตัวตนรับรองความถูกต้องก่อน
vi: Hoàn thành Nghiệm chứng danh tính xác thực trước
zh_hans: 完成身份验证更多方式更大额度
zh_hant: 進行身份驗證以獲得更多付款方式及更大額度

# 訂單編號
source: Order No.
ja: 注文番号。
ko: 주문 NO.
th: เลขที่ใบสั่งซื้อ
vi: Đặt hàng KHÔNG.
zh_hans: 订单编号
zh_hant: 訂單編號

# 清除紀錄
source: Clear
ja: クリア
ko: 분명한
th: ชัดเจน
vi: Sạch
zh_hans: 清除记录
zh_hant: 清除紀錄

# 暱稱
source: Nick name
ja: 名前
ko: 이름
th: ชื่อ
vi: Tên
zh_hans: 昵称
zh_hant: 暱稱

# 沒有最近的搜尋紀錄
source: No recent search
ja: 履歴はありません
ko: 기록 없음
th: ไม่มีประวัติ
vi: Không có lịch sử
zh_hans: 沒有最近的搜索记录
zh_hant: 沒有最近的搜尋紀錄

# 最新通知
source: Latest
ja: 最新
ko: 최신
th: ใหม่ล่าสุด
vi: Mới nhất
zh_hant: 最新通知

# 歷史通知
source: History
ja: 歴史
ko: 역사
th: ประวัติศาสตร์
vi: Môn lịch sử
zh_hant: 歷史通知

# PT可用數量
source: PT available
ja: 利用可能
ko: 사용 가능
th: มีอยู่
vi: Có sẵn
zh_hans: PT可用数量
zh_hant: PT可用數量

# 優惠
source: discount
ja: 割引
ko: 할인
th: การลดราคา
vi: Đĩa
zh_hans: 优惠
zh_hant: 優惠

# 暫無優惠
source: No offer yet.
ja: 値下げなし
ko: 할인 없음
th: ไม่มีส่วนลด
vi: Không có đĩa.
zh_hans: 暂无优惠
zh_hant: 暫無優惠

# 掃碼付PT數量給商家
source: Scan the code to pay the amount of PT to the merchant
ja: スキャンしてPTを支払う
ko: 스캔하여 PT 지불
th: สแกนเพื่อจ่าย PT
vi: Quét để thanh toán PT
zh_hans: 扫码付PT数量给商家
zh_hant: 掃碼付PT數量給商家

# 什麼是PT
source: What's PT
ja: PTとは
ko: PT가 뭐에요?
th: PT .คืออะไร
vi: PT là gì
zh_hans: 什么是PT
zh_hant: 什麼是PT

# PT為PGTalk專屬積分，可用於消費抵扣PGP與兌換鑽石。PT可透過活動取得，請留意官方活動訊息喔!
source: PT is an exclusive point for PGTalk, which can be usedd to deduct PGP and redeem diamonds for consumption. PT can be obtained through the event, please pat attention to the official event information.
ja: PTは、PGP割引とダイヤモンド交換の特別なポイントです。 詳細については、公式ウェブサイトをご覧ください。
ko: PT는 PGP 할인 및 다이아몬드 교환을 위한 특별한 포인트입니다. 자세한 내용은 공식 웹사이트에서 확인하세요.
th: PT เป็นจุดพิเศษสำหรับส่วนลด PGP และการแลกเปลี่ยนเพชร ดูรายละเอียดเพิ่มเติมในเว็บไซต์ทางการ
vi: PT là điểm đặc biệt để chiết khấu PGP và đổi kim cương. Xem thêm chi tiết trên trang web chính thức.
zh_hans: PT为鴿子PGTalk专属积分，可用于消费抵扣。想获得更多的PT点数，請留意官方活動訊息喔!
zh_hant: PT為鴿子PGTalk專屬積分，可用於消費抵扣。想獲得更多的PT點數，請留意官方活動訊息喔！

# PT抵扣
source: PT discount
ja: PTディスク。
ko: PT 디스크.
th: ดิสก์ PT
vi: Đĩa PT.
zh_hans: PT抵扣
zh_hant: PT抵扣

# 公司承擔折扣PT金額
source: Company assumes discounted PT amount
ja: 会社負担PT額
ko: 회사 부담 PT 금액
th: บริษัทแบกรับจำนวน PT
vi: Comp. chịu số tiền PT
zh_hans: 公司承担折扣PT金额
zh_hant: 公司承擔折扣PT金額

# 收付PT數量
source: Number of PTs to be paid and paid
ja: PT支払い
ko: PT 지불
th: การชำระเงิน PT
vi: Thanh toán PT
zh_hans: 收付PT数量
zh_hant: 交易PT數量

# PT兌換鑽石支出
source: PT to diamond spending
ja: ダイヤモンドのPT
ko: 다이아몬드에 대한 PT
th: PT สำหรับเพชร
vi: PT cho kim cương
zh_hans: PT兑换钻石支出
zh_hant: PT兌換鑽石支出

# 信用卡管理
source: Credit Card Management
zh_hant: 信用卡管理

# 添加信用卡帳戶
source: Add Credit Card Account
zh_hant: 新增信用卡帳戶

# 新增信用卡
source: Add credit cards
zh_hant: 新增信用卡

# *僅限台灣核發之信用卡
source: Limited to credit cards issued in Taiwan
zh_hant: *僅限臺灣核發之信用卡

# 有效期限
source: Valid Date
zh_hant: 有效期限

# 請輸入卡號
source: Please enter card number
zh_hant: 請輸入卡號

# 有效月份
source: Valid Month
zh_hant: 有效月份

# 有效年份
source: Valid Year
zh_hans: 有效年份
zh_hant: 有效年份

# 安全碼
source: CVV
zh_hant: 安全碼

# 卡片後三碼
source: CVV code
zh_hant: 卡片後三碼

# 為信用卡命名
source: Name your Credit card
zh_hant: 為信用卡命名

# 請輸入信用卡名稱，方便辨識
source: Please name your card for easy identification
zh_hant: 請輸入信用卡名稱，方便辨識

# 將此信用卡設為預設卡片
source: Set as default card
zh_hant: 將此信用卡設為預設卡片

# 《信用卡刷卡服務條款》
source: "Credit card Service Terms"
zh_hant: 《信用卡刷卡服務條款》

# 信用卡背面安全碼
source: CVV code
zh_hant: 信用卡背面安全碼

# 請確認是否刪除該信用卡
source: Please confirm if you want to delete this credit card
zh_hant: 請確認是否刪除該信用卡

# 編輯信用卡
source: Edit Credit Card
zh_hant: 編輯信用卡

# 設為預設卡片
source: Set as Default Card
zh_hant: 設為預設卡片

# 更換支付信用卡
source: Change Payment Credit Card
zh_hant: 更換付款信用卡

# 尾號
source: Last Digits
zh_hans: 尾号
zh_hant: 尾號

# PGP餘額
source: PGP balance
zh_hant: PGP餘額

# 暫未綁定信用卡
source: No credit card linking yet
zh_hant: 暫未綁定信用卡

# 信用卡
source: Credit Card
zh_hant: 信用卡

# 信用卡充值
source: Credit card recharge
zh_hant: 信用卡儲值

# 請選擇支付方式
source: Please select a payment method
zh_hant: 請選擇付款方式

# 收付憑證通知
source: Payment Receipt Notification
zh_hant: 交易明細通知

# 將刷卡1台幣，成功後將會退刷。
source: The credit card is deducted NT$1 and refunded after success.
zh_hant: 將刷卡1台幣，成功後將會退刷。

# 刷卡綁定
source: Bind credit card
zh_hant: 刷卡綁定

# 卡號需為16位數，請核對卡號後輸入
source: Card number must be 16 digits. Please check the card number and enter it again.
zh_hant: 卡號需為16位數，請核對卡號後輸入

# 安全碼需為3位數
source: CVV must be a 3-digit number.
zh_hant: 安全碼需為3位數

# 刷卡退還
source: Credit card refund
zh_hant: 刷卡退還

# 退還方式
source: Refund Method
zh_hant: 退還方式

# 美顏
source: Beautify
zh_hans: 美颜
zh_hant: 美顏

# 道具
source: Props
zh_hans: 道具
zh_hant: 道具

# 回復
source: Reply
ja: 返信する
ko: 답장
th: ตอบกลับ
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# 公開動態
source: Public Updates
ja: 公開ニュース
ko: 공개 뉴스
th: ข่าวสาธารณะ
vi: Tin tức công cộng
zh_hans: 公开动态
zh_hant: 公開動態

# 直播間已恢復，檢測到您非正常離開直播間，如需創建新的直播間請結束本次直播後再創建
source: The live broadcast room has been restored, and it is detected that you left the live broadcast room abnormally. If you want to create a new live broadcast room, please end the live broadcast and create it again
ja: 生放送室が復旧しました。生放送室を異常退去したことが検出されました。新たに生放送室を作成する必要がある場合は、生放送を終了して再度作成してください。
ko: 생방송 실을 복구했습니다. 생방송 실을 이상 퇴거 한 것으로 확인되었습니다. 새롭게 생방송 실을 만들 필요가있는 경우는 생방송을 종료하고 다시 작성하십시오.
th: คืนค่าสตรีมสดแล้วตรวจพบการกระทำที่ผิดปกติสร้างสตรีมใหม่หากจำเป็น
vi: Đã khôi phục luồng trực tiếp, phát hiện hành động bất thường, tạo luồng mới nếu cần
zh_hans: 直播间已恢复，检测到您非正常离开直播间，如需创建新的直播间请结束本次直播后再创建
zh_hant: 直播間已恢復，檢測到您非正常離開直播間，如需創建新的直播間請結束本次直播後再創建

# 開播失敗,請重試!
source: Failed to broadcast, please try again!
ja: 配信開始失敗、もう一度試してください!
ko: 중계 실패, 다시 시도하세요.!
th: ารออกอากาศล้มเหลว โปรดลองอีกครั้ง!
vi: Mở phát thất bại, vui lòng thử lại lần nữa!
zh_hant: 開播失敗,請重試!

# 折扣優惠：
source: discount：
ja: 割引特典：
ko: 할인 혜택：
th: ข้อเสนอส่วนลด：
vi: Chiết khấu ưu đãi:
zh_hant: 折扣優惠：

# 選擇金額
source: Select amount
ja: 金額を選んでください
ko: 금액 선택
th: จำนวนที่เลือก
vi: Lựa chọn số tiền
zh_hant: 選擇金額

# 小費是用來鼓勵司機接受訂單
source: Tips are used to encourage driver to accept orders
ja: ドライバーさんに感謝の気持ちを表すためにチップを渡してください
ko: 팁은 운전기사의 수주를 격려하기 위한 수단입니다.
th: การให้ทิปใช้เพื่อส่งเสริมให้ผู้ขับขี่ยอมรับคำสั่งซื้อ
vi: Tiền boa được dùng để khuyến khích tài xế tiếp nhận đơn đặt hàng
zh_hant: 小費是用來鼓勵司機接受訂單

# a.小費只能在司機接受訂單之前添加。
source: a. Tips can only be added before the driver accepts the order
ja: a. ご注文前にチップを送ってください。
ko: a. 팁 추가는 수주 전에만 가능합니다.
th: a.สามารถเพิ่มทิปได้ก่อนที่คนขับรถจะรับคำสั่งเท่านั้น
vi: a.Tiền boa chỉ có thể được thêm vào trước khi tài xế tiếp nhận đơn đặt hàng.
zh_hant: a.小費只能在司機接受訂單之前新增。

# b.可以多次使用，但請注意，後續添加的金額必須大於上一次給的金額。
source: b. The value can be used multiple times. Note that the value added later must be greater than the value given last time
ja: b. やり直すことは可能です。この場合、2回目に入力する金額は、1回目より高い金額を入力してください。
ko: b. 중복 사용 가능. 단, 차후 추가되는 금액은 반드시 이전에 지불한 금액 이상이어야 함을 유의하시기 바랍니다.
th: b.สามารถใช้ได้หลายครั้ง แต่โปรดทราบว่าจำนวนเงินที่เพิ่มในภายหลังจะต้องมากกว่าจำนวนเงินที่ให้ไว้ครั้งล่าสุด
vi: b.Có thể sử dụng nhiều lần, nhưng vui lòng chú ý, số tiền thêm vào lần sau phải lớn hơn số tiền đã cho lần trước.
zh_hant: b.可以多次使用，但請注意，後續新增的金額必須大於上一次給的金額。

source: c. The additional tip amount will repleace the previous amount. For example, if you add 20 NTD the first time and then pay a NTD 30 tip, the total amount of the tip will be NTD30 (because the second tip replaces the first tip)
ja: c. 2回目に入力した金額のみ有効です。例えば、1回目に 20 NTDを入力したが、チップを30 NTDに変更した場合、チップ的総額は 30 NTDになります（2回目に入力した金額のみ有効です）
ko: c. 추가로 지불된 팁은 이전 금액을 대체합니다. 예를 들어, 고객님께서 선차적으로 지불한 팁이 20 NTD이고, 이어서 30 NTD를 지불하신 경우, 후차적으로 지불한 팁이 직전에 지불한 팁을 대체하게 되므로 팁의 총 금액은 30 NTD가 됩니다.
th: c.จำนวนทิปที่เพิ่มเข้ามาอีกครั้งจะแทนที่จำนวนครั้งก่อน ตัวอย่างเช่น หากคุณเพิ่ม 20 NTD เป็นครั้งแรก แล้วจ่ายทิป 30 NTD จำนวนเงินทิปทั้งหมดจะเป็น 30 NTD (เนื่องจากทิปที่สองมาแทนที่ทิปแรก)
vi: c.Số tiền boa được thêm vào lần nữa sẽ thay thế số tiền trước đó. Ví dụ: nếu bạn thêm 20 Đài tệ lần đầu tiên, sau đó trả tiền boa là 30 Đài tệ, thì tổng số tiền boa sẽ là 30 Đài tệ (vì tiền boa thứ hai sẽ thay thế tiền boa thứ nhất)
zh_hant: c.再次新增的小費金額將取代之前的金額。例如，如果您第一次新增 20 NTD，隨後支付 30 NTD的小費，則小費的總金額將為 30 NTD（因為第二個小費取代了第一個小費）

# 確定取消訂單嗎?
source: Are you sure to cancel this order?
ja: 注文をキャンセルしますか？
ko: 오더를 취소하시겠습니까?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกคำสั่งซื้อ?
vi: Có xác định hủy bỏ đơn đặt hàng không?
zh_hant: 確定取消訂單嗎?

# 已保存地址
source: Address saved
ja: 住所を保存しました
ko: 주소 저장 완료
th: ที่อยู่ที่บันทึกไว้
vi: Đã bảo lưu địa chỉ
zh_hant: 已儲存地址

# 樓層、單位
source: Floor, Unit
ja: 階、号室
ko: 층, 부서
th: ชั้น หน่วย
vi: Tầng, đơn vị
zh_hant: 樓層、單位

# 聯繫人
source: Contact
ja: 連絡先
ko: 담당자
th: ผู้ติดต่อ
vi: Người liên hệ
zh_hant: 聯繫人

# 聯絡人姓名
source: Contact name
ja: 依頼者名
ko: 담당자의 성명
th: ชื่อผู้ติดต่อ
vi: Họ tên người liên hệ
zh_hant: 聯絡人姓名

# 位置不正確
source: Incorrect location
ja: 位置が不正確です
ko: 위치가 정확하지 않습니다.
th: ตำแหน่งไม่ถูกต้อง
vi: Vị trí không chính xác
zh_hant: 位置不正確

# 請輸入詳細地址
source: Please enter the detailed address.
ja: 住所の詳細を入力してください
ko: 상세한 주소를 입력하세요.
th: โปรดป้อนที่อยู่โดยละเอียด
vi: Vui lòng nhập vào địa chỉ chi tiết
zh_hant: 請輸入詳細地址

# 請輸入號碼或選擇聯繫人號碼
source: Please enter a number or select a contact number
ja: 番号を入力し、又は連絡先の番号を選んでください
ko: 번호를 입력하거나 담당자 번호를 선택하세요.
th: โปรดป้อนหมายเลขหรือเลือก เบอร์ติดต่อ
vi: Vui lòng nhập vào mã số hoặc lựa chọn mã số của người liên hệ
zh_hant: 請輸入號碼或選擇聯繫人號碼

# 請輸入正确的號碼
source: Please enter the correct number
ja: 正しい番号を入力してください
ko: 정확한 번호를 입력하세요.
th: โปรดป้อนหมายเลขที่ถูกต้อง
vi: Vui lòng nhập vào mã số chính xác
zh_hant: 請輸入正確的電話號碼

# 請輸入聯繫人
source: Please enter a contact
ja: 連絡先を入力してください
ko: 담당자를 입력하세요.
th: โปรดป้อนผู้ติดต่อ
vi: Vui lòng nhập vào người liên hệ
zh_hant: 請輸入聯繫人

# 預計價格
source: Estimated price
ja: 見積もり料金
ko: 예상 가격
th: ราคาโดยประมาณ
vi: Giá dự tính
zh_hant: 預計價格

# 附加費除外 (例如 : 隧道或停車費) 。請與司機確認收費，收費詳情請參照服務價格
source: Excludes extra fees (e.g. tolls, parking). Please settle with the driver according to the standard pricing.
ja: 付加費用除外 （例えば : トンネル又は駐車料金） 。ドライバーに料金を確認し、料金については、詳情サービス料金をご参照ください
ko: 부가비용 제외. (예: 터널 또는 주차요금). 요금은 기사님에게 직접 확인하시고, 요금에 관한 세부 사항은 서비스 요금을 참조하세요.
th: ยกเว้นค่าธรรมเนียมพิเศษ (เช่น: ค่าอุโมงค์หรือค่าจอดรถ) โปรดยืนยันค่าธรรมเนียมกับคนขับ โปรดดูรายละเอียดค่าธรรมเนียม ค่าบริการ
vi: Ngoại trừ phụ phí (ví dụ: phí đường hầm hoặc phí đậu xe). Vui lòng xác nhận cước thu phí với tài xế, vui lòng tham khảo giá dịch vụ để biết chi tiết cước thu phí
zh_hant: 附加費除外 (例如 : 隧道或停車費) 。請與司機確認收費，收費詳情請參照服務價格

# 媒合中
source: matching
ja: マッチング中
ko: 매칭 중
th: จับคู่
vi: Đang phối hợp
zh_hant: 媒合中

# 取貨中
source: Picking up
ja: 商品受取中
ko: 픽업 중
th: รับของ
vi: Đang lấy hàng
zh_hant: 取貨中

# 運送中
source: Transporting
ja: 配送中
ko: 운송 중
th: ขนส่ง
vi: Đang vận chuyển
zh_hant: 運送中

# 已拒絕
source: Declined
ja: 拒否しました
ko: 거절했습니다
th: ปฏิเสธ
vi: từ chối
zh_hant: 已拒絕

# 已過期
source: Expired
ja: 有効期限が切れました
ko: 기간 초과
th: หมดอายุ
vi: Đã hết hạn
zh_hant: 已過期

# 給小費接單
source: Tip courier
ja: チップをいただき、ご依頼を承りました
ko: 수주를 위한 팁 지불하기로 이동
th: ให้ทิปเพื่อรับคำสั่งซื้อ
vi: Cho tiền boa để tiếp nhận đơn
zh_hant: 給小費接單

# 重新發起
source: relaunch
ja: 再スタートしてください
ko: 다시 시작하기
th: ริเริ่มอีกครั้ง
vi: Khởi phát lại lần nữa
zh_hant: 重新發起

# 收貨地址
source: Pick up address
ja: 荷受場所
ko: 배송지 주소
th: ที่อยู่รับของ
vi: Địa chỉ nhận hàng
zh_hant: 收貨地址

# 小費
source: tips
ja: チップ
ko: 팁
th: การให้ทิป
vi: Tiền boa
zh_hant: 小費

# 總共
source: total
ja: 全額
ko: 총
th: ทั้งหมด
vi: Tổng cộng
zh_hant: 總共

# 您的訂單準備中
source: Your order is in preparation
ja: ご注文品を準備しています
ko: 고객님의 오더는 준비 중입니다.
th: คำสั่งของคุณอยู่ในระหว่างเตรียมการ
vi: Đơn đặt hàng của bạn đang được chuẩn bị
zh_hant: 您的訂單準備中

# 感謝您的訂購
source: Thanks for your order
ja: ご注文ありがとうございました
ko: 고객님의 오더에 감사드립니다.
th: ขอบคุณสำหรับการสั่งซื้อของคุณ
vi: Cảm ơn bạn đã đặt hàng
zh_hant: 感謝您的訂購

# 外送員媒合中...
source: Courier matching...
ja: ただ今マッチング中です...
ko: 배송원 매칭 중...
th: การจับคู่สมาชิกการจัดส่ง...
vi: Nhân viên giao hàng ngoài đang phối hợp...
zh_hant: 外送員媒合中...

# 外送員正在前往取貨
source: Courier is on the way to pick up the goods
ja: 商品を受け取りに行く途中です
ko: 배송원 픽업 장소로 이동 중
th: คนส่งของกำลังจะไปรับสินค้า
vi: Nhân viên giao hàng ngoài đang đi đến lấy hàng
zh_hant: 外送員正在前往取貨

# 外送員正在火速運送中
source: Courier is in rapid delivery
ja: 緊急配送中です
ko: 배송원에 의한 운송 중
th: คนส่งของกำลังมาส่งอย่างรวดเร็ว
vi: Nhân viên giao hàng ngoài đang cấp tốc vận chuyển
zh_hant: 外送員正在火速運送中

# 外送員已完成任務
source: Courier has completed the order.
ja: 配送完了しました
ko: 배송원 임무 완료
th: ผู้จัดส่งเสร็จสิ้นภารกิจ
vi: Nhân viên giao hàng ngoài đã hoàn thành nhiệm vụ
zh_hant: 外送員已完成任務

# 媒合失敗
source: matchmaking failed
ja: マッチングに失敗しました
ko: 매칭 실패
th: การจับคู่ล้มเหลว
vi: Phối hợp thất bại
zh_hant: 媒合失敗

# 查詢與聯絡快送員
source: Enquiry and contact couriers
ja: 配達員と連絡を取ります
ko: 배송원 조회 및 연락
th: สอบถามและติดต่อผู้ส่งของอย่างรวดเร็ว
vi: Truy vấn và liên hệ với nhân viên giao hàng nhanh
zh_hant: 查詢與聯絡快送員

# 訂單狀態通知
source: Order status notification
ja: 注文状態を通知します
ko: 오더 상태 통지
th: การแจ้งเตือนสถานะคำสั่งซื้อ
vi: Thông báo trạng thái đơn đặt hàng
zh_hant: 訂單狀態通知

# 訂單狀態
source: Order Status
ja: 注文状態
ko: 오더 상태
th: สถานะการสั่งซื้อ
vi: Trạng thái đơn đặt hàng
zh_hant: 訂單狀態

# 配送車型
source: Delivery model
ja: 配送車種
ko: 배송용 차종
th: รูปแบบการจัดส่ง
vi: Loại xe phân phối giao hàng
zh_hant: 配送車型

# 訂單取貨中
source: Order Picking up
ja: ご注文商品を受取中です
ko: 오더 픽업 중
th: การรับคำสั่งซื้อ
vi: Đơn đặt hàng đang được lấy hàng
zh_hant: 訂單取貨中

# 訂單運送中
source: Order Transporting
ja: ご注文商品は配送中です
ko: 오더 운송 중
th: สั่งส่งสินค้า
vi: Đơn đặt hàng đang được vận chuyển
zh_hant: 訂單運送中

# 訂單已完成
source: Order Completed
ja: ご注文完了です
ko: 오더 배송 완료
th: คำสั่งซื้อเสร็จสมบูรณ์
vi: Đơn đặt hàng đã hoàn thành
zh_hant: 訂單已完成

# 訂單已取消
source: Order cancelled
ja: ご注文をキャンセルしました
ko: 오더 취소
th: คำสั่งซื้อถูกยกเลิก
vi: Đơn đặt hàng đã bị hủy bỏ
zh_hant: 訂單已取消

# 訂單已拒絕
source: Order Declined
ja: ご注文を拒否しました
ko: 오더 거절
th: คำสั่งที่ถูกปฏิเสธ
vi: Đơn đặt hàng đã bị từ chối
zh_hant: 訂單已拒絕

# 訂單已過期
source: Order Expired
ja: ご注文の有効期限が切れました
ko: 오더 기간 초과
th: คำสั่งที่ถูกปฏิเสธ
vi: Đơn đặt hàng đã hết hạn
zh_hant: 訂單已過期

# 訂單付款通知
source: Order Payment Notification
ja: ご注文の支払通知書
ko: 오더 결제 통지
th: คำสั่งซื้อถูกยกเลิก
vi: Thông báo thanh toán đơn đặt hàng
zh_hant: 訂單付款通知

# 付款類型
source: Payment type
ja: 支払タイプ
ko: 결제 유형
th: แจ้งชำระเงินค่าสินค้า
vi: Loại hình thanh toán
zh_hant: 付款類型

# 付款方式
source: Payment Method
ja: 支払方法
ko: 결제방식
th: ประเภทการชำระเงิน
vi: Phương thức thanh toán
zh_hant: 付款方式

# 必達外送快送小費
source: Bid Delivery Express Delivery Tips
ja: 必ずお届けしますのチップ
ko: 신속 배송 팁
th: การจัดส่ง Bida และทิปอย่างรวดเร็ว
vi: Tiền boa giao nhanh của giao hàng ngoài TẤT ĐẠT (BIDA)
zh_hant: Lalamove快送小費

# 通知收PGP
source: Notification receiving PGP
ja: PGPの通知
ko: PGP 수취 통지
th: แจ้งเพื่อรับ PGP
vi: Thông báo nhận PGP
zh_hant: 通知收PGP

# 取貨地點
source: Pick-up Location
ja: 受取場所
ko: 픽업 장소
th: สถานที่รับสินค้า
vi: Địa điểm lấy hàng
zh_hant: 取貨地點

# 目的地
source: Drop-off location
ja: 目的地
ko: 목적지
th: ปลายทาง
vi: Điểm đến
zh_hant: 目的地

# 必達外送 一鍵必達
source: Lalamove one-button for Lalamove
ja: 必ずお届けします ワンキーで必ずお届けします
ko: 필달배송 필달
th: ต้องส่งมอบ หนึ่งคีย์ต้องส่งมอบ
vi: Giao hàng ngoài TẤT ĐẠT (BIDA) một cú nhấp chuột TẤT ĐẠT (BIDA)
zh_hant: Lalamove 即時的快遞貨運

# 即時
source: Now
ja: 即時
ko: 즉시
th: ทันที
vi: Ngay lập tức
zh_hant: 即時

# 取貨
source: Pick-up
ja: 商品受取
ko: 픽업
th: รับของ
vi: Lấy hàng
zh_hant: 取貨

# 增加中途點
source: Add Stop
ja: 中間点追加
ko: 중간 지점 추가
th: เพิ่มคะแนนครึ่งทาง
vi: Tăng thêm điểm giữa đường
zh_hant: 增加中途點

# 訂單
source: Orders
ja: 注文
ko: 오더
th: คำสั่ง
vi: Đơn đặt hàng
zh_hant: 訂單

# 搜尋所有訂單
source: Search all orders
ja: 全ての注文を検索します
ko: 모든 오든 검색
th: ค้นหาคำสั่งซื้อทั้งหมด
vi: Tìm kiếm tất cả các đơn đặt hàng
zh_hant: 搜尋所有訂單

# 上貨中
source: Loading
ja: 在庫補充中
ko: 로딩 중
th: ในการจัดส่ง
vi: Đang nhập hàng
zh_hant: 上貨中
