Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 無需加好友，掃描QR Code給我PGP
source: Friendship is not required. Ask user to scan QR code to receive PGP.
ja: Friendship is not requried. Ask user to scan QR code to receive PGP.
ko: Friendship is not requried. Ask user to scan QR code to receive PGP
th: Friendship is not requried. Ask user to scan QR code to receive PGP
vi: Friendship is not requried. Ask user to scan QR code to receive PGP
zh_hans: 无需加好友，扫码QR Code给我PGP
zh_hant: 無需加好友，掃描QR Code給我PGP

# 收益總鑽石
source: Total Diamonds income
zh_hans: 收益总钻石
zh_hant: 收益總鑽石

# 暫無群組公告
source: No group note
zh_hans: 暂无群组公告
zh_hant: 暫無群組公告

# 商家提現到PGP帳戶
source: Cash out to PGP
zh_hans: 商家提现到PGP账户
zh_hant: 商家提現到PGP帳戶

# 密碼更改成功
source: Password update successful
zh_hant: 密碼更改成功

# 重新獲取1
source: resend code again
zh_hans: 重新獲取
zh_hant: 重新獲取

# 剩餘可結算收益1
source: Available to Settle
zh_hans: 剩餘可結算收益
zh_hant: 剩餘可結算收益

# 6-24位英文數字混合
source: New wallet password
zh_hant: 6-24位英文數字混合

# 6-24位英文數字混合1
source: Confirm new wallet password
zh_hans: 6-24位英文數字混合
zh_hant: 6-24位英文數字混合

# 提示Group
source: Leave prompt
zh_hans: 提示
zh_hant: 提示

# 退出Group
source: Leave
zh_hans: 退出
zh_hant: 退出

# 发红包title
source: Send red envelope
zh_hans: 发红包
zh_hant: 發紅包

# 钻石
source: Diamonds
zh_hans: 钻石
zh_hant: 鑽石

# 交易通知
source: Transactions
zh_hans: PGTalk交易通知
zh_hant: PGTalk交易通知

# 確認密碼 6-24位英文數字混合
source: Confirm new password
zh_hant: 確認密碼

# 鴿子茶飲
source: PGTea
zh_hant: PGTea 鴿子茶飲

# 未簽名
source: None
zh_hant: 未簽名

# 多國語系調整
source: Language
zh_hant: 多國語系調整

# 介面設定
source: Interface
zh_hant: 介面設定

# 聊天樣式變更
source: Chat Wallpaper
zh_hant: 聊天樣式變更

# 加好友
source: Add friend
zh_hant: 加好友

# 允許其他用戶查看你的粉絲列表
source: Allow others to check your fans list
zh_hant: 允許其他用戶查看你的粉絲列表

# 當前所有成員都可領，
source: Available to all members，
zh_hant: 當前所有成員可領，

# 當前指定人領取，
source: Available to designated members，
zh_hant: 當前指定人領取，

# 商家管理
source: Merchant Management
zh_hant: 商家管理

# 收付明細
source: Transaction Details
zh_hant: 交易明細

# 結帳到PGP餘額
source: Settle to PGP
zh_hant: 結帳到PGP餘額

# 熱門直播
source: Hot Live
zh_hant: 熱門直播

# 網紅直播
source: Streamer Live
zh_hant: 網紅直播

# 官方節目
source: Official Show
zh_hant: 官方節目

# 請輸入聊天內容搜尋
source: Search chat history
zh_hant: 請輸入聊天內容搜尋

# 請設定一組日後開啟PGP帳戶及購買、消費PGP幣時，所需要輸入的錢包密碼
source: Password set 6-24 characters mix of letter and numbers password. Please set up a wallet password for opening account wallet or using PGP to pay.
zh_hant: 請設定一組日後開啟PGP帳戶及購買、消費PGP幣時，所需要輸入的錢包密碼

# 再次確認錢包密碼
source: Set wallet password
zh_hant: 再次確認錢包密碼

# 退款紀錄
source: Refund record
zh_hant: 退款紀錄

# 追蹤中
source: Following
zh_hant: 追蹤中

# 封鎖名單
source: Block list
zh_hant: 封鎖名單

# 已將群組移除黑名單
source: Group blacklist removed
zh_hant: 已將群組移除黑名單

# 收到一條新消息
source: You have a new message
zh_hant: 收到一條新消息

# 收到一則新訊息
source: You have a new message
zh_hant: 收到一則新訊息

# 上傳照片
source: photo
zh_hant: 上傳照片

# 卡號已綁定
source: Card has been bound.
zh_hant: 卡號已綁定

# 已啟用勿擾模式
source: Enable do not disturb
zh_hant: 已啟用勿擾模式

# 已關閉勿擾模式
source: Disable do not disturb
zh_hant: 已關閉勿擾模式

# 綁定失敗
source: Bind failed
zh_hant: 綁定失敗

# 請確定信用卡資訊是否正確
source: Please check the card information
zh_hant: 請確定信用卡資訊是否正確

# 設置
source: setting
zh_hant: 設置

# 獎金池鑽石消費
source: Pay Bonus Pool Diamond
zh_hant: 獎金池鑽石消費

# 獎金池鑽石回饋
source: Reward Bonus Pool Diamond
zh_hant: 獎金池鑽石回饋

# 已結算鑽石
source: Settled Diamonds
zh_hant: 已結算鑽石

# 錢包密碼說明
source: Wallet password regulation
zh_hant: 錢包密碼說明

# 首次使用錢包密碼預設是登入密碼，有需要可再進行更換密碼。
source: Default wallet password is login password,you can change it if necessary.
zh_hant: 首次使用錢包密碼預設是登入密碼，有需要可再進行更換密碼。

# 身分驗證
source: Authentication
zh_hans: 身份驗證
zh_hant: 身份驗證

# 更換
source: Change
zh_hant: 更換

# 手機型號不能為空
source: Phone model can't be empty
zh_hant: 手機型號不能為空

# 作業系統版本不能為空
source: OS version can't be empty
zh_hant: 作業系統版本不能為空

# 問題描述不能為空
source: Problem description can't be empty
zh_hant: 問題描述不能為空

# 最多只能上傳3張圖片
source: Maximun allows 3 images
zh_hant: 最多只能上傳3張圖片

# 請詳細描述問題發生的過程，非常感謝您能提供遇到的問題或者建議。
source: Please provide a detailed description of the problem or any suggestions you may have encountered.
zh_hant: 請詳細描述問題發生的過程，非常感謝您能提供遇到的問題或者建議。

# 可用數量
source: Diamond abailable
zh_hant: 可用數量

# 檢 舉
source: Impeach
zh_hant: 檢 舉

# 封 鎖
source: Block
zh_hant: 封 鎖

# 隱藏
source: Hidden
zh_hant: 隱藏

# 任務進度
source: Task progress
zh_hant: 任務進度

# PGTalk官方
source: PGTalk Official
zh_hant: PGTalk官方

# PGTalk 官方
source: PGTalk Official
zh_hant: PGTalk官方

# PGTea 鴿子茶飲
source: PGTea
zh_hant: PGTea 鴿子茶飲

# 鴿子商城
source: PGStore (online)
zh_hant: 鴿子商城

# 鴿子購物
source: PGStore
zh_hant: 鴿子購物

# PG新聞
source: PGNews
zh_hant: PG新聞

# 系統公告
source: System Notification
zh_hant: 系統公告

# 該群組不存在
source: This group does not exist
zh_hant: 該群組不存在

# 群組詳情
source: Group chat details
zh_hant: 群組詳情

# 星期一
source: Mon.
zh_hant: 星期一

# 星期二
source: Tue.
zh_hant: 星期二

# 星期三
source: Wed.
zh_hant: 星期三

# 星期四
source: Thu.
zh_hant: 星期四

# 星期五
source: Fri.
zh_hant: 星期五

# 星期六
source: Sat.
zh_hant: 星期六

# 星期日
source: Sun.
zh_hant: 星期日

# 同意好友申請
source: Accept friend invitation
zh_hant: 同意好友申請

# 我是%@，希望能成為你的好友!
source: I am %@ , hope to become your friend.
zh_hant: 我是%@，希望能成為你的好友!

# 我是用戶暱稱，希望能成為你的好友!
source: I am XXX , hope to become your friend.
zh_hant: 我是用戶暱稱，希望能成為你的好友!

# 自薦文字
source: Introduce
zh_hant: 自薦文字

# 小
source: Small
zh_hant: 小

# 中
source: Medium
zh_hant: 中

# 大
source: Large
zh_hant: 大

# 未设定c
source: Not configured
zh_hans: 未设定
zh_hant: 未設定

# 用戶（可能）關閉驗證畫面，未驗證成功
source: Puzzle verify canceled, verification step uncomplete.
zh_hant: 用戶（可能）關閉驗證畫面，未驗證成功

# 請輸入名稱查詢
source: Enter nickname to search
zh_hant: 請輸入名稱查詢

# 收藏btn
source: Collect
zh_hans: 收藏
zh_hant: 收藏

# 操作成功!
source: Remove successful
zh_hant: 操作成功!

# 请输入名称搜寻好友
source: Enter nickname to search
zh_hant: 請輸入名稱搜尋好友

# 新增群公告
source: Add group announcement
zh_hant: 新增群公告

# 請輸入公告標題toast
source: Please enter the announcement title
zh_hans: 請輸入公告標題
zh_hant: 請輸入公告標題

# 刪除成功!
source: Delete successful
zh_hant: 刪除成功

# 請輸入群組介紹
source: Please enter group introduction
zh_hant: 請輸入群組介紹

# 您確定要解散群組%@嗎?
source: Are you sure you want to dismiss the group %@?
zh_hant: 您確定要解散群組%@嗎?

# 您已被踢出群組通話
source: You have been kicked out from group.
zh_hant: 您已被踢出群組通話

# 管理成員
source: Member Management
zh_hant: 管理成員

# 確定踢出嗎?
source: Are you sure you want to kick out members?
zh_hant: 確定踢出嗎?

# 踢出成功
source: Kick out successful
zh_hant: 踢出成功

# 验证码已发送至
source: Verification code has been sent to
zh_hant: 驗證碼已發送至

# %@个红包共%@PGP
source: %@ Red envelope,Total %@ PGP
zh_hans: %@个红包共%@PGP
zh_hant: %@個紅包共%@PGP

# %@個紅包共%@PGP，%@被領完
source: %@ Red envelopes. Total %@ PGP, run out in %@
zh_hant: %@個紅包共%@PGP，%@被領完

# 时.
source: hour.
zh_hans: 时
zh_hant: 時

# 分.
source: min.
zh_hans: 分
zh_hant: 分

# 秒.
source: sec.
zh_hans: 秒
zh_hant: 秒

# 你的红包已领完
source: Your red envelope all has been claimed
ja: Your red envelope run out
ko: Your red envelope run out
th: Your red envelope run out
vi: Your red envelope run out
zh_hant: 你的紅包已領完

# 你的紅包已退還
source: Your red envelope has been refunded
zh_hant: 你的紅包已退還

# 無法讀取原始訊息
source: Unable to find message
zh_hant: 無法讀取原始訊息

# 確定ok
source: OK
zh_hans: 确定
zh_hant: 確定

# 提示Notice
source: Notice
zh_hans: 提示
zh_hant: 提示

# 群組成員s
source: Group members
zh_hans: 群組成員
zh_hant: 群組成員

# 已保存至相薄
source: save to album
zh_hant: 已儲存至相簿

# 请输入用户Id
source: Please enter user id
zh_hans: 请输入内容
zh_hant: 請輸入內容

# 请输入内容display
source: Please enter display name
zh_hans: 请输入内容
zh_hant: 請輸入內容

# 提示Location
source: Location Permission
zh_hans: 提示
zh_hant: 提示

# 確定yes
source: Yes
zh_hans: 确定
zh_hant: 確定

# 請輸入公告內容toast
source: Please enter the announcement content
zh_hans: 請輸入公告內容
zh_hant: 請輸入公告內容

# 餘額b
source: balance
zh_hans: 余额
zh_hant: 餘額

# 提示Notification
source: Notification
zh_hans: 提示
zh_hant: 提示

# 錢包密碼管理Config
source: Wallet Config
zh_hans: 钱包密码管理
zh_hant: 錢包密碼管理

# 交易成功
source: Transaction successful
zh_hans: 交易成功
zh_hant: 交易成功

# 请输入数量PGP
source: Enter numbers
ja: Please enter payment amount
ko: Please enter payment amount
th: Please enter payment amount
vi: Please enter payment amount
zh_hans: 請輸入數量
zh_hant: 請輸入數量

# PGP余额不足
source: Insufficient PGP balance
zh_hans: PGP余额不足
zh_hant: PGP餘額不足

# 返回Back
source: Back
zh_hans: 返回
zh_hant: 返回

# 点击'登录'即表示您同意用户协议和隐私政策
source: Click "Login" agreeTerms of use and Privacy Policy
zh_hant: 點擊"登入"即表示您同意《用戶條款與隱私政策》

# 確認付PGP_title
source: Confirm PGP payment
zh_hans: 确认付PGP
zh_hant: 確認付PGP

# 地址A
source: Address
zh_hans: 地址
zh_hant: 地址

# 紅包發完了 下次手腳要快一點
source: No more red envelope. Better move earlier next time.
zh_hans: 紅包發完了 下次手腳要快一點😂😂😂
zh_hant: 紅包發完了 下次手腳要快一點😂😂😂

source: Notice
zh_hant: 提示

# weak network warning
source: The network performance you are using now is not optimal. Please find a better network environment for using this service.
zh_hant: 目前您所使用的網路效能不佳，請至較好的網路環境下進行使用！

source: Confirm
zh_hant: 確定

source: Touch ID disabled
zh_hans: Touch ID關閉成功
zh_hant: Touch ID關閉成功

source: Face ID disabled
zh_hans: Face ID關閉成功
zh_hant: Face ID關閉成功

# 舊密碼
source: Old password
zh_hant: 舊密碼

# 確認密碼
source: Confirm password
zh_hant: 確認密碼

# 密碼設定成功
source: Password setup successful
zh_hant: 密碼設定成功

# 忘記密碼?
source: Forgot password?
zh_hant: 忘記密碼?

# 新密碼
source: New password
zh_hant: 新密碼

# 确认付款
source: Confirm payment
th: ยืนยันชำระเงิน

# PGTalk支付
source: PGTalk payment
th: ชำระเงินผ่าน PGTalk

# 请输入付款银行账号
source: Please enter payment bank account number
th: โปรดใส่เลขบัญชีธนาคารชำระเงิน

# 支付银行账号
source: payment bank account
th: บัญชีธนาคารชำระเงิน

# 等待审核完成购买点数。
source: Wait for the review to complete the purchase of points
th: รอตรวจสอบการซื้อ PGP เสร็จสิ้น

# 选择图片
source: Select Image
ja: 画像を選択
ko: 그림 선택
th: เลือกรูปภาพ
vi: Chọn ảnh chụp
zh_hans: 选择图片

# 账单详情
source: Billing Details
th: รายละเอียดบิล

# 交易对象
source: Trading partners
th: เป้าหมายธุรกรรม

# 交易编号
source: transaction number
th: หมายเลขธุรกรรม

# 持仓返利
source: Holding rebate
th: เงินคืน

# 系统结账
source: System settlement
th: ชำระเงินด้วยระบบ

# 请选择购买点数金额
source: Please select the purchase point amount
th: โปรดเลือกจำนวน PGP ที่ซื้อ

# 《购买点数服务协议》
source: Purchase PGP Service Agreement
th: ข้อตกลงการซื้อ PGP

# 继续购买点数表示您已阅读并同意
source: By continuing to purchase PGP you have read and agreed
th: การดำเนินการซื้อ PGP ต่อหมายความว่าคุณได้อ่านและยอมรับข้อตกลงแล้ว

# 购买点数成功后，到账可能会有一定延迟，请您耐心等待
source: After the purchase of PGP is successful, there may be a delay in the arrival of the credits, please wait patiently.
th: หลังจากซื้อ PGP สำเร็จแล้ว อาจเข้าบัญชีล่าช้า กรุณารอสักครู่

# 苹果购买点数
source: Apple Purchase PGP
th: แอปเปิ้ลซื้อ PGP

# 验证支付密码
source: Verify payment password
th: ยืนยันรหัสผ่านชำระเงิน

# 购买点数凭证通知
source: Purchase point voucher notification
th: แจ้งสลิปการซื้อ PGP

# 购买点数凭证
source: Purchase PGP voucher
th: สลิปการซื้อ PGP

# 购买记录
source: Purchase History
th: ประวัติการซื้อ

# 保存收款码
source: save receipt code
th: บันทึกโค้ดรับเงิน

# 二维码收款
source: QR code collection
th: รับเงินด้วยคิวอาร์โค้ด

# 使用余额支付
source: Pay with balance
th: ชำระเงินให้ผู้อื่น

# 向他人付钱
source: pay others
th: ชำระเงินให้ผู้อื่น

# 支付凭证
source: payment voucher
th: สลิปการชำระเงิน

# 确定转账
source: Confirm transfer
th: ยืนยันการโอนเงิน

# 转账留言
source: transfer message
th: ฝากข้อความการโอนเงิน

# 请输入转账金额
source: Please enter the transfer amount
th: โปรดใส่จำนวนเงินโอน

# 已取消通话
source: Call cancelled
ja: 通話をキャンセルしました
ko: 통화 취소 됨
th: ยกเลิกการโทรแล้ว
vi: Đã hủy bỏ cuộc gọi

# 转账详情
source: Transfer Details
th: รายละเอียดการโอนเงิน

# 支付密码
source: payment password
th: รหัสผ่านชำระเงิน

# 收到的红包金额已存入您的余额
source: The received red envelope amount has been credited to your balance
th: จำนวนเงินอั่งเปาที่ได้รับถูกฝากเข้าในยอดคงเหลือของคุณแล้ว

# 本次购买需要支付
source: This purchase requires payment
th: การซื้อครั้งนี้ต้องชำระเงิน

# 可使用信用卡购买
source: Can be purchased with a credit card
th: สามารถซื้อด้วยบัตรเครดิต

# 兑换购买
source: Redeem purchase
th: แลกซื้อ

# 请输入购买购买点数
source: Please enter the purchase point
th: โปรดใส่จำนวน PGP ที่ซื้อ

# 发起结账
source: Initiate checkout
th: เริ่มชำระเงิน

# 可用余额
source: Available Balance
th: ยอดคงเหลือที่ใช้ได้

# 请输入结账金额
source: Please enter the checkout amount
th: โปรดใส่ยอดชำระเงิน

# 结账金额
source: Checkout amount
th: ยอดชำระเงิน

# 支付管理
source: Payment management
th: จัดการการชำระเงิน

# 收款码
source: Receipt code
th: โค้ดรับเงิน

# 付款码
source: payment code
th: โค้ดชำระเงิน

# 点数余额
source: PGP balance
th: แต้มคงเหลือ

# 单个金额
source: single amount
th: จำนวนเงินต่อซอง

# 总金额
source: lump sum
th: จำนวนเงินทั้งหมด

# 转账
source: transfer
th: โอนเงิน

# 转账时间
source: transfer time
th: เวลาโอนเงิน

# 已收钱
source: received money
th: รับเงินแล้ว

# 等待对方收钱
source: Waiting for the other party to receive the money
th: รออีกฝ่ายรับเงิน

# 确认收款
source: confirmed paid
th: ยืนยันรับเงิน

# 我的钱包
source: My purse
th: กระเป๋าเงินของฉัน

# 购买点数
source: Purchase PGP
th: ซื้อ PGP

# 零钱购买
source: change purchase
th: ซื้อด้วยเงินคงเหลือ

# 请输入金额
source: Please enter an amount
th: โปรดใส่จำนวนเงิน

# 请输入支付密码
source: Please enter payment password
th: โปรดใส่รหัสผ่านชำระเงิน

# 大陆购买点数
source: Mainland purchase points
th: ซื้อ PGP ในประเทศจีน

# 请选择购买点数方式
source: Please select how to purchase PGP
th: โปรดเลือกช่องทางซื้อ PGP

# 购买点数方式
source: How to buy PGP
th: ช่องทางซื้อ PGP

# 款项已存入对方余额
source: The money has been deposited into the other party's balance
th: เงินถูกฝากเข้าในยอดคงเหลือของอีกฝ่ายแล้ว

# 24小时内对方未确认，款项将退回您的账户
source: If the other party does not confirm within 24 hours, the money will be returned to your account
th: หากอีกฝ่ายไม่ยืนยันภายใน 24 ชั่วโมง เงินจะถูกคืนกลับเข้าบัญชีของคุณ

# 对方已收款
source: The other party has received the payment
th: อีกฝ่ายรับเงินแล้ว

# 我正在使用PGTalk APP，邀请你下载使用，点击下载
source: I am using PGTalk APP, I invite you to download and use, click to download
th: ฉันกำลังใช้งาน PGTalk APP ขอเชิญคุณดาวน์โหลดเพื่อใช้งาน

# 发起AA收款成功！
source: Successfully initiated payment!
th: เปิดใช้การเฉลี่ยรับเงินสำเร็จ!

# 小伙伴一起平摊活动总金额
source: Small partners share the total amount of the activity together
th: จำนวนเงินทั้งหมดจากกิจกรรมที่เฉลี่ยกับเพื่อน

# 金额最高5000PGP
source: Amount up to 5000PGP
th: จำนวนเงินสูงสุด 5000 PGP

# 发起的AA收款
source: Initiated payment
th: การเฉลี่ยรับเงินที่เปิดใช้

# AA收款
source: Collection
th: เฉลี่ยรับเงิน

# 余额
source: Balance
th: ยอดคงเหลือ

# 金额不足，请先购买点数！
source: Insufficient amount, please purchase PGP first!
th: จำนวนเงินไม่พอ โปรดซื้อ PGP ก่อน!

# 无需加好友，扫二维码向我付钱
source: No need to add friends, scan the QR code to pay me
th: ไม่จำเป็นต้องเพิ่มเพื่อน จ่ายเงินให้ฉันได้โดยการสแกนคิวอาร์โค้ด

# 钱包
source: Wallet
th: กระเป๋าเงิน

# AA付款
source: payment
th: เฉลี่ยจ่ายเงิน

# 设置金额
source: set amount
th: ตั้งค่าจำนวนเงิน

# 支付密码错误
source: wrong payment password
th: รหัสผ่านชำระเงินไม่ถูกต้อง

# 開啟定位服務
source: Open location service
ja: 位置決めサービスを開く
ko: 위치 추적 서비스 오픈
th: เปิดตำแหน่งบริการ
vi: Mở dịch vụ định vị
zh_hans: 开启定位服务

source: ID
ko: 주민등록증.
th: บัตรประชาชนครับ

source: PGP
th: พีจีพี

source: Google Maps
ja: グーグルマップ
ko: 구 글 맵.
th: แผนที่ Google
vi: Bản đồ Google

source: Apple Maps
ja: アップルマップ
ko: 사과 지도.
th: แผนที่แอปเปิ้ล
vi: Bản đồ Apple

# 你尚未開啟定位服務，開啟後即可查看附近的人。
source: You have not turned on location services, you can view nearby people after turning it on.
ja: まだ定位サービスを開いていません。開いたら近くの人の機能を確認できます。
ko: 포 지 셔 닝 서 비 스 를 시작 하지 않 았 습 니 다. 오픈 후 주변 사람들의 기능 을 확인 할 수 있 습 니 다.
th: คุณยังไม่ได้เริ่มต้นบริการตำแหน่งของคุณและคุณสามารถตรวจสอบการทำงานของผู้คนรอบๆตัวคุณเมื่อคุณเปิดมัน
vi: Bạn chưa mở dịch vụ định vụ, sau khi mở lập tức có thể tra cứu người gần đây.
zh_hans: 你还没有开启定位服务，开启之后即可查看附近的人功能。

# 設定錢包密碼
source: Set Wallet Password
ja: 設定錢包密碼
ko: 設定錢包密碼
th: 設定錢包密碼
vi: 設定錢包密碼
zh_hans: 设定钱包密码

# 發訊息
source: Message
ja: メッセージを送る
ko: 문자 보내
th: ส่งข้อความ
vi: Gửi tin nhắn

# 立即授權
source: Authorize now
ko: 즉각 권한
th: ให้สิทธิ์ตอนนี้
vi: Ủy quyền ngay bây giờ

# 申請開啟交友配對
source: Apply to start dating match
ja: 公開デート
ko: 오픈 데이트 매치 신청
th: สมัครบัญชีหาคู่
vi: Đăng ký mở gán đôi kết bạn
zh_hans: 申请开启交友配对

# 公告
source: Announcement
ja: お知らせ
ko: 공지
th: ประกาศ
vi: Thông báo

# 暫無標籤
source: No tags yet
ja: ラベルなし
ko: 아직 태그가 없습니다
th: ไม่มีฉลาก
vi: Không nhãn hiệu

# 1:按住說話即可錄音，放開後發送
source: 1.Hold to record and release to send messages.
ja: 1:長押しして話し、録音、リリース、送信します
ko: 1:길게 누르면 녹음이 되고, 손을 떼고 보내세요.
th: 1:กดค้างไว้เพื่อพูดเพื่อบันทึก ปล่อยและส่ง
vi: 1: Nhấn và giữ để nói để ghi, nhả và gửi

# 2:手指拖拽旁邊，鬆開取消發送
source: 2.Drag to the side and release to cancel messages.
ja: 2:指を横にドラッグし、離して送信をキャンセルします
ko: 2:손가락을 옆으로 드래그하고, 손을 떼면 보내기가 취소됩니다.
th: 2:ลากนิ้วไปด้านข้าง ปล่อยเพื่อยกเลิกการส่ง
vi: 2:Kéo ngón tay của bạn sang một bên, thả ra để hủy gửi

# 設定LIFE動態權限
source: LIFE setting
ja: LIFEの動的権限を設定する
ko: LIFE 동적 권한 설정
th: ตั้งค่าการอนุญาตแบบไดนามิกของ LIFE
vi: Đặt quyền động LIFE

# 刪除好友
source: Delete friend
ja: 友達を削除する
ko: 친구 삭제
th: ลบเพื่อน
vi: xóa bạn bè

# 粉絲
source: Fans
ja: ファン
ko: 팬
th: พัดลม

# 結賬詳情
source: Checkout Details
ko: 결제 세부정보
th: รายละเอียดการชำระเงิน
vi: Chi tiết Thanh toán
zh_hans: 结账详情

# 快跟觀眾互动吧~
source: Let's interact with the audience~
th: สื่อสารกับผู้ชมอย่างรวดเร็ว~

source: 貢獻榜
ja: 投稿リスト
ko: 기고 목록
th: รายชื่อผลงาน
vi: Danh sách các khoản đóng góp
zh_hans: 贡献榜

# 該直播已結束咯，去看看其他主播吧~
source: The live stream is over, lets go other live room
ja: 生放送が終わったので、別のアンカーを見に行こう〜
ko: 생방송 끝났어요, 다른 앵커 보러 가자~
th: ถ่ายทอดสดจบแล้ว ไปดูผู้ประกาศข่าวกัน~

# 已開啟推播提醒
source: Push turned on
ja: プッシュ通知でのリマインダー機能をオンにしました
ko: 푸시 알림 켜기
th: การเตือนแบบพุชเปิดอยู่
vi: Đã bật lời nhắc đẩy phát

# 全部
source: All
ja: 全部
ko: 전부

# 動圖
source: GIF
zh_hans: 动图

# 已結算1
source: Settled
zh_hans: 已结算
