Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 请输入新的群组名称
source: Please enter a new group name
ja: 「新しいグループ名を入力してください」
ko: 새로운 그룹 이름 을 입력 하 세 요.
th: กรุณาใส่ชื่อกลุ่มใหม่
vi: Xin vui lòng nhập tên gọi nhóm mới
zh_hans: 请输入新的群组名称
zh_hant: 請輸入新的群組名稱

# 有人提到了你
source: someone mentioned you
ja: 「あなたのことを話した人がいます。」
ko: 누가 너 얘 기 했 어.
th: มีใครบางคนพูดถึงคุณ
vi: Có người đã đề cập đến bạn
zh_hans: 有人提到了你
zh_hant: 有人提到了你

# 选填,便于我们与你联系
source: Optional, so that we can contact you
ja: 「記入してください。連絡しやすいです。」
ko: 골 라 쓰 면 우리 가 당신 과 연락 할 수 있 습 니 다.
th: เลือกกรอกข้อมูลเพื่อให้เราสามารถติดต่อคุณ
vi: Chọn điền, để tiện cho chúng tôi liên hệ với bạn
zh_hans: 选填,便于我们与你联系
zh_hant: 選填，便於我們與你聯系

# 用其他应用程序打开
source: Open with another application
ja: 「他のアプリケーションで開く」
ko: 다른 앱 으로 켜 주세요.
th: เปิดด้วยโปรแกรมอื่น
vi: Dùng chương trình ứng dụng khác mở ra
zh_hans: 用其他应用程序打开
zh_hant: 用其他應用程式打開

# 身份证正面
source: ID card front
ja: 「身分証正面」
ko: 주민등록증 정면.
th: บัตรประชาชนด้านหน้า
vi: Mặt trước CMT
zh_hans: 身份证正面
zh_hant: 身分證正面

# 付款
source: Payment
ja: 支払い
ko: 돈 내세 요.
th: ชำระเงิน
vi: Thanh toán
zh_hans: 付款
zh_hant: 付款

# 截屏通知
source: Screenshot notification
ja: 「スクリーンお知らせ」
ko: 캡 처 알림.
th: การแจ้งเตือนหน้าจอ
vi: Thông báo hình chụp màn hình
zh_hans: 截屏通知
zh_hant: 截圖通知

# 启用搜一搜
source: enable search
ja: 「検索を有効にする」
ko: 검색 활성화.
th: เปิดการค้นหา
vi: Sử dụng tìm kiếm
zh_hans: 启用搜一搜
zh_hant: 啟用搜一搜

# 群续费
source: Group renewal
ja: 「群継続費」
ko: 단체 연장
th: ต่ออายุกลุ่ม
vi: Nộp phí tiếp tục gia nhập nhóm
zh_hans: 群续费
zh_hant: 群續費

# 请求与您进行
source: request with you
ja: お願いします
ko: 당신 과 진행 을 요청 합 니 다
th: ขอให้ทำมันกับคุณ
vi: Yêu cầu cầu cùng bạn tiến hành
zh_hans: 请求与您进行
zh_hant: 請求與您進行

# 开通记录
source: open record
ja: 「開通記録」
ko: 기록 개통.
th: เปิดบันทึก
vi: Ghi chép mở
zh_hans: 开通记录
zh_hant: 開啟紀錄

# 凯基银行
source: KGI Bank
ja: 「ケキ銀行」
ko: 카 이 키 은행.
th: ธนาคารเคสกี้
vi: Ngân hàng KGI
zh_hans: 凯基银行
zh_hant: 凱基銀行

# 截屏通知设置失败
source: Screenshot notification setup failed
ja: スクリーンショット通知設定に失敗しました。
ko: 캡 처 알림 설정 실패.
th: การตั้งค่าการแจ้งเตือนหน้าจอล้มเหลว
vi: Thiết lập thông báo hình chụp màn hình không thành công
zh_hans: 截屏通知设置失败
zh_hant: 截圖通知設定失敗

# 实名认证
source: Verified
ja: 実名認証
ko: 실명 인증
th: การรับรองชื่อจริง
vi: Chứng nhận tên thật
zh_hant: 實名認證

# 等待对方付PGP
source: Waiting for the other party to pay PGP
ja: 「PGP待ち」
ko: 상대 가 PGP 낼 때 까지 기 다 려 요.
th: รอแต่ละอื่นๆที่จะจ่าย PGP
vi: Chờ đối phương thanh toán PGP
zh_hans: 等待对方付PGP
zh_hant: 等待對方付PGP

# 编辑成功
source: Edited successfully
ja: 編集に成功しました
ko: 편집 성공.
th: แก้ไขเรียบร้อยแล้ว
vi: Biên tập thành công
zh_hans: 编辑成功
zh_hant: 編輯成功

# 会员套餐
source: Membership Package
ja: 「会員コース」
ko: 회원 세트.
th: ชุดสมาชิก
vi: Trọn gói hội viên
zh_hans: 会员套餐
zh_hant: 會員套餐

# 群组已过期
source: Group has expired
ja: グループが失効しました
ko: 그룹 기간 만 료 됨
th: กลุ่มที่หมดอายุ
vi: Nhóm đã quá hạn
zh_hans: 群组已过期
zh_hant: 群組已過期

# 成功接收群组
source: Group received successfully
ja: 「グループの成功受信」
ko: 그룹 접수 성공.
th: ได้รับกลุ่มเรียบร้อยแล้ว
vi: Tiếp nhận nhóm thành công
zh_hans: 成功接收群组
zh_hant: 成功接收群組

# 相机未授权
source: Camera not authorized
ja: 「カメラが許可されていません」
ko: 카메라 인증 안 함.
th: กล้องไม่ได้รับอนุญาต
vi: Chưa ủy quyền máy ảnh
zh_hans: 相机未授权
zh_hant: 相機未授權

# 下午
source: Afternoon
ja: 午後です
ko: 오후.
th: ช่วงบ่าย
vi: Chiều
zh_hans: 下午
zh_hant: 下午

# 升级会员福利多多
source: Upgrade membership benefits
ja: 「昇格会員の福祉は多い」
ko: 회원 승급 혜택 많아 요.
th: เพิ่มสวัสดิการของสมาชิก
vi: Nâng cấp hội viên, phúc lợi thêm nhiềul
zh_hans: 升级会员福利多多
zh_hant: 陞級會員福利多多

# [收起]
source: [put away]
ja: ［閉じる］
ko: [집어 치 워]
th: ให้ฉัน
vi: [Thu thập]
zh_hans: [收起]
zh_hant: [收起]

# 取消置顶聊天失败
source: Unpinned chat failed
ja: 「トップチャットのキャンセルに失敗しました」
ko: 채 팅 취소 실패.
th: ล้มเหลวในการยกเลิกการสนทนาด้านบน
vi: Hủy bỏ xếp nói chuyện trên đỉnh không thành công
zh_hans: 取消置顶聊天失败
zh_hant: 取消置頂聊天失敗

# 审核中,请耐心等候
source: Under review, please be patient
ja: 「審査中、待ってください」
ko: 심사 중 입 니 다. 기 다 려 주세요.
th: โปรดรอสักครู่ในระหว่างการตรวจสอบ
vi: Đang thẩm hạch, xin vui lòng nhẫn nại chờ đợi
zh_hans: 审核中,请耐心等候
zh_hant: 審核中，請耐心等候

# 如何获得会员积分？
source: How to Earn Membership Points?
ja: 会員ポイントはどうやって獲得しますか？「
ko: 회원 포 인 트 는 어떻게 획득 하나 요?
th: วิธีการได้รับคะแนนสมาชิก ”
vi: Có được tích điểm hội viên như thế nào?
zh_hans: 如何获得会员积分？
zh_hant: 如何獲得會員積分？

# 删除成功！
source: Delete successful
ja: 削除成功「
ko: 삭제 성공
th: ลบเรียบร้อยแล้ว ”
vi: Xóa bỏ thành công
zh_hans: 删除成功
zh_hant: 刪除成功

# 上午
source: Morning
ja: 午前中です
ko: 오전.
th: อรุณสวัสดิ์ค่ะ
vi: Sáng
zh_hans: 上午
zh_hant: 上午

# 群震
source: swarm
ja: 「群震」
ko: 그룹 지진.
th: กลุ่มแผ่นดินไหว
vi: Rung nhóm
zh_hans: 群震
zh_hant: 群震

# 移除本群
source: remove this group
ja: グループを削除
ko: 본 그룹 제거
th: ลบกลุ่มนี้
vi: Gỡ bỏ nhóm này
zh_hans: 移除本群
zh_hant: 刪除本群

# 月度会员到期时间
source: Monthly membership expiration time
ja: 「月間会員満期時間」
ko: 월 정액 기간.
th: เวลาหมดอายุของสมาชิกรายเดือน
vi: Thời gian đến hạn hội viên bao tháng
zh_hans: 月度会员到期时间
zh_hant: 月度會員到期時間

# 红色
source: Red
ja: 赤いです
ko: 빨간색.
th: “สีแดง”
vi: Màu đỏ
zh_hans: 红色
zh_hant: 紅色

# 会员开通失败
source: Member activation failed
ja: 「会員開設失敗」
ko: 회원 개통 실패.
th: ความล้มเหลวในการเปิดตัวสมาชิก
vi: Mở hội viên không thành công
zh_hans: 会员开通失败
zh_hant: 會員啟用失敗

# 搜索位置
source: Search location
ja: 検索位置
ko: 위치 검색.
th: ค้นหาที่ตั้ง
vi: Tìm kiếm vị trí
zh_hans: 搜索位置
zh_hant: 搜尋位置

# 暂时没有未领取的零钱红包
source: There are currently no unclaimed change red packets
ja: 「まだ受け取っていない小銭のお年玉がありません」
ko: 아직 받 지 못 한 잔돈 보 너 스 는 없습니다.
th: ไม่มีการเปลี่ยนแปลงที่ยังไม่ได้รับ
vi: Tạm thời không có bao lì xì tiền lẻ chưa lĩnh nhận
zh_hans: 暂时没有未领取的零钱红包
zh_hant: 暫時沒有未領取的零錢紅包

# 年度会员
source: Annual Member
ja: 「年度会員」
ko: 연 차 회원.
th: สมาชิกประจำปี
vi: Hội viên năm
zh_hans: 年度会员
zh_hant: 年度會員

# 接收戳一戳通知
source: Receive poke notifications
ja: 「受信スタンプ通知」
ko: 찌 르 는 알림 을 받 습 니 다.
th: ได้รับการประทับตราแจ้งเตือน
vi: Nhận thông báo đẩy đẩy
zh_hans: 接收戳一戳通知
zh_hant: 接收戳一戳通知

# 支付密码设置失败
source: Payment password setting failed
ja: パスワードの支払いに失敗しました。
ko: 비밀번호 설정 실패.
th: ล้มเหลวในการตั้งค่ารหัสผ่าน
vi: Thiết lập mật khẩu thanh toán không thành công
zh_hans: 支付密码设置失败
zh_hant: 支付密碼設定失敗

# 升级
source: Upgrade
ja: アップグレード
ko: 업그레이드
th: การอัพเกรด
vi: Nâng cấp
zh_hans: 升级
zh_hant: 陞級

# 7天体验会员到期时间
source: 7-day experience membership expiration time
ja: 「会員体験7日間の有効期限」
ko: 7 일 체험 회원 만기 시간.
th: ประสบการณ์วันที่สมาชิกหมดอายุ
vi: Thời gian đến hạn hội viên trải nghiệm 7 ngày
zh_hans: 7天体验会员到期时间
zh_hant: 7天體驗會員到期時間

# 未找到打开该应用的程序
source: No program found to open the app
ja: アプリケーションを開くプログラムが見つかりませんでした。
ko: 이 앱 을 여 는 프로그램 을 찾 을 수 없습니다.
th: ไม่พบโปรแกรมที่จะเปิดโปรแกรมนี้
vi: Chưa tìm thấy chương trình mở ứng dụng này
zh_hans: 未找到打开该应用的程序
zh_hant: 未找到打開該應用的程式

# 粉色
source: Pink
ja: 「ピンク」
ko: 핑크.
th: สีชมพู
vi: Màu hồng
zh_hans: 粉色
zh_hant: 粉色

# 好友移除成功
source: Friends removed successfully
ja: 「友達削除成功」
ko: 친구 제거 성공
th: ลบเพื่อนเรียบร้อยแล้ว
vi: Gỡ bỏ bạn bè thành công
zh_hans: 好友移除成功
zh_hant: 好友刪除成功

# 充值金额
source: Recharge amount
ja: 「チャージ金額」
ko: 충전 금액.
th: จำนวนเงินที่เพิ่มขึ้น
vi: Số tiền nạp
zh_hans: 充值数量
zh_hant: 儲值數量

# 7天
source: 7 days
ja: 「7日間」
ko: 7 일.
th: เจ็ดวัน
vi: 7 ngày
zh_hans: 7天
zh_hant: 7天

# 收款金额
source: Receipt amount
ja: 「入金金額」
ko: 수금 금액.
th: จำนวนเงินที่ได้รับ
vi: Số tiền nhận chuyển khoản
zh_hans: 收款数量
zh_hant: 收款數量

# 打招呼
source: greet
ja: 「あいさつ」
ko: 인사 해 주세요.
th: กล่าวสวัสดี
vi: Chào hỏi
zh_hans: 打招呼
zh_hant: 打招呼

# 扫码入群
source: Scan the code to join the group
ja: 「符号を掃き群に入る」
ko: 스 캔 해서 들 어 갑 니 다.
th: กวาดรหัสลงในกลุ่ม
vi: Quét mã vào nhóm
zh_hans: 扫码入群
zh_hant: 掃碼入群

# 消息删除失败，请重试！
source: Message deletion failed, please try again!
ja: メッセージの削除に失敗しました。やり直してください。「
ko: 메시지 삭제 실패, 다시 시도 하 세 요!
th: ลบข้อความล้มเหลวโปรดลองอีกครั้ง ”
vi: Xóa bỏ tin nhắn không thành công, xin vui lòng thử lại!
zh_hans: 消息删除失败，请重试！
zh_hant: 消息刪除失敗，請重試！

# 请先选择欢迎语
source: Please select a welcome message first
ja: まず歓迎語を選んでください。
ko: 환영 어 를 먼저 선택해 주세요.
th: กรุณาเลือกข้อความต้อนรับก่อน
vi: Xin vui lòng chọn lời chào mừng
zh_hans: 请先选择欢迎语
zh_hant: 請先選擇歡迎語

# 橙色
source: Orange
ja: オレンジ色
ko: 오렌지.
th: “สีส้ม”
vi: Màu cam
zh_hans: 橙色
zh_hant: 橙色

# 会员开通记录
source: Membership record
ja: 「会員開設記録」
ko: 회원 개통 기록.
th: บันทึกการเปิดสมาชิก
vi: Ghi chép mở hội viên
zh_hans: 会员开通记录
zh_hant: 會員啟用紀錄

# 会员用户协议
source: Member User Agreement
ja: 「会員加入者協議」
ko: 회원 가입 협의.
th: ข้อตกลงสมาชิก
vi: Thỏa thuận người sử dụng hội viên
zh_hans: 会员用户协议
zh_hant: 會員使用者協定

# 取消截屏通知失败
source: Failed to cancel screenshot notification
ja: スクリーンショットのキャンセルに失敗しました。
ko: 캡 처 취소 알림 실패.
th: ล้มเหลวในการยกเลิกการแจ้งเตือนหน้าจอ
vi: Hủy bỏ thông báo chụp màn hình không thành công
zh_hans: 取消截屏通知失败
zh_hant: 取消截圖通知失敗

# 付款金额
source: Payment amount
ja: 「支払額」
ko: 결제 금액.
th: ยอดชำระเงิน
vi: Số tiền thanh toán
zh_hans: 付款数量
zh_hant: 付款數量

# 微博账号
source: Weibo account
ja: 「微博アカウント」
ko: '웨 이 보 계 정'.
th: บัญชีไมโครบล็อก
vi: Số tài khoản WeChat
zh_hans: 微博账号
zh_hant: 微博帳號

# 请输入正确的金额
source: Please enter the correct amount
ja: 正しい金額を入力してください。
ko: 정확 한 금액 을 입력 하 세 요.
th: โปรดระบุจำนวนเงินที่ถูกต้อง
vi: Xin vui lòng nhập số tiền chính xác
zh_hans: 请输入正确的数量
zh_hant: 請輸入正確的數量

# 在线客服
source: online service
ja: 「オンラインサービス」
ko: 온라인 고객 지원.
th: เว็บบอร์ดออนไลน์
vi: Dịch vụ Khách hàng trực tuyến
zh_hans: 在线客服
zh_hant: 線上客服

# 收红包
source: Receive a red envelope
ja: お年玉を収める
ko: 보너스 받 아 요.
th: รับแพ็คเก็ตสีแดง
vi: Nhận bao lì xì
zh_hans: 收红包
zh_hant: 收紅包

# 公众号消息
source: Public account news
ja: 「パブリックメッセージ」
ko: 공식 정보.
th: ข่าวประชาสัมพันธ์
vi: Tin nhắn số công chúng
zh_hans: 公众号消息
zh_hant: 公眾號消息

# 加入
source: join in
ja: 加入する
ko: 가입
th: เข้าร่วม
vi: Gia nhập
zh_hans: 加入
zh_hant: 加入

# 超级群·2000人
source: Super group 2000 people
ja: 「スーパーグループ・2000人」
ko: 슈퍼 군 · 2000 명.
th: ซุปเปอร์กรุ๊ป 2000s
vi: Nhóm siêu cấp - 2000 người
zh_hans: 超级群·2000人
zh_hant: 超級群·2000人

# 会员开通成功
source: Member opened successfully
ja: 「会員開通成功」
ko: 회원 개통 성공.
th: สมาชิกเปิดตัวเรียบร้อยแล้ว
vi: Mở hội viên thành công
zh_hans: 会员开通成功
zh_hant: 會員啟用成功

# 看一看
source: Take a look
ja: 見てください
ko: 보 세 요.
th: ดูนั่นสิ
vi: Xem thử
zh_hans: 看一看
zh_hant: 看一看

# 确认框
source: Confirmation box
ja: 「確認ボックス」
ko: 체크 박스.
th: กล่องยืนยัน
vi: Khung xác nhận
zh_hans: 确认框
zh_hant: 確認框

# 你已被管理员
source: you have been admin
ja: あなたは管理人になりました
ko: 당신 은 이미 관리자 입 니 다
th: คุณเป็นผู้ดูแล
vi: Bạn đã bị người quản lý
zh_hans: 你已被管理员
zh_hant: 你已被管理員

# [草稿]
source: [Draft]
ja: 「[草稿]」
ko: [초고]
th: สำหรับร่าง
vi: [Bản thảo]
zh_hans: [草稿]
zh_hant: [草稿]

# 您已被禁言
source: You have been mute
ja: あなたはもう禁止されました
ko: 당신 은 이미 금언 되 었 습 니 다
th: คุณได้รับการห้าม
vi: Bạn đã bị nghiêm cấm phát ngôn
zh_hans: 您已被禁言
zh_hant: 您已被禁言

# 密码错误，请重新输入
source: Wrong password, please re-enter
ja: パスワードが間違っています。もう一度入力してください。
ko: 비밀번호 가 틀 렸 습 니 다. 다시 입력 하 세 요
th: รหัสผ่านไม่ถูกต้องกรุณาพิมพ์อีกครั้ง
vi: Mật khẩu bị lỗi, xin vui lòng nhập lại
zh_hans: 密码错误，请重新输入
zh_hant: 密碼錯誤，請重新輸入

# 请输入备注名
source: Please enter a note name
ja: 備考名を入力して下さい
ko: 비고 이름을 입력하십시오.
th: กรุณาใส่ชื่อบันทึกย่อของคุณ
vi: Xin vui lòng nhập tên ghi chú
zh_hant: 請輸入備註名

# 单个红包金额不能大于200
source: The amount of a single red envelope cannot be greater than 200
ja: 「単一のお年玉の金額は200を超えてはいけません。」
ko: 단돈으로하는 돈은 위안보다 못하다.
th: แต่ละแพ็คเก็ตสีแดงต้องไม่เกินสองร้อย
vi: Số tiền bao lì xì đơn không được lớn hơn 200
zh_hans: 单个红包数量不能大于200
zh_hant: 單個紅包數量不能大於200

# PC端已登录
source: The PC side is logged in
ja: 「PC端末が登録されました」
ko: PC 측 이 로그 인 하 였 습 니 다
th: ฝั่งพีซีเข้าสู่ระบบแล้ว
vi: Phía PC đã đăng nhập
zh_hans: PC端已登录
zh_hant: PC端已登入

# 新消息通知
source: New message notification
ja: 新しいニュースのお知らせ
ko: 새 메시지 알림
th: ประกาศข้อความใหม่
vi: Thông báo tin nhắn mới
zh_hant: 新訊息通知

# 已忽略
source: Ignored
ja: 無視しました
ko: 무시 함.
th: ถูกละเว้น
vi: Đã bỏ quả
zh_hans: 已忽略
zh_hant: 已忽略

# 淡红色
source: Light red
ja: 「薄紅色」
ko: 담홍색.
th: สีแดงอ่อน
vi: Màu đỏ nhạt
zh_hans: 淡红色
zh_hant: 淡紅色

# 发现热点头条新闻
source: Discover hot headlines
ja: 「ホットトップ記事発見」
ko: 핫 뉴스 발견.
th: หาพาดหัวข่าวร้อน
vi: Phát hiện tin tức nóng sốt
zh_hans: 发现热点头条新闻
zh_hant: 發現熱點頭條新聞

# 二级群·500人
source: Secondary group 500 people
ja: 「二級・500人」
ko: 2 급 군 · 500 명.
th: กลุ่มที่สองห้าคน
vi: Nhóm cấp hai - 500 người
zh_hans: 二级群·500人
zh_hant: 二級群·500人

# 图片保存失败！
source: Failed to save image!
ja: 画像の保存に失敗しました。「
ko: 그림 저장 실패!
th: บันทึกภาพล้มเหลว ”
vi: Lưu giữ ảnh chụp không thành công!
zh_hans: 图片保存失败！
zh_hant: 圖片儲存失敗！

# 正在获取定位
source: Getting location
ja: 「位置決めを取得中」
ko: 위치 파악 중.
th: ได้รับตำแหน่ง
vi: Đang có được định vị
zh_hans: 正在获取定位
zh_hant: 正在獲取定位

# 您有一条消息提醒
source: You have a message alert
ja: メッセージがあります。
ko: 알림 메시지 가 있 습 니 다.
th: คุณมีข้อความแจ้งเตือน
vi: Bạn có một tin nhắn nhắc
zh_hans: 您有一条消息提醒
zh_hant: 您有一條消息提醒

# 暂无在线客服
source: No online customer service
ja: 「オンラインサービスはありません」
ko: 온라인 고객 서비스 가 없습니다.
th: ไม่มีการบริการลูกค้าออนไลน์
vi: Tạm thời không có Dịch vụ Khách hàng trực tuyến
zh_hans: 暂无在线客服
zh_hant: 暫無線上客服

# 商户ID
source: Merchant ID
ja: 「取引先ID」
ko: 닉네임.
th: รหัสพ่อค้า
vi: ID người bán
zh_hans: 商家ID
zh_hant: 商家ID

# 取消登录
source: Cancel login
ja: 「ログインのキャンセル」
ko: 로그 인 취소.
th: ยกเลิกการเข้าสู่ระบบ
vi: Hủy bỏ đăng nhập
zh_hans: 取消登录
zh_hant: 取消登錄

# 截屏
source: screenshot
ja: スクリーンショット
ko: 캡 처.
th: ตัดจอ
vi: Hình chụp màn hình
zh_hans: 截屏
zh_hant: 截圖

# 请输入正确的备注名
source: Please enter the correct remark name
ja: 「正しい備考名を入力してください」
ko: 정확 한 비고 명 을 입력 하 세 요.
th: กรุณาป้อนชื่อบันทึกย่อที่ถูกต้อง
vi: Xin vui lòng nhập tên ghi chú chính xác
zh_hans: 请输入正确的备注名
zh_hant: 請輸入正確的備註名

# 禁言成功！
source: Banned successfully!
ja: 「禁言成功！「
ko: 금언 성공!
th: ข้อห้ามสำเร็จ ”
vi: Nghiêm cấm phát ngôn thành công!
zh_hans: 禁言成功！
zh_hant: 禁言成功！

# 转账给
source: Transfer to
ja: 「振り込み」
ko: 계좌 이체 해 주세요.
th: โอนเงินไปยัง
vi: Chuyển khoản cho
zh_hans: 转账给
zh_hant: 轉帳給

# 可使用HKT或VTT兑换充值
source: Exchange and recharge with HKT or VTT
ja: 「HKTまたはVTTを使ってチャージできます。」
ko: HKT 나 VTT 로 충전 가능.
th: คุณสามารถใช้ HKT หรือ VTT เพื่อเปลี่ยนค่าใช้จ่าย
vi: Có thể sử dụng HKT hoặc VTT đổi nạp tiền
zh_hans: 可使用HKT或VTT兑换充值
zh_hant: 可使用HKT或VTT兌換儲值

# 解绑失败
source: Unbind failed
ja: 「束縛解除に失敗しました」
ko: 해제 실패.
th: ความล้มเหลวในการแก้มัด
vi: Gỡ bỏ ràng buộc không thành công
zh_hans: 解绑失败
zh_hant: 解綁失敗

# 请先添加好友
source: Please add friends first
ja: 先に友達を追加してください
ko: 친구 먼저 추가 해 주세요.
th: กรุณาเพิ่มเพื่อนก่อน
vi: Xin vui lòng thêm bạn bè trước
zh_hans: 请先添加好友
zh_hant: 請先新增好友

# 未找到该公众号
source: The official account was not found.
ja: 「パブリックナンバーが見つかりませんでした」
ko: 공식 번 호 를 찾 지 못 했 습 니 다.
th: ไม่พบหมายเลขสาธารณะ
vi: Không tìm thấy số công cộng này
zh_hans: 未找到该公众号
zh_hant: 未找到該公眾號

# 设置星标好友失败
source: Failed to set star friend
ja: 「星標親友の設定に失敗しました」
ko: 별 표 친구 설정 실패
th: ล้มเหลวในการตั้งค่าดาวเพื่อน
vi: Thiết lập bạn bè đánh dấu sao không thành công
zh_hans: 设置星标好友失败
zh_hant: 設定星標好友失敗

# 输入框
source: Input box
ja: 「入力ボックス」
ko: 입력 상자
th: ใส่กล่อง
vi: Khung nhập
zh_hans: 输入框
zh_hant: 輸入框

# 搜索公众号
source: Search public account
ja: 「パブリックナンバー検索」
ko: 닉네임 검색.
th: ค้นหาหมายเลขสาธารณะ
vi: Tìm kiếm số công cộng
zh_hans: 搜索公众号
zh_hant: 搜尋公眾號

# 请输入付款银行卡号
source: Please endter payment bank account number
ja: 「支払銀行カード番号を入力してください」
ko: 결제 은행 카드 번 호 를 입력 해 주세요.
th: กรุณาใส่หมายเลขบัตรเครดิตของธนาคารเพื่อการชำระเงิน
vi: Xin vui lòng nhập số thẻ ngân hàng thanh toán
zh_hans: 请输入付款银行卡号
zh_hant: 請輸入付款銀行帳戶號

# 图片上传失败，请重新尝试
source: Image upload failed, please try again
ja: 画像のアップロードに失敗しました。もう一度試してみてください。
ko: 사진 업로드 실패, 다시 시도 해 주세요
th: อัพโหลดรูปภาพล้มเหลวโปรดลองอีกครั้ง
vi: Tải lên ảnh chụp không thành công, xin vui lòng thử lại
zh_hans: 图片上传失败，请重新尝试
zh_hant: 圖片上傳失敗，請重新嘗試

# 该群已到期，如果继续使用，请续费。
source: The group has expired, if you continue to use it, please renew.
ja: 「グループはすでに満期になりました。続けて使うなら、継続してください。「
ko: 이 그룹 은 이미 만기 가 되 었 습 니 다. 계속 사용 하면 요금 을 연장 해 주 십시오.
th: กลุ่มนี้หมดอายุแล้วและถ้าคุณยังคงใช้มันต่อไป ”
vi: Nhóm này đã quá hạn, nếu tiếp tục sử dụng, xin vui lòng đóng phí tiếp.
zh_hans: 该群已到期，如果继续使用，请续费。
zh_hant: 該群已到期，如果繼續使用，請續費。

# 1个小时
source: 1 hour
ja: 「1時間」
ko: 1 시간.
th: ชั่วโมงเดียว
vi: 1 giờ
zh_hans: 1个小时
zh_hant: 1個小時

# 支付并开通
source: Pay and activate
ja: 「支払いと開通」
ko: 결제 및 개통.
th: จ่ายและเปิด
vi: Thanh toán và mở
zh_hans: 支付并开通
zh_hant: 支付並啟用

# 购买群组等级
source: buy group level
ja: 「購入グループレベル」
ko: 그룹 구 매 레벨.
th: ซื้อระดับกลุ่ม
vi: Mua cấp bậc nhóm
zh_hans: 购买群组等级
zh_hant: 購買群組等級

# 群组续费
source: Group renewal
ja: 「グループ継続費」
ko: 그룹 연장
th: ต่ออายุกลุ่ม
vi: Nộp phí tiếp tục gia nhập nhóm
zh_hans: 群组续费
zh_hant: 群組續費

# 续费
source: Renewal
ja: 「手数料」
ko: 연장
th: การต่ออายุ
vi: Nộp phí tiếp tục gia nhập
zh_hans: 续费
zh_hant: 續費

# 连续包月会员
source: Continuous monthly membership
ja: 「連続月極会員」
ko: 월 정액 연속.
th: สมาชิกรายเดือนต่อเนื่อง
vi: Hội viên bao tháng liên tục
zh_hans: 连续包月会员
zh_hant: 連續包月會員

# 请输入昵称
source: Please enter a nickname
ja: ニックネームを入力して下さい
ko: 별명 입력하십시오.
th: กรุณาใส่ชื่อเล่น
vi: Xin vui lòng nhập bí danh
zh_hant: 請輸入暱稱

# 输入内容不能为空
source: Input cannot be empty
ja: 入力内容は空ではいけません。
ko: 입력 내용 이 비어 있 으 면 안 됩 니 다.
th: ไม่สามารถป้อนข้อมูลว่างเปล่า
vi: Nội dung nhập không được để trống
zh_hans: 输入内容不能为空
zh_hant: 輸入內容不能為空

# 投注确认
source: Bet Confirmation
ja: 「発注確認」
ko: 베 팅 확인.
th: ยืนยันการเดิมพัน
vi: Xác nhận đặt cược
zh_hans: 投注确认
zh_hant: 投注確認

# 退出电脑端PGTalk
source: Exit PGTalk on the computer
ja: 「パソコン端末からのPGralkの脱退」
ko: 컴퓨터 에서 로그아웃.
th: ออกจากฝั่งคอมพิวเตอร์ PGTalk
vi: Thoat ra khỏi PGTalk phía máy tính
zh_hans: 退出电脑端PGTalk
zh_hant: 退出電腦端PGTalk

# 输入的口令不能超过12个字符
source: The entered password cannot exceed 12 characters
ja: 入力したパスワードは12文字を超えてはいけません。
ko: 입력 한 암 호 는 12 자 를 넘 으 면 안 됩 니 다.
th: รหัสผ่านที่คุณป้อนไม่เกิน 12 ตัวอักษร
vi: Khẩu lệnh được nhập không được quá 12 ký tự
zh_hans: 输入的口令不能超过12个字符
zh_hant: 輸入的口令不能超過12個字元

# 群升级失败
source: Group upgrade failed
ja: グループアップグレードに失敗しました
ko: 그룹 승급 실패.
th: การอัพเกรดกลุ่มล้มเหลว
vi: Nâng cấp nhóm không thành công
zh_hans: 群升级失败
zh_hant: 群陞級失敗

# --------- 这条线就是底线 ---------
source: --- This line is the bottom line ---
ja: この線は下のラインです。
ko: 이 선 이 바로 밑줄 이다.
th: มันเป็นเรื่องจริงที่บรรทัดด้านล่าง
vi: --------- 这条线就是底线 ---------
zh_hans: --------- 这条线就是底线 ---------
zh_hant: ---------這條線就是底線---------

# 贴图
source: texture
ja: 「スタンプ」
ko: 스티커.
th: แผนที่
vi: Hình dán
zh_hans: 贴图
zh_hant: 貼圖

# 投注
source: bet
ja: 「投注」
ko: 베 팅.
th: เดิมพัน
vi: Đặt cược
zh_hans: 投注
zh_hant: 投注

# 用户ID
source: User ID
ja: 「ユーザID」
ko: 닉네임.
th: รหัสผู้ใช้
vi: ID người sử dụng
zh_hans: 用户ID
zh_hant: 用戶ID

# 公众号
source: the public
ja: 「パブリックナンバー」
ko: 닉네임.
th: ไม่สาธารณะ
vi: Số công cộng
zh_hans: 公众号
zh_hant: 公眾號

# 输入能容不能超过10个字符
source: Input can not contain more than 10 characters
ja: 入力は10文字を超えてはいけません。
ko: 입력 가능 한 숫자 는 10 자 를 초과 할 수 없습니다.
th: สามารถป้อนข้อมูลความจุมากกว่าหนึ่งตัวอักษร
vi: Nội dung nhập không được quá 20 chữ
zh_hans: 输入内容不能超过10个字符
zh_hant: 輸入內容不能超過10個字元

# 您已成功设置支付密码
source: You have successfully set a payment password
ja: 支払いパスワードの設定に成功しました。
ko: 당신 은 지불 비밀 번 호 를 성공 적 으로 설정 하 였 습 니 다
th: คุณตั้งค่ารหัสผ่านชำระเงินสำเร็จแล้ว
vi: Bạn đã thiết lập thành công mật khẩu thanh toán
zh_hans: 您已成功设置支付密码
zh_hant: 您已成功設定支付密碼

# 注册失败
source: registration failed
ja: 「登録失敗」
ko: 등록 실패.
th: ล้มเหลวในการลงทะเบียน
vi: Đăng ký không thành công
zh_hans: 注册失败
zh_hant: 註冊失敗

# IM号/手机号
source: IM number/mobile phone number
ja: 「IM番号/携帯番号」
ko: 아 이 엠 번호 / 핸드폰 번호.
th: อิมบัลลาสต์เบอร์โทรศัพท์
vi: Số IM / Số điện thoại di động
zh_hans: IM号/手机号
zh_hant: IM號/手機號

# 请输入卡号
source: Please enter the card number
ja: カード番号を入力してください
ko: 카드번호 입력 해 주세요.
th: กรุณาใส่หมายเลขบัตร
vi: Xin vui lòng nhập số thẻ
zh_hans: 请输入卡号
zh_hant: 請輸入卡號

# 支付密码验证失败
source: Payment password verification failed
ja: パスワードの支払いに失敗しました。
ko: 비밀번호 인증 실패
th: จ่ายสำหรับการตรวจสอบรหัสผ่านล้มเหลว
vi: Nghiệm chứng mật khẩu thanh toán không thành công
zh_hans: 支付密码验证失败
zh_hant: 支付密碼驗證失敗

# 是否保留此次编辑?
source: whether to keep this edit
ja: 今回の編集を保留しますか？
ko: 이번 편집 은 보류 하 시 겠 습 니까?
th: คุณต้องการให้บรรณาธิการนี้
vi: Có lưu giữ biên tập lần này không?
zh_hans: 是否保留此次编辑?
zh_hant: 是否保留此次編輯？

# 功能介绍
source: Features
ja: 「機能紹介」
ko: 기능 소개.
th: การนำเสนอฟังก์ชัน
vi: Giới thiệu chức năng
zh_hans: 功能介绍
zh_hant: 功能介紹

# 解除绑定失败
source: Unbind failed
ja: バインディング解除に失敗しました
ko: 귀속 해제 실패
th: ล้มเหลวในการยกเลิกการผูกมัด
vi: Gỡ bỏ ràng buộc không thành công
zh_hans: 解除绑定失败
zh_hant: 解除綁定失敗

# 已接受邀请
source: Invitation accepted
ja: 招待を受けました
ko: 초 대 받 았 습 니 다.
th: ได้รับการยอมรับคำเชิญ
vi: Đã chấp nhận lời mời
zh_hans: 已接受邀请
zh_hant: 已接受邀請

# 保存成功！
source: Successfully saved!
ja: 成功を保存する！
ko: 저장 성공！
th: บันทึกความสำเร็จ ”
vi: Lưu giữ thành công!
zh_hans: 保存成功！
zh_hant: 儲存成功！

# 认证审核中
source: Certification review underway
ja: 「認証審査中」
ko: 인증 심사 중.
th: การตรวจสอบการรับรอง
vi: Đang thẩm hạch chứng nhận
zh_hans: 认证审核中
zh_hant: 認證審核中

# 请输入投注金额
source: Please enter the bet amount
ja: 「発注金額を入力してください」
ko: 투자 금액 입력 해 주세요.
th: โปรดระบุจำนวนเงินเดิมพัน
vi: Xin vui lòng nhập số tiền đặt cược
zh_hans: 请输入投注数量
zh_hant: 請輸入投注數量

# 提交失败！
source: Submission Failed!
ja: 提出に失敗しました「
ko: 제출 실패!
th: ส่งล้มเหลว ”
vi: Gửi đi không thành công!
zh_hans: 提交失败！
zh_hant: 送出失敗！

# 请输入正确的昵称
source: Please enter a correct nickname
ja: 正しいニックネームを入力してください。
ko: 정확 한 닉네임 을 입력 하 세 요.
th: กรุณาใส่ชื่อเล่นที่ถูกต้อง
vi: Xin vui lòng nhập bí danh chính xác
zh_hans: 请输入正确的昵称
zh_hant: 請輸入正確的暱稱

# 收起
source: Show less
ja: お受け取りください
ko: 집어 치 워.
th: หยุดเถอะ
vi: Thu thập
zh_hans: 收起
zh_hant: 收起

# 邀请入群
source: Invite to the group
ja: 「グループに誘う」
ko: 가입 요청.
th: เชิญเข้าไปในกลุ่ม
vi: Mời vào nhóm
zh_hans: 邀请入群
zh_hant: 邀請入群

# 付PGP成功
source: Transaction successful
ja: 「PGP付成功」
ko: PGP 성공.
th: จ่าย PGP สำเร็จ
vi: Thanh toán PGP thành công
zh_hans: 付PGP成功
zh_hant: 交易成功

# 的红包
source: _Red envelopes
ja: のお年玉
ko: 의 네
th: ซองสีแดง
vi: Bao lì xì của
zh_hant: 的紅包

# 提交图片有误，请删除重新添加
source: The submitted image is wrong, please delete it and add it again
ja: 提出画像が間違っています。削除して追加してください。
ko: 이미지 제출 오류 가 있 습 니 다. 삭제 하고 다시 추가 하 세 요
th: มีข้อผิดพลาดในการส่งภาพกรุณาลบและเพิ่มใหม่
vi: Gửi ảnh chụp bị lỗi, xin vui lòng xóa bỏ thêm lại
zh_hans: 提交图片有误，请删除重新添加
zh_hant: 送出圖片有誤，請刪除重新新增

# 开始时间和结束时间不能相同,请重新选择
source: Start time and end time cannot be the same, please select again
ja: 開始時間と終了時間が同じではないので、もう一度選択してください。
ko: 시작 시간 과 종료 시간 은 같 지 않 아 요. 다시 선택 하 세 요.
th: เวลาเริ่มต้นและเวลาสิ้นสุดไม่สามารถเหมือนกันโปรดเลือกอีกครั้ง
vi: Thời gian bắt đầu không được giống với thời gian kết thúc, xin vui lòng chọn lại
zh_hans: 开始时间和结束时间不能相同,请重新选择
zh_hant: 開始時間和結束時間不能相同，請重新選擇

# 千米
source: km
ja: 千メートル
ko: 천 미터.
th: กิโลเมตร
zh_hans: 千米
zh_hant: 公里

# 百度地图
source: Baidu map
ja: 百度の地図
ko: 百 度 맵
th: แผนที่ Baidu
vi: Bản đồ Baidu
zh_hans: 百度地图
zh_hant: 百度地圖

# 支付
source: Pay
ja: 「支払う」
ko: 지불
th: ชำระเงิน
vi: Thanh toán
zh_hans: 支付
zh_hant: 支付

# 群主/群成员
source: Group owner/group member
ja: 管理人/群のメンバー
ko: 군주 / 그룹 구성원
th: สมาชิกของกลุ่ม
vi: Chủ nhóm / thành viên nhóm
zh_hant: 群主/群成員

# 下载失败，点击重新下载
source: Download failed, click to download again
ja: ダウンロードに失敗しました。再ダウンロードをクリックしてください。
ko: 다운로드 실패, 클릭 재 다운로드
th: ดาวน์โหลดล้มเหลวคลิกดาวน์โหลดอีกครั้ง
vi: Tải về không thành công, nhấp tải về lại
zh_hans: 下载失败，点击重新下载
zh_hant: 下載失敗，點擊重新下載

# 你还不是会员,升级会员福利多多
source: You are not a member yet, there are many benefits for upgrading membership
ja: あなたはまだ会員ではありません。昇格された会員の福利厚生は多いです。
ko: 당신 은 아직 회원 이 아 닙 니 다. 회원 업 그 레이 드 는 복지 가 많 습 니 다.
th: คุณยังไม่ได้เป็นสมาชิกเพื่อเพิ่มสวัสดิการของสมาชิก
vi: Bạn chưa phải là hội viên, nâng cấp hội viên, thêm nhiều phúc lợi
zh_hans: 你还不是会员,升级会员福利多多
zh_hant: 你還不是會員，陞級會員福利多多

# 年
source: Year
ja: 年「年」
ko: 년
th: ปีนี้
vi: Năm
zh_hans: 年
zh_hant: 年

# 个性签名不能超过15个字符
source: Personalized signature cannot exceed 15 characters
ja: 個性的な署名は15文字を超えてはいけません。
ko: '개성 사인 15 글자 넘 으 면 안 돼 요'.
th: ลายเซ็นส่วนบุคคลไม่เกิน 15 ตัวอักษร
vi: Chữ ký cá tính không được quá 15 ký tự
zh_hans: 个性签名不能超过15个字符
zh_hant: 個性簽名不能超過15個字元

# 超过 10 分钟未被领取的红包将在此显示
source: Red packets that have not been claimed for more than 10 minutes will be displayed here
ja: 10分以上過ぎても受け取っていないお年玉はここに表示されます。
ko: 10 분 이 지나 면 수령 하지 않 은 보너스 가 여기 표 시 됩 니 다
th: ซองสีแดงที่ยังไม่ได้รับมากกว่า 10 นาทีจะแสดงที่นี่
vi: Bao lì xì bị lĩnh nhận quá 10 phút sẽ hiển thị tại đây
zh_hans: 超过 10 分钟未被领取的红包将在此显示
zh_hant: 超過10分鐘未被領取的紅包將在此顯示
