Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 回覆
source: Reply
ja: コメントする
ko: 댓글
th: ตอบ
vi: Đáp lại
zh_hans: 回复
zh_hant: 回覆

# 確定要刪除該條紀錄？
source: Are you sure you want to delete this record?
ja: 削除してもよろしいですか？
ko: 이 기록를 삭제 하시겠습니까?
th: แน่ใจไหมว่าต้องการลบบันทึกนี้
vi: Bạn có chắc chắn muốn xóa bản ghi này không?
zh_hans: 确定要删除该条记录？
zh_hant: 確定要刪除該條紀錄？

# 購物房間
source: Shopping
ja: ショッピングルーム
ko: 쇼핑 룸
th: ห้องช้อปปิ้ง
vi: Phòng mua sắm
zh_hans: 购物房间
zh_hant: 購物房間

# 請輸入或粘貼商城連接
source: Please enter or paste the store link
ja: ショップのリンク先を入力またはペーストしてください
ko: 쇼핑몰 링크를 입력하거나 붙여 넣으세요.
th: กรุณาใส่หรือวางลิงค์ห้างสรรพสินค้า
vi: Vui lòng nhập hoặc dán liên kết trung tâm mua sắm
zh_hans: 请输入或粘贴商场连接
zh_hant: 請輸入或貼上商城連接

# 無動態可看耶
source: No storie yet.
ja: 無動態可看耶
ko: 볼 것이 없습니다
th: ไม่มีอะไรให้ดู
vi: Không có gì để xem
zh_hans: 无动态可看耶
zh_hant: 無動態可看耶

# 你可以在這裡盡情撒野
source: Feel free to release yourself here.
ja: ここで思う存分楽しもう！
ko: 여기서 마음대로 편하게 놀 수 있습니다
th: คุณสามารถวิ่งป่าที่นี่
vi: Bạn có thể chạy hoang dã ở đây
zh_hans: 你可以在这里尽情撒野
zh_hant: 你可以在這裡盡情撒野

# 立即發佈
source: Post now
ja: 今すぐ投稿
ko: 지금 발표하기
th: เผยแพร่เลย
vi: Phát hành ngay bây giờ
zh_hans: 立即发布
zh_hant: 立即發佈

# 優惠券
source: Vouchers
ja: クーポン
ko: 쿠폰
th: คูปอง
vi: phiếu mua hàng
zh_hans: 優惠券
zh_hant: 優惠券

# 動態
source: dynamic
ja: Public
ko: Public
th: Public
vi: Public
zh_hans: 动态
zh_hant: 動態

# 追蹤成功
source: Followed
ko: 추적 성공
th: ติดตามสำเร็จ
vi: Theo dõi thành công
zh_hant: 追蹤成功

# 追蹤失敗
source: Follow failed
ko: 추적 실패
th: ติดตามล้มเหลว
vi: Theo dõi không thành công
zh_hant: 追蹤失敗

# 取消追蹤成功
source: Unfollow successful
ko: 추적 취소 성공
th: ยกเลิกติดตามสำเร็จ
vi: Hủy bỏ theo dõi thành công
zh_hant: 取消追蹤成功

# 取消追蹤失敗
source: Unfollow failed
ko: 추적 취소 실패
th: ยกเลิกติดตามล้มเหลว
vi: Hủy bỏ theo dõi không thành công
zh_hant: 取消追蹤失敗

# 語音
source: voice
ja: 語音
ko: 語音
th: 語音
vi: 語音
zh_hans: 语音
zh_hant: 語音

# 語音交友
source: Voice Dating
ja: 音声交友
ko: 음성 데이트
th: ข้อความเสียงหาคู่
vi: Bật loa kết bạn
zh_hant: 語音交友

# 視訊交友
source: video dating
ko: 비디오 데이트
th: วิดีโอหาคู่
vi: Bật hình kết bạn
zh_hant: 視訊交友

# 每分鐘收費
source: Charge per minute
ko: 분당 요금
th: ค่าใช้จ่ายต่อนาที
vi: Thu phí mỗi phút
zh_hant: 每分鐘收費

# 語音封面設定
source: Voice Cover Settings
ko: 음성 커버 설정
th: ตั้งค่าข้อความเสียง
vi: Tạo lập bìa bật loa
zh_hant: 語音封面設定

# 必填
source: (Required)
ko: (필수)
th: (จำเป็นต้องกรอก)
vi: (Bắt buộc phải điền)
zh_hant: (必填)

# 影片上傳
source: video upload
ko: 비디오 업로드
th: อัปโหลดคลิปวิดีโอ
vi: Tải lên video
zh_hant: 影片上傳

# 展示才藝顏值，影片大小不超過500MB
source: Show talent and appearance, the size of the video should not exceed 500MB
ko: (재능과 아름다움 전시. 비디오 크기는 500MB이하.)
th: ( แสดงความสามารถ ขนาดวิดีโอห้ามเกิน500MB)
vi: (Thể hiện khuôn mặt xinh đẹp và tài nghệ, độ dài video không quá 500MB)
zh_hant: (展示才藝顏值，影片大小不超過500MB)

# 音頻上傳
source: Audio upload
ko: 오디오 업로드
th: อัปโหลดเสียง
vi: Tải lên âm thanh
zh_hans: 录音上传
zh_hant: 錄音上傳

# 展示才藝聲音，限制60秒
source: Show talent voice, limited to 60 seconds
ko: (재능 목소리 전시, 60초 제한)
th: (แสดงความสามารถเสียง จำกัด 60 วินาที)
vi: (Thể hiện âm thanh tài nghệ, chỉ giới hạn 60 giây)
zh_hant: (展示才藝聲音，限制60秒)

# 個人介紹
source: self introduction
ko: 자기 소개
th: แนะนำตัวเอง
vi: Giới thiệu cá nhân
zh_hant: 個人介紹

# 給自己來一段簡要的介紹吧~（用戶進入語音時點擊封面後可以看到的內容）
source: Give yourself a brief introduction~ (what the user can see after clicking the cover when entering the voice)
ko: 간단한 자기 소개를 해주세요~（음성으로 들어갈 때 커버를 클릭 후 사용자가 볼 수있는 내용）
th: แนะนำตัวเองสั้นๆ~（ผู้ใช้สามารถดูเนื้อหาหลังจากคลิกหน้าจอขณะเข้าโหมดข้อความเสียง）
vi: Giới thiệu tóm tắt về bản thân ~ (người sử dụng vào âm thanh nhấp bìa, sau đó có thể thấy nội dung)
zh_hant: 給自己來一段簡要的介紹吧~（用戶進入語音時點 擊封面後可以看到的內容）

# 歡迎語
source: Welcome message
ko: 환영 메시지
th: ข้อความต้อนรับ
vi: Lời hoan nghênh
zh_hant: 歡迎語

# 用戶進入我的聊天室自動發送歡迎訊息
source: Automatically send welcome message when user enters my chat room
ko: 사용자가 내 대화방에 들어오면 자동으로 환영 메시지를 보냅니다
th: ผู้ใช้เข้าห้องสนทนาของฉันส่งข้อความต้อนรับโดยอัตโนมัติ
vi: Người sử dụng vào phòng nói chuyện của tôi tự động gửi tin nhắn hoan nghênh
zh_hant: 用戶進入我的聊天室自動發送歡迎訊息

# 結束語
source: concluding remarks
ko: 종결 메시지
th: ข้อความตอนจบ
vi: Lời kết
zh_hant: 結束語

# 用戶與我通話結束後自動發起回復訊息
source: Automatically initiate a reply message after the user ends the call with me
ko: 나와 통화가 끝나면 사용자에게 자동으로 종결 메시지를 보냅니다.
th: ผู้ใช้ตอบกลับข้อความอัตโนมัติหลังจากสิ้นสุดการโทรกับฉัน
vi: Sau khi người sử dụng kết thúc cuộc gọi với tôi, tự động gửi tin nhắn trả lời
zh_hant: 用戶與我通話結束後自動發起回復訊息

# 開啟後PGTalk用戶可在語音交友處找到你，並有權透過消耗PGP點數向你發起語音連線。
source: After opening, PGTalk users can find you in the voice chat, and have the right to initiate a voice connection with you by consuming PGP points
ko: 개봉 후 PGTalk 사용자는 음성 데이트에서 나를 찾을 수 있으며 PGP 포인트를 사용하여 음성 연결을 시작할 수 있습니다.。
th: หลังจากเปิดบัญชี ผู้ใช้ PGTalk สามารถค้นหาคุณได้ที่โหมดหาคู่ด้วยเสียงและมีสิทธิ์ที่จะเปิดการเชื่อมต่อเสียงกับคุณผ่านการใช้แต้ม PGP
vi: Sau khi mở, người sử dụng PGTalk có thể tìm thấy bạn tại chỗ bật loa kết bạn, và có quyền bắt đầu nối kết bật loa với bạn bằng cách tiêu hao số điểm PGP.
zh_hant: 開啟後PGTalk用戶可在語音交友處找到你，並有權透過消耗PGP點數向你發起語音連線。

# 確認開啟
source: Confirm to open
ko: 열기 확인
th: ยืนยันเปิดใช้งาน
vi: Xác nhận mở
zh_hant: 確認開啟

# 開始
source: Start
ko: 시작
th: เริ่ม
vi: Bắt đầu
zh_hant: 開始

# 重錄
source: Re-record
ko: 재녹음
th: อัดใหม่
vi: Ghi lại
zh_hant: 重錄

# 即時通知
source: instant notification
ko: 즉시 알림
th: แจ้งเตือนทันที
vi: Thông báo tức thì
zh_hans: 即时通知
zh_hant: 即時通知

# 即時動態
source: real-time dynamic
ko: 즉시 상황
th: สตอรี่
vi: Động thái tức thì
zh_hans: 即时动态
zh_hant: 即時動態

# 播放
source: Play
ko: 플레이
th: เล่น
vi: Chiếu phát
zh_hant: 播放

# 暫停
source: pause
ko: 잠시 멎다
th: หยุด
vi: Tạm ngừng
zh_hans: 暂停
zh_hant: 暫停

# 錄音時間不足
source: Insufficient recording time
ko: 녹화 시간 부족
th: เวลาอัดเสียงไม่เพียงพอ
vi: Không đủ thời gian ghi âm
zh_hant: 錄音時間不足

# 請至少選擇一種交友方式
source: Please choose at least one dating method
ko: 데이트 방법을 하나 이상 선택하세요
th: โปรดเลือกวิธีหาคู่อย่างน้อยหนึ่งวิธี
vi: Vui lòng chọn ít nhất một phương thức kết bạn
zh_hant: 請至少選擇一種交友方式

# 請上傳語音交友封面
source: Please upload your voice dating cover
ko: 음성 데이트 커버를 업로드하세요
th: โปรดอัปโหลดหน้าปกข้อความเสียงหาคู่
vi: Vui lòng tải lên bìa bật loa kết bạn
zh_hant: 請上傳語音交友封面

# 請完善個人介紹
source: Please complete your personal introduction
ko: 개인 소개를 작성해주세요
th: โปรดแนะนำตัวเองให้สมบูรณ์
vi: Vui lòng hoàn thiện giới thiệu cá nhân
zh_hant: 請完善個人介紹

# 請上傳視訊影片
source: Please upload video
ko: 비디오를 업로드하십시오
th: โปรดอัปโหลดวิดีโอ
vi: Vui lòng tải lên video bật hình
zh_hant: 請上傳視訊影片

# 請上傳語音語音
source: Please upload your voice
ko: 음성음성을 업로드하세요
th: โปรดอัปโหลดข้อความเสียง
vi: Vui lòng tải lên âm thanh bật loa
zh_hant: 請上傳語音語音

# 視訊交友收費設定
source: Video dating fee settings
ko: 비디오 데이트 요금 설정
th: ตั้งค่าการเรียกเก็บเงินวิดีโอหาคู่
vi: Tạo lập chi phí bật hình kết bạn
zh_hant: 視訊交友收費設定

# 語音交友收費設定
source: Voice dating fee settings
ko: 음성 데이트 요금 설정
th: ตั้งค่าการเรียกเก็บเงินข้อความเสียงหาคู่
vi: Tạo lập chi phí bật loa kết bạn
zh_hant: 語音交友收費設定

# 文字交友收費設定
source: Text dating fee settings
ko: 문자 데이트 요금 설정
th: ตั้งค่าการเรียกเก็บเงินตัวอักษรหาคู่
vi: Tạo lập chi phí kết bạn bằng chữ viết
zh_hant: 文字交友收費設定

# 發現
source: Find
ja: 気がつく
ko: 발견
th: พบเห็น
vi: Phát hiện
zh_hans: 发现
zh_hant: 發現

# 推薦
source: recommend
ja: おすすめ
ko: 추천
th: แนะนำ
vi: Giới thiệu
zh_hans: 推荐
zh_hant: 推薦

# 紀錄
source: Record
ko: 기록
th: บันทึก
vi: Ghi chép
zh_hans: 记录
zh_hant: 紀錄

# 請選擇收費標準
source: Please select a fee
ko: 요금전 기준을 선택하세요
th: โปรดเลือกมาตรฐานค่าธรรมเนียม
vi: Vui lòng chọn tiêu chuẩn thu phí
zh_hant: 請選擇收費標準

# 暫無聊天紀錄哦
source: No chat history
ko: 현재 방송중인 앵커가 없습니다
th: ไม่มีบันทึกข้อความ
vi: Tạm thời không có ghi chép nói chuyện
zh_hant: 暫無主播開播哦

# 暫無追蹤主播哦
source: No follower currently
ko: 추적한 앵커 없음
th: ยังไม่ได้ติดตามไลฟ์สดไหนเลย
vi: Tạm thời không có biên tập viên được theo dõi
zh_hant: 還沒有追蹤任何主播

# 嘗試成為主播交友吧
source: Try to be an anchor friend
ko: 앵커가 되어 데이트하세요
th: ทดลองเป็นผู้ไลฟ์สดหาคู่กัน
vi: Thử trở thành kết bạn biên tập viên
zh_hant: 嘗試成為主播交友吧

# 成為主播
source: become a host
ko: 앵커가 됩니다
th: เป็นผู้ไลฟ์สด
vi: Trở thành kết bạn biên tập viên
zh_hant: 成為主播

# 我們開始聊天吧~
source: Let's start chatting~
ko: 채팅을 시작합시다~
th: พวกเราเริ่มคุยกันเถอะ~
vi: Chúng ta bắt đầu nói chuyện nào~
zh_hant: 我們開始聊天吧~

# 主播忙線中
source: The host is busy...
ko: 앵커가 바쁩니다...
th: ไลฟ์สดกำลังยุ่ง...
vi: Biên tập viên đang bận…
zh_hant: 主播忙線中...

# 主播休息中
source: The streamer is resting...
ko: 앵커 휴식 중...
th: ไลฟ์สดกำลังพัก...
vi: Biên tập viên đang nghỉ ngơi...
zh_hant: 主播休息中...

# 等待對方接聽...
source: Waiting for friend to respond
ko: 상대방의 응답을 기다리는 중...
th: รออีกฝ่ายรับสาย...
vi: Chờ đối phương nghe máy…
zh_hant: 等待對方接聽...

# 邀請你(語音交友)語音通話
source: Invite you (voice dating) voice call
ko: (음성 데이트) 음성 통화 초대합니다
th: ส่งคำขอ(ข้อความเสียงหาคู่)โทรข้อความเสียง
vi: Mời bạn tham gia cuộc gọi bật loa (bật loa kết bạn)
zh_hant: 邀請你(語音交友)語音通話

# 連線成功後開始計費
source: Billing starts after successful connection
ko: 연결이 성공하면 요금 계산이 시작됩니다.
th: หลังเชื่อมต่อสำเร็จจะเริ่มเรียกเก็บ
vi: Bắt đầu tính phí sau khi kết nối thành công
zh_hant: 連線成功後開始計費

# 消費
source: Consumption
ko: 소비
th: จ่าย
vi: Chi tiêu
zh_hans: 消费
zh_hant: 消費

# 通話
source: Call
ko: 통화
th: โทร
vi: Cuộc gọi
zh_hant: 通話

# 剩餘
source: Remaining
ko: 잔액
th: คงเหลือ
vi: Còn lại
zh_hant: 剩餘

# 收益
source: income
ko: 수익
th: กำไร
vi: Thu nhập
zh_hant: 收益

# 顯示計費
source: show billing
ko: 요금 계산 전시
th: แสดงการเรียกเก็บเงิน
vi: Tính phí hiện
zh_hant: 顯示計費

# 隱藏計費
source: hidden billing
ko: 요금 계산 숨김
th: ซ่อนการเรียกเก็บเงิน
vi: Tính phí ẩn
zh_hant: 隱藏計費

# 發起通話
source: initiate a call
ko: 통화 걸기
th: เริ่มการโทร
vi: Bắt đầu cuộc gọi
zh_hant: 發起通話

# 您目前剩餘PGP只能通話
source: Your current remaining PGP can only call
ko: 현재 통화 할 수있는 나머지 PGP.
th: ขณะนี้คุณเหลือ PGP สามารถโทรเท่านั้น
vi: PGP còn lại hiện tại chỉ có thể gọi
zh_hant: 您目前剩餘鑽石能通話

# 分鐘,請注意通話時間或提前購買
source: minutes, please pay attention to the call time or purchase in advance
ko: 분, 통화 시간에 유의하거나 사전에 구매하십시오
th: นาที โปรดระวังเวลาการโทรหรือซื้อล่วงหน้า
vi: phút, vui lòng chú ý thời gian cuộc gọi hoặc mua sớm trước
zh_hant: 分鐘,請注意通話時間或提前購買

# 請前往購買PGP點數
source: Please go to buy PGP.
ko: PGP 포인트 구매로 이동하세요
th: โปรดซื้อแต้ม PGP
vi: Vui lòng mua số điểm PGP
zh_hant: 請前往購買鑽石

# 購買PGP點數
source: Buy PGP
ko: PGP 포인트 구매
th: ซื้อแต้ม PGP
vi: Mua số điểm PGP
zh_hant: 購買鑽石

# 主播未開通視頻
source: The streamer has not activated the video
ko: 앵커가 비디오를 시작하지 않았습니다.
th: ไลฟ์ยังไม่ได้เปิดวิดีโอ
vi: Biên tập viên chưa kích hoạt video
zh_hant: 主播未開啟視訊

# 主播未開通語音
source: The streamer has not activated the voice
ko: 앵커가 음성을 시작하지 않았습니다.
th: ไลฟ์ยังไม่ได้เปิดข้อความเสียง
vi: Biên tập viên chưa kích hoạt loa
zh_hant: 主播未開啟語音

# 我接待的
source: I received
ko: 내가 접대한
th: ฉันต้อนรับเอง
vi: Tôi tiếp đãi
zh_hant: 我接待的

# 接待的我
source: I received
ko: 나를 접대한
th: ที่ต้อนรับฉัน
vi: Tiếp đãi tôi
zh_hant: 接待我的

# 確認刪除本則訊息紀錄？
source: Confirm to delete this message record
ko: 이 메시지 기록 삭제 확인？
th: ยืนยันลบบันทึกข้อความหรือไม่?
vi: Có chắc chắn xóa bỏ ghi chép thông tin này không?
zh_hant: 確認刪除本則訊息紀錄？

# 立刻開播
source: start now
ko: 즉시 방송
th: เริ่มไลฟ์ทันที
vi: Lập tức phát trực tiếp
zh_hant: 立刻開播

# 有新訊息
source: new message
ko: 새로운 메시지
th: มีข้อความใหม่
vi: Có tin mới
zh_hant: 有新訊息

# 按住向右滑動可切換至純享模式哦
source: Press and swipe right to switch to pure enjoyment mode
ko: 누른 상태에서 오른쪽으로 스와이프하여 n 순수한 즐거움 모드로 전환
th: กดสไลด์ขวาค้างไว้ เปลี่ยนเป็นโหมดปิดคอมเม้นท์
vi: Nhấn giữ kéo về bên phải có thể chuyển đổi sang chế độ thuần hưởng
zh_hant: 按住向右滑動 可切換至純享模式哦

# 按住向左滑動可切換回留言模式
source: Press and swipe left to switch back to message mode
ko: 누른 상태에서 왼쪽으로 스와이프하여 n 메시지 모드로 전환
th: กดสไลด์ซ้ายค้างไว้ เปลี่ยนเป็นโหมดคอมเม้นท์ข้อความ
vi: Nhấn giữ kéo về bên trái có thể chuyển đổi về chế độ nhắn tin
zh_hant: 按住向左滑動 可切換回留言模式

# 確定不再接收該主播開播推波
source: Are you sure not to recieve push from streamer?
ko: 더 이상 이 앵커의 방송을 받지 않도록 합니까？
th: ยืนยันไม่รับคำขอไลฟ์จากไลฟ์นี้?
vi: Có chắn chắn không chấp nhận chương trình của biên tập viên này không
zh_hans: 确定不再接收该主播开播推播？
zh_hant: 確定不再接收該主播開播推播？

# 開播通知
source: Live Launch Notification
ko: 방송 알림
th: แจ้งเตือนไลฟ์
vi: Thông báo phát trực tiếp
zh_hant: 開播通知

# 追蹤的主播開播~趕快圍觀吧
source: Streamer you followed is on air. Go and join the live room
ko: 추적 된 앵커가 방송을 시작합니다 ~ 어서 봐요
th: ไลฟ์ที่ติดตามเริ่มไลฟ์แล้ว~ไปดูกัน
vi: Biên tập viên được theo dõi phát trực tiếp rồi nè~ Mau vào xem nào
zh_hant: 追蹤的主播開播~趕快圍觀吧

# 開播主播
source: Streamer
ko: 방송 앵커
th: เริ่มไลฟ์สด
vi: Biên tập viên phát trực tiếp
zh_hant: 開播主播

# 開播時間
source: Live start time
ko: 방송 시간
th: เวลาไลฟ์สด
vi: Thời gian phát trực tiếp
zh_hant: 開播時間

# 跳過
source: Skip
ko: 건너 뛰기
th: ข้าม
vi: Bỏ qua
zh_hant: 跳過

# 繳費
source: Pay the fees
ko: 지불
th: ชำระเงิน
vi: Nộp phí
zh_hant: 繳費

# 輸入PGP數量獲取超商繳費單
source: Enter the number of PGP to get the payment slip of the supermarket
ko: PGP수를 입력하여 편의점 계산서 획득
th: ป้อนจำนวนPGPรับใบชำระเงินร้านสะดวกซื้อ
vi: Nhập số lượng PGP lĩnh Đơn nộp phí tại siêu thị tiện lợi
zh_hant: 輸入PGP數量獲取超商繳費單

# 請持超商繳費單至超商繳費
source: Please bring the payment slip to the supermarket to pay
ko: 편의점 계산서로 편의점에서 납부하세요
th: โปรดนำใบชำระเงินไปชำระที่ร้านสะดวกซื้อ
vi: Vui lòng đem Đơn nộp phí đến siêu thị tiện lợi nộp phí
zh_hant: 請持超商繳費單至超商繳費

# 獲取繳費單
source: Get a bill of payment
ko: 계산서 받기
th: รับใบชำระเงิน
vi: Lĩnh Đơn nộp phí
zh_hant: 獲取繳費單

# 超商代收-繳費單
source: Supermarket collection - payment slip
ko: 편의점-게산서
th: ร้านสะดวกซื้อเรียกเก็บ-ใบชำระเงิน
vi: Người bán nhận thay – Đơn nộp phí
zh_hant: 超商代收-繳費單

# 購買
source: Purchase
ko: 구입
th: สั่งซื้อ
vi: Mua
zh_hant: 購買

# 您完成超商繳費了嗎？
source: Have you completed the supermarket payment??
ko: 편의점에서 결제를 완료 했습니까？
th: คุณชำระเงินที่ร้านสะดวกซื้อหรือยัง？
vi: Bạn đã hoàn thành nộp phí tại siêu thị tiện lợi chưa?
zh_hant: 您完成超商繳費了嗎？

# 已繳費
source: Paid
ko: 결제 완료
th: ชำระเงินเรียบร้อย
vi: Đã nộp phí
zh_hant: 已繳費

# 缴费
source: Pay the fees
ko: 결제
th: ชำระเงิน
vi: Nộp phí
zh_hant: 繳費

# 你的帳號於
source: your account at
zh_hant: 你的帳號於

# 在其他
source: In other
ko: 기타에
th: อยู่ที่อื่น
vi: Khác
zh_hant: 在其他

# 設備登入，如果不是你本人登入，請及時修改登入密碼。
source: If you are not logged in by yourself, please modify the login password in time
ko: 장치 로그인, 직접 로그인 하지 않은 경우 로그인 비번을 수정하십시오.
th: เข้าสู่ระบบอุปกรณ์หากไม่ใช่เข้าสู่ระบบของคุณเอง โปรดเปลี่ยนรหัสผ่านทันที
vi: Đăng nhập thiết bị, nếu không phải đích thân bạn đăng nhập, vui lòng sửa đổi kịp thời mật khẩu đăng nhập
zh_hant: 設備登入，如果不是你本人登入，請及時修改登入密碼。

# PG名人堂
source: Hall of Fame
ko: PG명예의 전당
th: ห้องผู้มีชื่อเสียงPG
vi: Danh Nhân Đường PG
zh_hant: PG名人堂

# 一鍵追蹤
source: One-click follow
ko: 원 클릭 추적
th: กดติดตามปุ่มเดียว
vi: Theo dõi bằng một phím
zh_hans: 一键关注
zh_hant: 一鍵追蹤

# 我已完成繳費，上傳單據
source: I have completed the payment, upload the documents
ko: 결제 완료, 영수증 업로드
th: ฉันชำระเงินเรียบร้อยแล้ว อัปโหลดใบเสร็จ
vi: Tôi đã hoàn thành nộp phí, tải lên hóa đơn
zh_hans: 我已完成缴费，上传票据
zh_hant: 我已完成繳費，上傳收據

# 上傳單據
source: Upload documents
ko: 영수증 업로드
th: อัปโหลดใบเสร็จ
vi: Tải lên hóa đơn
zh_hans: 上传票据
zh_hant: 上傳收據

# 請上傳您的超商繳費單據
source: Please upload your supermarket payment receipt
ko: 편의점 결제 영수증을 업로드하세요.
th: โปรดอัปโหลดใบเสร็จชำระเงินร้านสะดวกซื้อ
vi: Vui lòng tải lên hóa đơn nộp phí tại siêu thị tiện lợi của bạn
zh_hans: 请上传您的超商缴费票据
zh_hant: 請上傳您的超商繳費收據

# 沒有搜尋到相關數據
source: No relevant data found
ko: 관련 데이터가 없습니다.
th: ไม่พบการค้นหาข้อมูลที่เกี่ยวข้อง
vi: Không tìm thấy số liệu liên quan
zh_hans: 没有搜索到相关数据
zh_hant: 沒有搜尋到相關資料

# 搜尋結果
source: search results
ko: 검색 결과
th: ผลการค้นหา
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜尋結果

# 用戶
source: User
ko: 사용자
th: ผู้ใช้
vi: Người sử dụng
zh_hans: 用戶
zh_hant: 用戶

# 已上傳，點擊查看
source: Uploaded, click to view
ko: 업로드되었습니다. 보려면 클릭하세요.
th: อัปโหลดเรียบร้อย โปรดตรวจสอบ
vi: Đã tải lên, nhấp vào xem
zh_hans: 已上传，点击查看
zh_hant: 已上傳，點擊查看

# 免身分驗證區
source: Authentication-free area
ko: 무신분 인증 구역
th: เขตไม่ต้องยืนยันตัวตน
vi: Khu miễn nghiệm chứng danh tính
zh_hans: 免身分验证区
zh_hant: 免身分驗證區

# 已身分驗證區
source: Authenticated area
ko: 신분 인증 구역
th: เขตยืนยันตัวตนเรียบร้อย
vi: Khu đã nghiệm chứng danh tính
zh_hans: 已身分验证区
zh_hant: 已身分驗證區

# 單筆最高支持
source: Single pen maximum support
ko: 단일 최고
th: รายการเดี่ยวสูงสุด
vi: Một giao dịch cao nhất
zh_hans: 单笔最高
zh_hant: 單筆最高

# 账户姓名
source: Bank account name
ko: 계정 이름
th: ชื่อบัญชี
vi: Họ tên tài khoản
zh_hans: 账户姓名
zh_hant: 帳戶姓名

# 請上傳單據
source: Please upload documents
ko: 영수증을 업로드하세요
th: โปรดอัปโหลดใบเสร็จ
vi: Vui lòng tải lên hóa đơn
zh_hans: 请上传票据
zh_hant: 請上傳收據

# 網絡連接不可用，請檢查網絡設定
source: The network connection is not available, please check the network settings
ko: 네트워크 연결할 수 없습니다. 네트워크 설정을 확인하세요.
th: การเชื่อมต่อเครือข่ายใช้ไม่ได้ โปรดตรวจสอบการตั้งค่าเครือข่าย
vi: Hiện tại kết nối mạng không ổn định, vui lòng kiểm tra tạo lập mạng của bạn
zh_hans: 网络连接不可用，请检查网络设置
zh_hant: 網絡連接不可用，請檢查網絡設定

# 當前網路不佳，請檢查您的網路設定
source: The current network is not good, please check your network settings
ko: 현재 네트워크가 좋지 않습니다. 네트워크 설정을 확인하세요.
th: เครือข่ายอินเตอร์เน็ตไม่ดี โปรดตรวจสอบการตั้งค่าเครือข่ายของคุณ
vi: Hiện tại mạng không ổn định, vui lòng kiểm tra tạo lập mạng của bạn
zh_hans: 当前网络不佳，请检查您的网络设置
zh_hant: 當前網路不佳，請檢查您的網路設定

# 獲讚
source: Liked
ko: 좋아 받음
th: ได้ไลค์
vi: Được khen ngợi
zh_hans: 获赞
zh_hant: 獲讚

# LIFE主頁
source: LIFE
ja: LIFEホームページ
ko: LIFE 홈페이지
th: หน้าหลัก LIFE
vi: Trang chủ LIFE
zh_hans: LIFE主页
zh_hant: LIFE主頁

# 來電鈴聲設定
source: Ringtone setting
ko: 수신 전화 벨소리 설정
th: การตั้งค่าเสียงเรียกเข้า
vi: Tạo lập tiếng chuông gọi đến
zh_hans: 来电铃声设置
zh_hant: 來電鈴聲設定

# 排行榜
source: Leaderboard
ko: 랭킹
th: จัดอันดับรายการ
vi: Xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

# 收禮
source: Gift Rceived
ko: 선물 받기
th: รับของขวัญ
vi: Nhận quà
zh_hans: 收礼
zh_hant: 收禮

# 送禮
source: Gift
ko: 선물 주기
th: ให้ของขวัญ
vi: Tặng quà
zh_hans: 送礼
zh_hant: 送禮

# 日榜
source: Daily
ko: 매일 랭키
th: รายการรายวัน
vi: Xếp hạng trong ngày
zh_hans: 日榜
zh_hant: 日榜

# 週榜
source: Weekly
ko: 주간 랭키
th: รายการรายสัปดาห์
vi: Xếp hạng trong tuần
zh_hans: 周榜
zh_hant: 週榜

# 月榜
source: Monthly
ko: 월간 랭키
th: รายการรายเดือน
vi: Xếp hạng trong tháng
zh_hans: 月榜
zh_hant: 月榜

# 請輸入推薦人ID
source: Please enter Recommender ID
ko: 추천인 ID를 입력하세요
th: โปรดใส่ชื่อIDคนแนะนำ
vi: Vui lòng nhập ID người giới thiệu
zh_hans: 请输入推荐人ID
zh_hant: 請輸入推薦人ID

# 推荐人
source: Recommender
ja: 推薦人
ko: 추천인
th: คนแนะนำ
vi: Người giới thiệu
zh_hans: 推荐人
zh_hant: 推薦人

# 注：推薦人ID一旦設定成功後不可修改。
source: Note: Recommender ID could not be changed after cofirmed.
ko: 참고 : 추천자 ID가 성공적으로 설정되면 수정할 수 없습니다.
th: หมายเหตุ：IDคนแนะนำ หากตั้งค่าสำเร็จจะแก้ไขไม่ได้
vi: Chú ý: Nếu ID người giới thiệu được tạo lập thành công thì sẽ không được thay đổi.
zh_hans: 备注：推荐人ID一旦设定成功后不可修改。
zh_hant: 備註：推薦人ID一旦設定成功後不可修改。

# 暫時還沒有相關數據哦~
source: No relevant data yet
ko: 아직 관련 데이터가 없습니다. ~
th: ยังไม่มีข้อมูลที่เกี่ยวข้องเลย~
vi: Tạm thời không có số liệu liên quan~
zh_hans: 暂时还没有相关数据哦~
zh_hant: 暫時還沒有相關資料哦~

# 不能超过10个字符
source: cannot exceed 10 characters
ko: 10자를 초과 할 수 없습니다.
th: ตัวอักษรห้ามเกิน 10 ตัวอักษร
vi: Không được vượt quá 10 ký tự
zh_hans: 不能超过10个字符
zh_hant: 不能超過10個字元

# 當前直播訊號不穩定，請重新開播
source: The current live broadcast signal is unstable, please restart the broadcast
ko: 현재 생방송 신호가 불안정합니다, 다시 시작하십시오
th: สัญญาณไลฟ์ปัจจุบันไม่เสถียร โปรดไลฟ์ใหม่อีกครั้ง
vi: Tín hiệu phát trực tiếp hiện tại không ổn định, vui lòng phát lại
zh_hans: 当前直播信号不稳定，请重新开播
zh_hant: 當前直播訊號不穩定，請重新開播

# 再堅持一下
source: hold on
ko: 기다려 주십시오
th: อดทนอีกนิด
vi: Cố gắng chút nữa
zh_hans: 再坚持一下
zh_hant: 再堅持一下

# 重新開播
source: restart
ko: 다시 방송
th: เปิดไลฟ์ใหม่
vi: Phát trực tiếp lại từ đầu
zh_hans: 重新开播
zh_hant: 重新開播

# 匯款提醒
source: Remittance notice
ko: 송금 알림
th: แต้งเตือนโอนเงิน
vi: Nhắc chuyển khoản
zh_hans: 汇款提醒
zh_hant: 匯款提醒

# 好友通訊互動
source: Friend Communication Interaction
ko: 데이트 통신 교신
th: สื่อสารกับเพื่อน
vi: Tương tác truyền thông bạn bè
zh_hans: 好友通讯互动
zh_hant: 好友通訊互動

# 每日每人一次
source: once per person per day
ko: 1 인 1 일 1 회
th: ทุกวัน คนละ 1 ครั้ง
vi: Mỗi ngày mỗi người 1 lần
zh_hans: 每日每人一次
zh_hant: 每日每人一次

# 每次獎勵1~5PGP
source: Reward 1~5PGP each time
ko: 매번 보상1~5PGP
th: รางวัลแต่ละครั้ง1~5PGP
vi: Thưởng khuyến khích mỗi lần 1~5PGP
zh_hans: 每次 奖励1~5PGP
zh_hant: 每次 獎勵1~5PGP

# LIFE追蹤
source: LIFE Tracking
ko: LIFE추적
th: ติดตาม LIFE
vi: Theo dõi LIFE
zh_hans: LIFE关注
zh_hant: LIFE追蹤

# 追蹤LIFE好友
source: Follow LIFE Friends
ko: LIFE친구 추적
th: ตามตามเพื่อนLIFE
vi: Theo dõi bạn bè LIFE
zh_hans: 关注LIFE好友
zh_hant: 追蹤LIFE好友

# 每次累計追蹤
source: Cumulative tracking each time
ko: 매번 누적 추적
th: การติดตามสะสมแต่ละครั้ง
vi: Mỗi lần tích lũy theo dõi
zh_hans: 每次累计关注
zh_hant: 每次累計追蹤

# 獎勵
source: award
ko: 보상
th: รางวัล
vi: Thưởng khuyến khích
zh_hans: 奖励
zh_hant: 獎勵

# LIFE發文
source: LIFE Post
ko: LIFE메시지
th: LIFE โพสต์ข้อความ
vi: Đăng bài LIFE
zh_hans: LIFE发文
zh_hant: LIFE發文

# 發佈LIFE貼文
source: Post a LIFE post
ko: LIFE메시지 발표
th: เผยแพร่โพสต์ ข้อความLIFE
vi: Đăng bài viết LIFE
zh_hans: 发布LIFE贴文
zh_hant: 發佈LIFE貼文

# 每發佈
source: per release
ko: 발표 마다
th: ทุกๆการปล่อย
vi: Mỗi lần đăng
zh_hans: 每发布
zh_hant: 每發佈

# 篇PO文
source: PO articles
ko: 편PO메시지
th: โพสต์บทความ
vi: Bài PO
zh_hans: 篇PO文
zh_hant: 篇PO文

# 站內交友
source: Dating on site
ko: 사이트에 데이트
th: หาเพื่อนภายในสถานี
vi: Kết bạn trong trạm ga
zh_hans: 站內交友
zh_hant: 站內交友

# 新增一名好友
source: Add a friend
ko: 친구 1명 추가
th: เพิ่มเพื่อนใหม่หนึ่งคน
vi: Thêm một bạn mới
zh_hans: 新增一名好友
zh_hant: 新增一名好友

# 每成功新增
source: Each successful addition
ko: 매번 성공적인 추가
th: ทุกๆการเพิ่มสำเร็จ
vi: Mỗi lần thêm thành công
zh_hans: 每成功新增
zh_hant: 每成功新增

# 推薦商品
source: Recommended products
ko: 추천 상품
th: สินค้าแนะนำ
vi: Sản phẩm được giới thiệu
zh_hans: 推荐商品
zh_hant: 推薦商品

# 查看更多推薦商品
source: View more recommended products
ko: 더 많은 추천 상품 보기
th: ดูสินค้าที่แนะนำเพิ่มเติม
vi: Xem thêm sản phẩm được giới thiệu
zh_hans: 查看更多推荐商品
zh_hant: 查看更多推薦商品

# 好友互動獎勵
source: Friends Interaction Rewards
ko: 친구 상호 소통 보상
th: รางวัลการตอบกลับเพื่อน
vi: Thưởng khuyến khích tương tác bạn bè
zh_hans: 好友互动奖励
zh_hant: 好友互動獎勵

# LIFE追蹤獎勵
source: LIFE Tracking Rewards
ko: LIFE 추적 보상
th: รางวัลติดตาม LIFE
vi: Thưởng khuyến khích theo dõi LIFE
zh_hans: LIFE关注奖励
zh_hant: LIFE追蹤獎勵

# LIFE發文獎勵
source: LIFE Posting Rewards
ko: LIFE메시지 보상
th: รางวัลโพสต์ข้อความLIFE
vi: Thưởng khuyến khích đăng bài LIFE
zh_hans: LIFE发文奖励
zh_hant: LIFE發文獎勵

# 新增好友獎勵
source: Add friend reward
ko: 친구 추가 보상
th: รางวัลเพิ่มเพื่อนใหม่
vi: Thưởng khuyến khích thêm bạn mới
zh_hans: 新增好友奖励
zh_hant: 新增好友獎勵

# 消費滿額獎勵
source: Reward for full consumption
ko: 알찬 소비 보상
th: รางวัลรายจ่ายเต็มจำนวน
vi: Thưởng khuyến khích chi tiêu đủ mức
zh_hans: 消费满额奖励
zh_hant: 消費滿額獎勵

# 每日任務
source: Daily tasks
ko: 매일 임무
th: ภารกิจรายวัน
vi: Nhiệm vụ mỗi ngày
zh_hans: 每日任务
zh_hant: 每日任務

# 完成每日任務，即可獲得PGP獎勵
source: Complete daily tasks to get PGP rewards
ko: 매일 임무를 완료하면, PT 보상을 획득할 수 있습니다.
th: ทำภารกิจรายวัน สามารถรับรางวัล PT
vi: Hoàn thành nhiệm vụ mỗi ngày, là có thể lĩnh thưởng khuyến khích PT
zh_hans: 完成每日任务，即可获得PT奖励
zh_hant: 完成每日任務，即可獲得PT獎勵

# 今日獲得獎勵
source: Get rewarded today
ko: 오늘 받은 보상
th: โบนัสที่ได้รับวันนี้
vi: Thưởng khuyến khích lĩnh nhận hôm nay
zh_hans: 今日获得奖励
zh_hant: 今日獲得獎勵

# 本月獲得獎勵
source: Get rewarded this month
ko: 이달 받은 보상
th: โบนัสที่ได้รับเดือนนี้
vi: Thưởng khuyến khích lĩnh nhận tháng này
zh_hans: 本月获得奖励
zh_hant: 本月獲得獎勵

# 累計獲得獎勵
source: Accumulated rewards
ko: 누적 받은 보상
th: โบนัสสะสมที่ได้รับ
vi: Thưởng khuyến khích lĩnh nhận tích lũy
zh_hans: 累计获得奖励
zh_hant: 累計獲得獎勵

# 每月任務
source: monthly tasks
ko: 매달 임무
th: ภารกิจรายเดือน
vi: Nhiệm vụ mỗi tháng
zh_hans: 每月任务
zh_hant: 每月任務

# 營收
source: revenue
ko: 수익
th: รายได้
vi: Doanh thu
zh_hans: 营收
zh_hant: 營收

# 規則
source: rule
ko: 규칙
th: กติกา
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則

# 營收榜單
source: Revenue list
ko: 수익 랭킹
th: รายการรายได้
vi: Bảng xếp hạng doanh thu
zh_hans: 营收榜单
zh_hant: 營收榜單

# 還沒有推薦主播
source: No recommended anchors yet
ko: 아직 추천한 앵커 없음
th: ยังไม่ได้แนะนำไลฟ์สด
vi: Chưa có biên tập viên được giới thiệu
zh_hans: 还沒有推荐主播
zh_hant: 還沒有推薦主播

# 你的粉絲迷路了
source: Your fans are lost
ko: 당신의 팬들은 사라졌습니다
th: แฟนคลับของคุณกำลังหลงทาง
vi: Người hâm mộ của bạn bị lạc đường
zh_hans: 你的粉丝迷路了
zh_hant: 你的粉絲迷路了
