Repository: YYxDeveloper/ObjcProvingground
Catalog: ObjcProvingground/*.lproj/SIMLocalizable.strings
Languages: ja, ko, th, vi, zh_hans, zh_hant

# 厄瓜多尔
source: Ecuador
ja: エクアドル
ko: 에콰도르
th: เอกวาดอร์
vi: Êcuađo
zh_hans: 厄瓜多尔
zh_hant: 厄瓜多

# 厄立特里亚
source: Eritrea
ja: エリトリア
ko: 에리트리아
th: เอริเทรีย
zh_hans: 厄立特里亚
zh_hant: 厄利垂亞

# 法国
source: France
ja: フランス
ko: 프랑스
th: ฝรั่งเศส
vi: Pháp
zh_hans: 法国
zh_hant: 法國

# 法罗群岛
source: Faroe Islands
ja: フェロー諸島
ko: 파로에 군도
th: หมู่เกาะแฟโร
vi: Quần đảo Faroe
zh_hans: 法罗群岛
zh_hant: 法羅群島

# 法属圭亚那
source: French Guiana
ja: フランス領ギアナ
ko: 기아나
th: เฟรนช์เกียนา
vi: Guiana thuộc Pháp
zh_hans: 法属圭亚那
zh_hant: 法屬圭亞那

# 菲律宾
source: Philippines
ja: フィリピン
ko: 필리핀
th: ฟิลิปปินส์
vi: Philippine
zh_hans: 菲律宾
zh_hant: 菲律賓

# 斐济
source: Fiji
ja: フィジー
ko: 피지
th: ฟิจิ
zh_hans: 斐济
zh_hant: 斐濟

# 芬兰
source: Finland
ja: フィンランド
ko: 핀란드
th: ฟินแลนด์
vi: Phần Lan
zh_hans: 芬兰
zh_hant: 芬蘭

# 佛得角
source: Cape Verde
ja: カーボベルデ
ko: 카보베르데
th: กาบูเวร์ดี
zh_hans: 佛得角
zh_hant: 佛得角

# 福克兰群岛
source: Falkland Islands
ja: フォークランド諸島
ko: 포클랜드 군도
th: หมู่เกาะฟอล์กแลนด์
vi: Quần đảo Falkland
zh_hans: 福克兰群岛
zh_hant: 福克蘭群島

# 冈比亚
source: Gambia
ja: ガンビア
ko: 감비아
th: แกมเบีย
zh_hans: 冈比亚
zh_hant: 岡比亞

# 刚果
source: DR Congo
ja: コンゴ
ko: 콩고
th: คองโก
vi: Congo
zh_hans: 刚果
zh_hant: 剛果

# 哥伦比亚
source: Columbia
ja: コロンビア
ko: 콜롬비아
th: โคลอมเบีย
vi: Cô-lôm-bi-a
zh_hans: 哥伦比亚
zh_hant: 哥倫比亞

# 哥斯达黎加
source: Costa Rica
ja: コスタリカ
ko: 코스타리카
th: คอสตาริกา
zh_hans: 哥斯达黎加
zh_hant: 哥斯大黎加

# 格陵兰岛
source: Greenland
ja: グリーンランド島
ko: 그린란드
th: กรีนแลนด์
zh_hans: 格陵兰岛
zh_hant: 格陵蘭島

# 古巴
source: Cuba
ja: キューバ
ko: 쿠바
th: คิวบา
zh_hans: 古巴
zh_hant: 古巴

# 瓜德罗普
source: Guadeloupe
ja: グアドループ
ko: 과달루페
th: กัวเดอลุป
zh_hans: 瓜德罗普
zh_hant: 瓜德羅普

# 关岛
source: Guam
ja: グアム
ko: 괌
th: กวม
vi: Đảo Guam
zh_hans: 关岛
zh_hant: 關島

# 圭亚那
source: Guyana
ja: ガイアナ
ko: 가이아나
th: กายอานา
zh_hans: 圭亚那
zh_hant: 蓋亞那

# 哈萨克斯坦
source: Kazakhstan
ja: カザフスタン
ko: 카자흐스탄
th: คาซัคสถาน
vi: Cộng hòa Kazakhstan
zh_hans: 哈萨克斯坦
zh_hant: 哈薩克共和國

# 海地
source: Haiti
ja: ハイチ
ko: 아이티
th: เฮติ
zh_hans: 海地
zh_hant: 海地

# 韩国
source: Korea
ja: 韓国
ko: 한국
th: เกาหลีใต้
vi: Hàn Quốc
zh_hans: 韩国
zh_hant: 韓國

# 荷兰
source: Netherlands
ja: オランダ
ko: 네덜란드
th: เนเธอร์แลนด์
vi: Hà Lan
zh_hans: 荷兰
zh_hant: 荷蘭

# 洪都拉斯
source: Honduras
ja: ホンジュラス
ko: 온두라스
th: ฮอนดูรัส
zh_hans: 洪都拉斯
zh_hant: 洪都拉斯

# 基里巴斯
source: Kiribati
ja: キリバス
ko: 키리바시
th: คิริบาส
zh_hans: 基里巴斯
zh_hant: 吉裡巴斯

# 吉布提
source: Djibouti
ja: ジブチ
ko: 지부티
th: จิบูตี
zh_hans: 吉佈提
zh_hant: 吉佈提

# 吉尔吉斯斯坦
source: Kyrgyzstan
ja: キルギス
ko: 키르기스스탄
th: คีร์กีซสถาน
zh_hans: 吉尔吉斯斯坦
zh_hant: 吉爾吉斯斯坦

# 几内亚
source: Guinea
ja: ギニア
ko: 기니
th: กินี
zh_hans: 几内亚
zh_hant: 幾內亞

# 几内亚比绍
source: Guinea-Bissau
ja: ギニアビサウ
ko: 기니비사우
th: กินี-บิสเซา
vi: Guine-Bissau
zh_hans: 几内亚比绍
zh_hant: 幾內亞·比索

# 加拿大
source: Canada
ja: カナダ
ko: 캐나다
th: แคนาดา
zh_hans: 加拿大
zh_hant: 加拿大

# 加纳
source: Ghana
ja: ガーナ
ko: 가나
th: กานา
zh_hans: 加纳
zh_hant: 加納

# 加蓬
source: Gabon
ja: ガボン
ko: 가봉
th: กาบอง
zh_hans: 加蓬
zh_hant: 加蓬

# 柬埔寨
source: Cambodia
ja: カンボジア
ko: 캄보디아
th: กัมพูชา
vi: Khmer
zh_hans: 柬埔寨
zh_hant: 高棉

# 捷克
source: Czechoslovakia
ja: チェコ
ko: 체코
th: เช็กเกีย
vi: Cộng hòa Séc
zh_hans: 捷克
zh_hant: 捷克

# 津巴布韦
source: Zimbabwe
ja: ジンバブエ
ko: 짐바브웨
th: ซิมบับเว
zh_hans: 津巴布韦
zh_hant: 辛巴威

# 喀麦隆
source: Cameroon
ja: カメルーン
ko: 카메룬
th: แคเมอรูน
zh_hans: 喀麦隆
zh_hant: 喀麥隆

# 卡塔尔
source: Qatar
ja: カタール
ko: 카타르
th: กาตาร์
zh_hans: 卡塔尔
zh_hant: 卡塔爾

# 科科斯岛
source: Cocos (Keeling) Islands
ja: コス島
ko: 코코스 섬
th: หมู่เกาะโคโคส
vi: Đảo Cocos
zh_hans: 科科斯岛
zh_hant: 科科斯島

# 科克群岛
source: Cook Islands
ja: クック諸島
ko: 科克 제도
th: หมู่เกาะคุก
vi: Quần đảo Cork
zh_hans: 科克群岛
zh_hant: 科克群島

# 科摩罗
source: Comoros
ja: コモロ
ko: 코모로
th: คอโมโรส
zh_hans: 科摩罗
zh_hant: 科摩羅

# 科特迪瓦
source: Ivory Coast
ja: コートジボワール
ko: 코트디부아르
th: โกตดิวัวร์
vi: Côte d'Ivoire
zh_hans: 科特迪瓦
zh_hant: 象牙海岸

# 科威特
source: Kuwait
ja: クウェート
ko: 쿠웨이트
th: คูเวต
vi: Cô-oét
zh_hans: 科威特
zh_hant: 科威特

# 克罗地亚
source: Croatia
ja: クロアチア
ko: 크로아티아
th: โครเอเชีย
zh_hans: 克罗地亚
zh_hant: 克羅地亞

# 肯尼亚
source: Kenya
ja: ケニア
ko: 케냐
th: เคนยา
zh_hans: 肯尼亚
zh_hant: 肯雅

# 拉脱维亚
source: Latvia
ja: ラトビア
ko: 라트비아
th: ลัตเวีย
zh_hans: 拉脱维亚
zh_hant: 拉脫維亞

# 莱索托
source: Lesotho
ja: レソト
ko: 레소토
th: เลโซโท
zh_hans: 莱索托
zh_hant: 萊索托

# 老挝
source: Laos
ja: ラオス
ko: 라오스
th: ลาว
vi: Lào
zh_hans: 老挝
zh_hant: 老撾

# 黎巴嫩
source: Lebanon
ja: レバノン
ko: 레바논
th: เลบานอน
vi: Liban
zh_hans: 黎巴嫩
zh_hant: 黎巴嫩

# 立陶宛
source: Lithuania
ja: リトアニア
ko: 리투아니아
th: ลิทัวเนีย
zh_hans: 立陶宛
zh_hant: 立陶宛

# 利比里亚
source: Liberia
ja: リベリア
ko: 라이베리아
th: ไลบีเรีย
zh_hans: 利比里亚
zh_hant: 賴比瑞亞

# 利比亚
source: Libya
ja: リビア
ko: 리비아
th: ลิเบีย
vi: Li-bi
zh_hans: 利比亚
zh_hant: 利比亞

# 列支敦士登
source: Liechtenstein
ja: リヒテンシュタイン
ko: 리히텐슈타인
th: ลิกเตนสไตน์
zh_hans: 列支敦士登
zh_hant: 列支敦士登

# 留尼旺岛
source: Réunion
ja: レユニオン島
ko: 불령리유니온, 코모도제도
th: เรอูนียง
vi: Đảo Reunion
zh_hans: 留尼旺岛
zh_hant: 留尼旺島

# 卢森堡
source: Luxemburg
ja: ルクセンブルク
ko: 룩셈부르크
th: ลักเซมเบิร์ก
vi: Luxembourg
zh_hans: 卢森堡
zh_hant: 盧森堡

# 卢旺达
source: Rwanda
ja: ルワンダ
ko: 르완다
th: รวันดา
vi: Luanda
zh_hans: 卢旺达
zh_hant: 盧安達

# 罗马尼亚
source: Romania
ja: 罗马尼亚
ko: 루마니아
th: โรมาเนีย
vi: Ru-ma-ni
zh_hans: 罗马尼亚
zh_hant: 羅馬尼亞

# 马达加斯加
source: Madagascar
ja: ルーマニア
ko: 마다가스카르
th: มาดากัสการ์
vi: Malagasi
zh_hans: 马达加斯加
zh_hant: 馬拉加西

# 马尔代夫
source: Maldives
ja: モルディブ
ko: 몰디브
th: มัลดีฟส์
vi: Maldiv
zh_hans: 马尔代夫
zh_hant: 瑪律地夫

# 马耳他
source: Malta
ja: マルタ
ko: 몰타
th: มอลตา
zh_hans: 马耳他
zh_hant: 馬爾他

# 马拉维
source: Malawi
ja: マラウイ
ko: 말라위
th: มาลาวี
zh_hans: 马拉维
zh_hant: 馬拉威

# 马来西亚
source: Malaysia
ja: マレーシア
ko: 말레이시아
th: มาเลเซีย
zh_hans: 马来西亚
zh_hant: 馬來西亞

# 马里
source: Mali
ja: マリ
ko: 말리
th: มาลี
vi: Marley
zh_hans: 马里
zh_hant: 馬利

# 马其顿
source: Macedonia
ja: マケドニア
ko: 마케도니아
th: มาซิโดเนีย
zh_hans: 马其顿
zh_hant: 馬其頓

# 马提尼克
source: Martinique
ja: マルティニーク
ko: 马提尼克
th: มาร์ตีนิก
zh_hans: 马提尼克
zh_hant: 馬提尼克

# 毛里求斯
source: Mauritius
ja: モーリシャス
ko: 모리셔스
th: มอริเชียส
zh_hans: 毛里求斯
zh_hant: 模裡西斯

# 毛里塔尼亚
source: Mauritania
ja: モーリタニア
ko: 모리타니
th: มอริเตเนีย
zh_hans: 毛里塔尼亚
zh_hant: 茅利塔尼亞

# 美国
source: United States
ja: アメリカ
ko: 미국
th: อเมริกา
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國

# 蒙古
source: Mongolia
ja: モンゴル
ko: 몽골
th: มองโกเลีย
vi: Mông Cổ
zh_hans: 蒙古
zh_hant: 蒙古

# 孟加拉国
source: Bangladesh
ja: バングラデシュ
ko: 방글라데시
th: บังกลาเทศ
vi: Bengal
zh_hans: 孟加拉国
zh_hant: 孟加拉

# 秘鲁
source: Peru
ja: ペルー
ko: 페루
th: เปรู
zh_hans: 秘鲁
zh_hant: 秘魯

# 缅甸
source: Myanmar
ja: ミャンマー
ko: 미얀마
th: พม่า
vi: Mianma
zh_hans: 缅甸
zh_hant: 緬甸

# 摩尔多瓦
source: Moldova
ja: モルドバ
ko: 몰도바
th: มอลโดวา
vi: Moldava
zh_hans: 摩尔多瓦
zh_hant: 莫爾達瓦

# 摩洛哥
source: Morocco
ja: モロッコ
ko: 모로코
th: โมร็อกโก
vi: Maroc
zh_hans: 摩洛哥
zh_hant: 摩洛哥

# 摩纳哥
source: Monaco
ja: モナコ
ko: 모나코
th: โมนาโก
zh_hans: 摩納哥
zh_hant: 摩納哥

# 莫桑比克
source: Mozambique
ja: モザンビーク
ko: 모잠비크
th: โมซัมบิก
vi: Mô-dăm-bích
zh_hans: 莫桑比克
zh_hant: 莫三比克

# 墨西哥
source: Mexico
ja: メキシコ
ko: 멕시코
th: เม็กซิโก
vi: Mê-hi-cô
zh_hans: 墨西哥
zh_hant: 墨西哥

# 纳米比亚
source: Namibia
ja: ナミビア
ko: 나미비아
th: นามิเบีย
zh_hans: 纳米比亚
zh_hant: 納米比亞

# 南非
source: South Africa
ja: 南アフリカ
ko: 남아프리카 공화국
th: แอฟริกาใต้
vi: Nam Phi
zh_hans: 南非
zh_hant: 南非

# 南极洲
source: Antarctica
ja: 南極大陸
ko: 남극
th: แอนตาร์กติกา
vi: Nam Cực
zh_hans: 南极洲
zh_hant: 南極洲

# 南斯拉夫
source: Yugoslavia
ja: ユーゴスラビア
ko: 유고슬라비아
th: ยูโกสลาเวีย
vi: Nam Tư
zh_hans: 南斯拉夫
zh_hant: 南斯拉夫

# 瑙鲁
source: Nauru
ja: ナウル
ko: 나우루
th: นาอูรู
zh_hans: 瑙鲁
zh_hant: 瑙魯

# 尼泊尔
source: Nepal
ja: ネパール
ko: 네팔
th: เนปาล
vi: Nê-pan
zh_hans: 尼泊尔
zh_hant: 尼泊爾

# 尼加拉瓜
source: Nicaragua
ja: ニカラグア
ko: 니카라과
th: นิการากัว
zh_hans: 尼加拉瓜
zh_hant: 尼加拉瓜

# 尼日尔
source: Niger
ja: ニジェール
ko: 니제르
th: ไนเจอร์
zh_hans: 尼日尔
zh_hant: 尼日

# 尼日利亚
source: Nigeria
ja: ナイジェリア
ko: 나이지리아
th: ไนจีเรีย
zh_hans: 尼日利亚
zh_hant: 奈及利亞

# 纽埃岛
source: Niue
ja: ニウエ島
ko: 니우에
th: นีวเว
zh_hans: 纽埃岛
zh_hant: 紐埃島

# 挪威
source: Norway
ja: ノルウェー
ko: 노르웨이
th: นอร์เวย์
vi: Na Uy
zh_hans: 挪威
zh_hant: 挪威

# 诺福克岛
source: Norfolk Island
ja: ノーフォーク島
ko: 노퍽 제도
th: เกาะนอร์ฟอล์ก
vi: Đảo Norfolk
zh_hans: 诺福克岛
zh_hant: 諾福克島

# 葡萄牙
source: Portugal
ja: ポルトガル
ko: 포르투갈
th: โปรตุเกส
vi: Bồ Đào Nha
zh_hans: 葡萄牙
zh_hant: 葡萄牙

# 普林西比
source: Principe
ja: プリンプリン比
ko: 프린시페
th: ปรินซีปี
zh_hans: 普林西比
zh_hant: 普林西比

# 乔治亚
source: Georgia
ja: グルジア
ko: 조지아
th: จอร์เจีย
zh_hans: 乔治亚
zh_hant: 喬治亞

# 日本
source: Japan
ja: 日本
ko: 일본
th: ญี่ปุ่น
vi: Nhật Bản
zh_hans: 日本
zh_hant: 日本

# 瑞典
source: Sweden
ja: スウェーデン
ko: 스웨덴
th: สวีเดน
vi: Thụy Điển
zh_hans: 瑞典
zh_hant: 瑞典

# 瑞士
source: Switzerland
ja: スイス
ko: 스위스
th: สวิตเซอร์แลนด์
vi: Thụy Sĩ
zh_hans: 瑞士
zh_hant: 瑞士

# 萨尔瓦多
source: El Salvador
ja: エルサルバドル
ko: 산살바도르
th: เอลซัลวาดอร์
zh_hans: 萨尔瓦多
zh_hant: 薩爾瓦多

# 塞拉利昂
source: Sierra Leone
ja: シエラレオネ
ko: 시에라리온
th: เซียร์ราลีโอน
zh_hans: 塞拉利昂
zh_hant: 塞拉里昂

# 塞内加尔
source: Senegal
ja: セネガル
ko: 세네갈
th: เซเนกัล
zh_hans: 塞内加尔
zh_hant: 塞內加爾

# 塞浦路斯
source: Cyprus
ja: キプロス
ko: 키프로스
th: ไซปรัส
zh_hans: 塞浦路斯
zh_hant: 賽普勒斯

# 塞舌尔
source: Seychelles
ja: セーシェル
ko: 세이셸
th: เซเชลส์
zh_hans: 塞舌耳
zh_hant: 塞舌耳

# 沙特阿拉伯
source: Saudi Arabia
ja: サウジアラビア
ko: 사우디아라비아
th: ซาอุดีอาระเบีย
vi: Ả Rập Xê Út
zh_hans: 沙特阿拉伯
zh_hant: 沙烏地阿拉伯

# 圣彼埃尔
source: Saint Pierre and Miquelon
ja: 聖彼埃尔
ko: 圣彼埃尔
th: แซงปีแยร์
vi: Sait Pierre
zh_hans: 圣彼埃尔
zh_hant: 聖彼埃爾

# 圣诞岛
source: Christmas Island
ja: クリスマス島
ko: 크리스마스 섬
th: เกาะคริสต์มาส
vi: Đảo Giáng Sinh
zh_hans: 圣诞岛
zh_hant: 聖誕島

# 圣多美
source: Sao Tome
ja: サントメ
ko: 상투메
th: เซาตูเม
zh_hans: 圣多美
zh_hant: 聖多美

# 圣赫勒拿
source: Saint Helena
ja: セントヘレナ
ko: 세인트헬레나 섬
th: เซนต์เฮเลนา
zh_hans: 圣赫勒拿
zh_hant: 聖赫倫那

# 圣卢西亚
source: Saint Lucia
ja: セントルシア
ko: 세인트루시아
th: เซนต์ลูเซีย
zh_hans: 圣卢西亚
zh_hant: 聖盧西亞

# 圣马力诺
source: San Marino
ja: サンマリノ
ko: 산마리노
th: ซานมารีโน
zh_hans: 圣马力诺
zh_hant: 聖馬利諾

# 斯里兰卡
source: Sri Lanka
ja: スリランカ
ko: 스리랑카
th: ศรีลังกา
zh_hans: 斯里兰卡
zh_hant: 斯里蘭卡

# 斯洛伐克
source: Slovakia
ja: スロバキア
ko: 슬로바키아
th: สโลวาเกีย
vi: Xlô-va-ki-a
zh_hans: 斯洛伐克
zh_hant: 斯洛伐克

# 斯洛文尼亚
source: Slovenia
ja: スロベニア
ko: 슬로베니아
th: สโลวีเนีย
zh_hans: 斯洛文尼亚
zh_hant: 斯洛文尼亞

# 斯威士兰
source: Eswatini
ja: スワジランド
ko: 스와질란드
th: เอสวาตีนี
vi: Swaziland
zh_hans: 斯威士兰
zh_hant: 史瓦濟蘭

# 苏丹
source: Sudan
ja: スーダン
ko: 수단
th: ซูดาน
zh_hans: 苏丹
zh_hant: 蘇丹

# 苏里南
source: Suriname
ja: スリナム
ko: 수리남
th: ซูรินาม
zh_hans: 苏里南
zh_hant: 蘇利南

# 所罗门群岛
source: Solomon Islands
ja: ソロモン諸島
ko: 솔로몬 제도
th: หมู่เกาะโซโลมอน
vi: Quần đảo Solomon
zh_hans: 所罗门群岛
zh_hant: 所羅門群島

# 索马里
source: Somalia
ja: ソマリア
ko: 소말리아
th: โซมาเลีย
zh_hans: 索马里
zh_hant: 索馬利亞

# 塔吉克斯坦
source: Tajikistan
ja: タジキスタン
ko: 타지크
th: ทาจิกิสถาน
vi: Cộng hòa Tajik
zh_hans: 塔吉克斯坦
zh_hant: 塔吉克共和國

# 泰国
source: Thailand
ja: タイ
ko: 태국
th: ไทย
vi: Thái Lan
zh_hans: 泰国
zh_hant: 泰國

# 坦桑尼亚
source: Tanzania
ja: タンザニア
ko: 탄자니아
th: แทนซาเนีย
zh_hans: 坦桑尼亚
zh_hant: 坦尚尼亞

# 汤加
source: Tonga
ja: トンガ
ko: 통가
th: ตองกา
zh_hans: 汤加
zh_hant: 東加

# 突尼斯
source: Tunisia
ja: チュニジア
ko: 튀니지
th: ตูนิเซีย
zh_hans: 突尼斯
zh_hant: 突尼斯

# 图瓦卢
source: Tuvalu
ja: ツバル
ko: 투발루
th: ตูวาลู
zh_hans: 图瓦卢
zh_hant: 吐瓦魯

# 土耳其
source: Turkey
ja: トルコ
ko: 터키
th: ตุรกี
vi: Thổ Nhĩ Kỳ
zh_hans: 土耳其
zh_hant: 土耳其

# 土库曼斯坦
source: Turkmenistan
ja: トルクメニスタン
ko: 투르크멘
th: เติร์กเมนิสถาน
zh_hans: 土库曼斯坦
zh_hant: 土庫曼共和國

# 瓦努阿图
source: Vanuatu
ja: バヌアツ
ko: 바누아투
th: วานูอาตู
zh_hans: 瓦努阿图
zh_hant: 瓦努阿圖

# 危地马拉
source: Guatemala
ja: グアテマラ
ko: 과테말라
th: กัวเตมาลา
zh_hans: 危地马拉
zh_hant: 瓜地馬拉

# 威克岛
source: Wake Island
ja: ウェーク島
ko: 웨이크
th: เกาะเวก
vi: Đảo Wake
zh_hans: 威克岛
zh_hant: 威克島

# 维尔京群岛
source: Virgin Islands
ja: バージン諸島
ko: 버진 제도
th: หมู่เกาะเวอร์จิน
vi: Quần đảo Virgin
zh_hans: 维尔京群岛
zh_hant: 維京群島

# 委内瑞拉
source: Venezuela
ja: ベネズエラ
ko: 베네수엘라
th: เวเนซุเอลา
vi: Vê-nê-xuê-la
zh_hans: 委内瑞拉
zh_hant: 委內瑞拉

# 文莱
source: Brunei
ja: ブルネイ
ko: 브루나이
th: บรูไน
vi: Bru-nây
zh_hans: 文莱
zh_hant: 汶萊

# 乌干达
source: Uganda
ja: ウガンダ
ko: 우간다
th: ยูกันดา
zh_hans: 乌干达
zh_hant: 烏干達

# 乌克兰
source: Ukraine
ja: ウクライナ
ko: 우크라이나
th: ยูเครน
vi: Ukraina
zh_hans: 乌克兰
zh_hant: 烏克蘭

# 乌拉圭
source: Uruguay
ja: ウルグアイ
ko: 우루과이
th: อุรุกวัย
zh_hans: 乌拉圭
zh_hant: 烏拉圭

# 乌兹别克斯坦
source: Uzbekistan
ja: ウズベキスタン
ko: 우즈베키스탄
th: อุซเบกิสถาน
vi: U-dơ-bê-ki-tan
zh_hans: 乌兹别克斯坦
zh_hant: 烏茲別克

# 西班牙
source: Spain
ja: スペイン
ko: 스페인
th: สเปน
vi: Tây Ban Nha
zh_hans: 西班牙
zh_hant: 西班牙

# 西萨摩亚
source: Samoa
ja: 西サモア
ko: 서사모아
th: ซามัว
zh_hans: 西萨摩亚
zh_hant: 薩摩亞

# 希腊
source: Greece
ja: ギリシャ
ko: 그리스
th: กรีซ
vi: Hy Lạp
zh_hans: 希腊
zh_hant: 希臘

# 夏威夷
source: Hawaii
ja: ハワイ
ko: 하와이
th: ฮาวาย
zh_hans: 夏威夷
zh_hant: 夏威夷

# 香港
source: Hong Kong
ja: 香港
ko: 홍콩
th: ฮ่องกง
vi: Hồng Kông
zh_hans: 香港
zh_hant: 香港

# 新加坡
source: Singapore
ja: シンガポール
ko: 싱가포르
th: สิงคโปร์
zh_hans: 新加坡
zh_hant: 新加坡

# 新西兰
source: New Zealand
ja: ニュージーランド
ko: 뉴질랜드
th: นิวซีแลนด์
zh_hans: 新西兰
zh_hant: 紐西蘭

# 匈牙利
source: Hungary
ja: ハンガリー
ko: 헝가리
th: ฮังการี
vi: Hung-ga-ri
zh_hans: 匈牙利
zh_hant: 匈牙利

# 叙利亚
source: Syria
ja: シリア
ko: 시리아
th: ซีเรีย
zh_hans: 叙利亚
zh_hant: 敘利亞

# 牙买加
source: Jamaica
ja: ジャマイカ
ko: 자메이카
th: จาเมกา
zh_hans: 牙买加
zh_hant: 牙買加

# 亚美尼亚
source: Armenia
ja: アルメニア
ko: 아르메니아
th: อาร์มีเนีย
zh_hans: 亚美尼亚
zh_hant: 亞美尼亞

# 也门
source: Yemen
ja: イエメン
ko: 예멘
th: เยเมน
zh_hans: 也门
zh_hant: 葉門

# 伊拉克
source: Iraq
ja: イラク
ko: 이라크
th: อิรัก
vi: I-Rắc
zh_hans: 伊拉克
zh_hant: 伊拉克

# 伊朗
source: Iran
ja: イラン
ko: 이란
th: อิหร่าน
zh_hans: 伊朗
zh_hant: 伊朗

# 以色列
source: Israel
ja: イスラエル
ko: 이스라엘
th: อิสราเอล
zh_hans: 以色列
zh_hant: 以色列

# 意大利
source: Italy
ja: イタリア
ko: 이탈리아
th: อิตาลี
vi: Ý
zh_hans: 意大利
zh_hant: 義大利

# 印度
source: India
ja: インド
ko: 인도
th: อินเดีย
vi: Ấn Độ
zh_hans: 印度
zh_hant: 印度

# 印度尼西亚
source: Indonesia
ja: インドネシア
ko: 인도네시아
th: อินโดนีเซีย
zh_hans: 印度尼西亚
zh_hant: 印尼

# 英国
source: United Kingdom
ja: イギリス
ko: 영국
th: อังกฤษ
vi: Vương quốc Anh
zh_hans: 英国
zh_hant: 英國

# 约旦
source: Jordan
ja: ヨルダン
ko: 요르단
th: จอร์แดน
zh_hans: 约旦
zh_hant: 約旦

# 越南
source: Vietnam
ja: ベトナム
ko: 베트남
th: เวียดนาม
vi: Việt Nam
zh_hans: 越南
zh_hant: 越南

# 赞比亚
source: Zambia
ja: ザンビア
ko: 잠비아
th: แซมเบีย
zh_hans: 赞比亚
zh_hant: 尚比亞

# 扎伊尔
source: Zaire
ja: ザイール
ko: 자이레
th: ซาอีร์
zh_hans: 扎伊尔
zh_hant: 薩伊

# 乍得
source: Chad
ja: チャド
ko: 차드
th: ชาด
zh_hans: 乍得
zh_hant: 查德

# 直布罗陀
source: Gibraltar
ja: ジブラルタル
ko: 지브롤터
th: ยิบรอลตาร์
zh_hans: 直布罗陀
zh_hant: 直布羅陀

# 智利
source: Chile
ja: チリ
ko: 칠레
th: ชิลี
vi: Chi-lê
zh_hans: 智利
zh_hant: 智利

# 中非
source: Central African Republic
ja: 中央アフリカ
ko: 에서 비
th: แอฟริกากลาง
vi: Trung Phi
zh_hans: 中非
zh_hant: 中非

# 中国台湾
source: Taiwan
ja: 中国台灣
ko: 대만
th: ไต้หวัน
vi: Đài Loan
zh_hans: 中国台湾
zh_hant: 臺灣

# 中途岛
source: midway
ja: ミッドウェー
ko: 미드웨이
th: มิดเวย์อะทอลล์
vi: Midway Atoll
zh_hans: 中途岛
zh_hant: 中途島

# 支付请求失败
source: Payment request failed
ja: 支払いを請求する
ko: 지불 요청 실패
th: คำขอชำระเงินล้มเหลว
vi: Đăng ký thanh toán không thành công
zh_hans: 支付请求失败
zh_hant: 付款申請失敗

# 验证码已过时,请重新获取！
source: The verification code is out of date, please get it again!
ja: 検証コードはすでに時代遅れで、再取得してください！
ko: 패스워드 이미 시대에 다시 가져오기 주세요!
th: รหัสยืนยันหมดเวลาแล้ว โปรดยืนยันใหม่อีกครั้ง!
vi: Mã nghiệm chứng đã quá giờ, xin vui lòng nghiệm chứng lại!
zh_hans: 验证码已过时,请重新获取！
zh_hant: 驗證碼已過時，請重新驗證！

# 验证码已失效,请重新获取!
source: The verification code has expired, please get it again!
ja: 検証コードはすでに故障して、再取得してください！
ko: 패스워드 이미 효력을 다시 가져오기 주세요!
th: รหัสยืนยันหมดอายุแล้ว โปรดยืนยันใหม่อีกครั้ง!
vi: Mã nghiệm chứng đã hết hiệu lực, xin vui lòng nghiệm chứng lại!
zh_hans: 验证码已失效,请重新获取!
zh_hant: 驗證碼已失效，請重新驗證！

# 验证码有误,请重新输入!
source: Verification code incorrect, please enter again!
ja: 検証コードは間違っている、再入力してください！
ko: 패스워드 잘못된 다시 시도해 주십시오!
th: รหัสยืนยันไม่ถูกต้อง โปรดลองใหม่อีกครั้ง!
vi: Mã nghiệm chứng bị lỗi, xin vui lòng nghiệm chứng lại!
zh_hans: 验证码有误,请重新输入!
zh_hant: 驗證碼有誤，請重新輸入！

# 为避免验证码获取失败,请选择正确地区或输入正确区号
source: The verification code is incorrect, please re-enter
ja: 検証番号を避けるために取得に失敗して、正確に入力して選択してくださいあるいは地区は市外局番
ko: 피하기 위해 인증 코드 가져오기 실패 를 선택하십시오. 정확한 지역 혹은 입력 정확한 번호
th: เพื่อหลีกเลี่ยงการรับรหัสยืนยันล้มเหลว โปรดใส่ภูมิภาคหรือรหัสพื้นที่ให้ถูกต้อง
vi: Để tránh mã nghiệm chứng gửi không thành công, xin vui lòng nhập số điện thoại chính xác
zh_hans: 为避免验证码获取失败,请选择正确地区或输入正确区号
zh_hant: 為避免驗證碼發送失敗，請輸入正確電話號碼

# 输入正确
source: Entered correctly
ja: 正しく入力してください
ko: 올바른 입력
th: ใส่ถูกต้อง
vi: Nhập chính xác
zh_hans: 输入正确
zh_hant: 輸入正確

# 身份验证
source: Authentication
ja: 認証
ko: 인증
th: ยืนยันตัวตน
vi: Nghiệm chứng danh tính
zh_hans: 身份验证
zh_hant: 身分驗證

# 信息获取失败
source: Failed to get information
ja: 情報獲得失敗
ko: 정보 가져오기 실패
th: การรับข้อมูลล้มเหลว
vi: Có được tin nhắn không thành công
zh_hans: 信息获取失败
zh_hant: 獲取訊息失敗

# 请选择充值方式
source: Please select a recharge method
ja: リチャージ方式を選択して下さい
ko: 충전 방식을 선택하십시오
th: กรุณาเลือกวิธีการเติมเงิน
vi: Xin vui lòng chọn phương thức mua hàng
zh_hans: 请选择充值方式
zh_hant: 請選擇購買方式

# 购买方式
source: Payment type
ja: 買い方
ko: 구 매 방식
th: โหมดการซื้อ
vi: Phương thức mua hàng
zh_hans: 购买方式
zh_hant: 購買方式

# 添加群成员
source: Add group members
ja: 追加グループメンバー
ko: 추가 그룹 구성원
th: เพิ่มสมาชิกกลุ่ม
vi: Thêm thành viên nhóm
zh_hans: 添加群成员
zh_hant: 新增群組成員

# 确定清空所有的聊天记录？
source: Make sure to clear all chat history?
ja: すべてのチャットの記録をクリアしますか？
ko: 확실히 모든 채팅 기록 비우기?
th: ยืนยันจะลบประวัติสนทนาทั้งหมดหรือไม่?
vi: Có chắc chắn xóa sạch toàn bộ ghi chép nói chuyện?
zh_hans: 确定清空所有的聊天记录？
zh_hant: 確定清空所有的聊天紀錄？

# 隐藏
source: Hide
ja: 隠し
ko: 숨
th: ซ่อน
vi: Ẩn giấu
zh_hans: 隐藏
zh_hant: 隱藏

# 还未开通
source: not yet open
ja: まだ未開通
ko: 또 미 개통
th: ยังไม่เปิดใช้
vi: Chưa mở
zh_hans: 还未开通
zh_hant: 還未開啟

# 发送邀请
source: send invitation
ja: 発送招待する
ko: 요청 해
th: ส่งคำเชิญ
vi: Gửi lời mời
zh_hans: 发送邀请
zh_hant: 發送邀請

# 昨天
source: Yesterday
ja: 昨日
ko: 어제
th: เมื่อวาน
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# 已开通
source: Already activated
ja: すでに開通
ko: 이미 개통
th: เปิดใช้แล้ว
vi: Đã mở
zh_hans: 已开通
zh_hant: 已開啟

# 秒前
source: Seconds ago
ja: 秒前
ko: 초전
th: วินาทีที่แล้ว
vi: giây trước
zh_hans: 秒前
zh_hant: 秒前

# 全部>
source: all
ja: 全部
ko: 전부>
th: ทั้งหมด >
vi: Toàn bộ >
zh_hant: 全部>

# 申请加群
source: Apply to join a group
ja: 申請群を申請する
ko: 신청 플러스 그룹
th: ขอเข้าร่วมกลุ่ม
vi: Đăng ký gia nhập nhóm
zh_hant: 申請加入群組

# 请选择
source: please choose
ja: 选んでください
ko: 선택 해 주 세요
th: โปรดเลือก
vi: Xin vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇

# 跳过
source: Jump over
ja: スキップする
ko: 넘
th: ข้าม
vi: Nhảy qua
zh_hans: 跳过
zh_hant: 跳過

# 来自
source: From
ja: から
ko: 출신
th: มาจาก
vi: Đến từ
zh_hans: 来自
zh_hant: 來自

# 付PGP给
source: Pay PGP to
ja: PGPを払います
ko: PGP 지급
th: จ่าย PGP ให้
vi: Thanh toán số lượng PGP cho
zh_hans: 付PGP给
zh_hant: 付PGP數量給

# PGP已存入对方可用数量
source: PGP has deposited the available quantity of the other party
ja: PGPはすでに相手の利用可能な数量を預け入れました。
ko: PGP 가 대상 에 게 사용 가능 한 수량 을 저장 하 였 습 니 다
th: PGP ได้รับการบันทึกไว้ในหมายเลขที่มีอยู่ของพรรคอื่นๆ
vi: PGP đã gửi vào số lượng có thể dùng của đối phương
zh_hans: PGP已存入对方可用数量
zh_hant: PGP已存入對方可用數量

# 请输入群昵称
source: Please enter group nickname
ja: 入力ください群愛称
ko: 떼 지어 입력 해 주 세요
th: โปรดใส่ชื่อเล่นกลุ่ม
vi: Xin vui lòng nhập tên gọi nhóm
zh_hans: 请输入群昵称
zh_hant: 請輸入群組名稱

# 刚刚
source: Just now
ja: ばかり
ko: 방금
th: เพิ่งโพสต์
vi: Vừa nãy
zh_hans: 刚刚
zh_hant: 剛剛

# 你领取了自己的红包
source: you got your red envelope
ja: あなたの受給した自分の寸志です
ko: 너는 자신의 세뱃돈 수령하다
th: คุณรับอั่งเปาของตนเอง
vi: Bạn đã lĩnh nhận bao lì xì của mình
zh_hans: 你领取了自己的红包
zh_hant: 你領取了自己的紅包

# 收转账
source: receive transfer
ja: 受け取りと転送
th: รับเงินโอน
vi: Nhận chuyển khoản
zh_hans: 收转账
zh_hant: 收轉帳

# 分钟前
source: minutes ago
ja: 分前
ko: 분 전
th: นาทีที่แล้ว
vi: phút trước
zh_hans: 分钟前
zh_hant: 分鐘前

# 点击保存二维码到手机
source: Click to save the QR code to your phone
ja: 2次元コードを保存して携帯電話をクリック
ko: 클릭 저장 이차원 코드 휴대전화의
th: คลิกบันทึกคิวอาร์โค้ดลงในมือถือ
vi: Nhấp lưu giữ QR Code đến điện thoại di động
zh_hans: 点击保存二维码到手机
zh_hant: 點擊儲存QR Code到手機

# 你录音时间太短了
source: Your recording time is too short
ja: あなたはレコーディング時間が短い
ko: 너는 녹음할 짧기는 했지
th: ระยะเวลาบันทึกของคุณสั้นเกินไป
vi: Thời gian ghi âm của bạn quá ngắn
zh_hans: 你录音时间太短了
zh_hant: 你錄音時間太短了

# 你
source: You
ja: あなた
ko: 당신
th: คุณ
vi: Bạn
zh_hans: 你
zh_hant: 你

# 24小时内对方未确认，PGP将退回
source: If the other party does not confirm within 24 hours, PGP will return
ja: 24時間以内に相手が確認していない場合、PGPは返却されます。
ko: 24 시간 내 에 상대방 이 확인 하지 않 으 면, PGP 는 반환 합 니 다
th: ยังไม่ได้รับการยืนยันและ PGP จะถูกส่งกลับ
vi: Đối phương chưa xác nhận trong vòng 24 giờ, sẽ trả lại số lượng PGP
zh_hant: 24小時內對方未確認，PGP數量將退回

# 对方已收PGP
source: The other party has received PGP
ja: 相手はPGPを受け取りました
ko: 대상 이 PGP 를 받 았 습 니 다
th: ด้านอื่นๆได้รับ PGP
vi: Đối phương đã nhận số lượng PGP
zh_hans: 对方已收PGP
zh_hant: 對方已收PGP數量

# 待收钱
source: pending payment
ja: 「未収金」
ko: 돈 받 을 게 요.
th: รอรับเงิน
vi: Chờ thu tiền
zh_hans: 待收钱
zh_hant: 待收錢

# 取消置顶
source: Untop
ja: 本文の取り消し
ko: 취소 置顶
th: ยกเลิกปักหมุด
vi: Hủy bỏ xếp lên định
zh_hans: 取消置顶
zh_hant: 取消置頂

# 摇一摇
source: Shake
ja: 揺すっ一
ko: 끄 떡
th: เขย่า
vi: Lắc lắc
zh_hans: 摇一摇
zh_hant: 搖一搖

# 当前网络异常
source: The current network is abnormal
ja: 当面のネットワークの異常
ko: 현재 인터넷 이상
th: ขณะนี้เครือข่ายผิดปกติ
vi: Mạng hiện tại bất thường
zh_hans: 当前网络异常
zh_hant: 當前網路異常

# 发现
source: Find
ja: Public
ko: Public
th: Public
vi: Public
zh_hans: 动态
zh_hant: 動態

# 该动态不存在
source: The dynamic does not exist
ja: この動は存在しない
ko: 이 동적 존재하지 않는다
th: ไม่พบโพสต์นี้
vi: Động thái này không tồn tại
zh_hans: 该动态不存在
zh_hant: 該動態不存在

# 请输入文字
source: please enter text
ja: 文字を入力してください
ko: 텍스트를 입력하십시오
th: โปรดป้อนข้อความ
vi: Xin vui lòng nhập văn tự
zh_hans: 请输入文字
zh_hant: 請輸入文字

# 朋友圈
source: Circle of friends
ja: 友達サークル
ko: 친구 바퀴
th: โมเมนต์
vi: Nhóm bạn bè
zh_hans: 朋友圈
zh_hant: LIFE

# 分享
source: Share
ja: 分かち合う
ko: 나누다
th: แชร์
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# 没有记录
source: No record
ja: 記録がない
ko: 기록이
th: ไม่มีประวัติ
vi: Không có ghi chép
zh_hans: 没有记录
zh_hant: 沒有紀錄

# 确定删除吗?
source: confirm to delete?
ja: 削除を確定しますか?
ko: 확실히 삭제하시겠습니까?
th: ยืนยันจะลบหรือไม่?
vi: Có chắc chắn xóa bỏ không?
zh_hans: 确定删除吗?
zh_hant: 確定刪除嗎?

# ---私密动态不能评论和点赞---
source: ---Private posts cannot comment and like---
ja: ---プライベートでは、コメントはコメントできません---
ko: ---은밀한 동태를 못 평론 과 좀 칭찬하다---
th: ---โพสต์ส่วนตัวไม่สามารถแสดงความคิดเห็นและกดถูกใจได้---
vi: ---Động thái riêng tư không được nhắn tin và nhấn thích---
zh_hans: ---私密动态不能评论和点赞---
zh_hant: ---私密動態不能留言和點讚---

# 全文
source: full text
ja: 全文
ko: 전문
th: ทั้งหมด
vi: Toàn văn
zh_hans: 全文
zh_hant: 全文

# 赞
source: Like
ja: 賛
ko: 칭찬
th: ถูกใจ
vi: Thích
zh_hans: 赞
zh_hant: 讚

# 评论
source: Comment
ja: レビュー
ko: 평론
th: ความคิดเห็น
vi: Nhắn tin
zh_hans: 评论
zh_hant: 留言

# 提到了:
source: mentioned
ja: 言及する:
ko: 언급한:
th: กล่าวถึง
vi: Đã đề cập
zh_hans: 提到了:
zh_hant: 提到了:

# 提到了你
source: Mentioned you
ja: あなたに触れて
ko: 나와 너
th: กล่าวถึงคุณ
vi: Đã đề cập đến bạn
zh_hans: 提到了你
zh_hant: 提到了你

# 暂无信息
source: no information
ja: 情報なし
ko: 暂无 정보
th: ไม่มีข้อมูลในขณะนี้
vi: Tạm thời không có tin nhắn
zh_hans: 暂无信息
zh_hant: 暫無資訊

# 服务器返回数据为空
source: The server returns empty data
ja: サーバーがデータを空にして
ko: 서버 복귀 데이터 비어 을
th: ข้อมูลที่เซิร์ฟเวอร์ส่งกลับว่างเปล่า
vi: Số liệu trở về hệ thống là trống
zh_hans: 服务器返回数据为空
zh_hant: 系統返回資料為空

# 公开
source: Public
ja: オープン
ko: 공개
th: สาธารณะ
vi: Công khai
zh_hans: 公开
zh_hant: 公開

# 提醒谁看
source: remind who to watch
ja: 誰が見ても注意
ko: 알람 누가 봐도
th: แจ้งเตือนใครดู
vi: Nhắc ai xem
zh_hans: 提醒谁看
zh_hant: 提醒誰看

# 谁可以看
source: who can watch
ja: 誰が見てもいい
ko: 누가 봐도
th: ใครที่ดูได้
vi: Ai có thể xem
zh_hans: 谁可以看
zh_hant: 誰可以看

# 所在位置
source: Location
ja: 位置
ko: 위치
th: ตำแหน่งที่อยู่
vi: Vị trí hiện tại
zh_hans: 所在位置
zh_hant: 所在位置

# 请在设置-隐私里允许程序使用地理位置服务
source: Please allow the program to use geolocation services in Settings-Privacy
ja: ください設置-プライバシーに使用許可プログラム地理位置サービス
ko: 설정 - 프라이버시 안에 허용 프로그램 위치 서비스 사용
th: โปรดไปที่ ตั้งค่า - ความเป็นส่วนตัว เพื่ออนุญาตให้แอปพลิเคชันใช้บริการระบุตำแหน่ง
vi: Xin vui lòng cho phép chương trình sử dụng dịch vụ định vị trong Thiết lập - Quyền riêng tư
zh_hans: 请在设置-隐私里允许程序使用地理位置服务
zh_hant: 請在設定-隱私裡允許程式使用定位服務

# 请在设置-隐私里打开地理位置服务
source: Please turn on geolocation service in settings-privacy
ja: セットには、地理的位置サービス
ko: 설정 - 프라이버시 안에 열 지리적 위치 서비스
th: โปรดไปที่ ตั้งค่า - ความเป็นส่วนตัว เพื่อเปิดใช้บริการระบุตำแหน่ง
vi: Xin vui lòng mở dịch vụ định vị trong Thiết lập - Quyền riêng tư
zh_hans: 请在设置-隐私里打开地理位置服务
zh_hant: 請在設定-隱私裡開啟定位服務

# 查看大图
source: View larger image
ja: 全体像を見る
ko: 보기 큼
th: ดูภาพใหญ่
vi: Tra cứu bản đồ
zh_hans: 查看大图
zh_hant: 查看大圖
